{"title": "Ras-dependent activation of BMAL2 regulates hypoxic metabolism in pancreatic cancer", "doi": "10.1101/2023.03.19.533333", "authors": "Curiel-Garcia, A.; Holmstrom, S.; Castillo, C.; Palermo, C. F.; Sastra, S. A.; Andren, A.; Tomassoni, L.; Li, Z.; LeLarge, T.; Sagalovskiy, I.; Ross, D. R.; Wong, W.; Shaw, K.; Genkinger, J.; Hibshoosh, H.; Manji, G. A.; Iuga, A.; Schmid, R. M.; Johnson, K.; Badgley, M. A.; Laise, P.; Lyssiotis, C.; Shah, Y. M.; Califano, A.; Maurer, H. C.; Olive, K. P.", "abstract": "KRAS is the archetypal oncogenic driver of pancreatic cancer. To identify new modulators of KRAS activity in human pancreatic ductal adenocarcinoma (PDAC), we performed regulatory network analysis on a large collection of expression profiles from laser capture microdissected samples of PDAC and benign controls. We discovered that BMAL2, a member of the PAS family of transcription factors, promotes tumor initiation, progression, and post-resection survival, and is highly correlated with KRAS activity. Functional analysis of BMAL2 target genes suggested a role in regulating the hypoxia response, a hallmark of PDAC. Knockout of BMAL2 in multiple human PDAC cell lines reduced cancer cell viability, invasion, and glycolysis, leading to broad dysregulation of cellular metabolism, particularly under hypoxic conditions. We find that BMAL2 directly regulates hypoxia-responsive target genes and is necessary for the stabilization of HIF1A under low oxygen conditions, while simultaneously destabilizing HIF2A. Notably, in vivo xenograft studies demonstrated that BMAL2 loss significantly impairs tumor growth and reduces tumor volume, underscoring its functional importance in tumor progression. We conclude that BMAL2 is a master transcriptional regulator of hypoxia responses in PDAC that works downstream of KRAS signaling, possibly serving as a long-sought molecular switch that distinguishes HIF1A- and HIF2A-dependent modes of hypoxic metabolism.", "date": "2025-06-10", "journal": ""}
{"title": "Topological stratification of continuous genetic variation in large biobanks", "doi": "10.1101/2023.07.06.548007", "authors": "Diaz-Papkovich, A.; Zabad, S.; Ben-Eghan, C.; Anderson-Trocme, L.; Femerling, G.; Nathan, V.; Patel, J.; Gravel, S.", "abstract": "Biobanks now contain genetic data from millions of individuals. Dimensionality reduction, visualization and clustering are standard when exploring data at these scales; while efficient and tractable methods exist for the first two, clustering remains challenging because of uncertainty about sources of population structure. In practice, clustering is commonly performed by drawing shapes around dimensionally reduced data or assuming populations have a \"type\" genome. We propose a method of clustering data with topological analysis that is fast, easy to implement, and integrates with existing pipelines. The approach is robust to the presence of sub-populations of varying sizes and wide ranges of population structure patterns. We use UMAP and HDBSCAN, respectively methods of dimensionality reduction and density clustering, on data from three biobanks. We illustrate how topological genetic strata can help us understand structure within biobanks, evaluate distributions of genotypic and phenotypic data, examine polygenic score transferability, identify potential influential alleles, and perform quality control.", "date": "2025-06-10", "journal": ""}
{"title": "The length of haplotype blocks and signals of structural variation in reconstructed genealogies", "doi": "10.1101/2023.07.11.548567", "authors": "Ignatieva, A.; Favero, M.; Koskela, J.; Sant, J.; Myers, S. R.", "abstract": "Recent breakthroughs have enabled the accurate inference of large-scale genealogies. Through modelling the impact of recombination on the correlation structure between genealogical local trees, we evaluate how this structure is reconstructed by leading approaches. Despite identifying pervasive biases, we show that applying a simple correction recovers the desired distributions for one algorithm, Relate. We develop a statistical test to identify clades spanning unexpectedly long genomic regions, likely reflecting regional suppression of recombination in some individuals. Our approach allows a systematic scan for inter-individual recombination rate variation at an intermediate scale, between genome-wide differences and individual hotspots. Using genealogies reconstructed with Relate for 2504 human genomes, we identify 50 regions possessing clades with unexpectedly long genomic spans (p < 1 {middle dot} 10-12). The strongest signal corresponds to a known inversion on chromosome 17. The second strongest uncovers a novel 760kb inversion on chromosome 10, common (21%) in S. Asians and correlated with GWAS hits for a range of phenotypes. Other regions indicate additional genomic rearrangements: inversions (8), copy number changes (2), or other variants (12). The remaining regions appear to reflect recombination suppression by previously unevidenced mechanisms. They are enriched for precisely spanning single genes (p=5 {middle dot} 10-10), specifically those expressed in male gametogenesis, and for eQTLs (p=2 {middle dot} 10-3). This suggests an extension of previously hypothesised crossover suppression within meiotic genes, towards a model of suppression varying across individuals with different expression levels. Our methods can be readily applied to other species, showing that genealogies offer previously untapped potential to study structural variation and other phenomena impacting evolution.", "date": "2025-06-10", "journal": ""}
{"title": "Hepatic retromer is essential for systemic cholesterol homeostasis by regulating lysosomal cholesterol metabolism", "doi": "10.1101/2023.08.09.552611", "authors": "Vos, D. Y.; Barbosa, M. G.; Heida, A. H.; Caillaud, A.; Tissink, J. J.; Koster, M. H.; Smit, M.; Huijkman, N.; Kloosterhuis, N. J.; Girardeau, A.; Berue-Racape, Z.; Bloks, V. W.; Havinga, R.; Fuh, M. M.; Reggiori, F.; Mari, M.; Scheja, L.; Heeren, J.; Kuipers, F.; de Boer, J. F.; Rimbert, A.; Wolters, J. C.; Kuivenhoven, J. A.; Verzijl, C.; van de Sluis, B.", "abstract": "Background: Disturbed hepatic cholesterol homeostasis is associated with multiple diseases, including atherosclerotic cardiovascular disease and metabolic dysfunction-associated steatotic liver disease. The endo-lysosomal system is essential for cholesterol uptake and intracellular distribution, yet the mechanisms governing these processes remain incompletely understood. Here, we investigated the impact of hepatic VPS35, a subunit of the endosomal sorting complex retromer, on hepatocellular and whole-body cholesterol homeostasis. Methods: We generated a liver-specific Vps35 knockout mouse model (Vps35HepKO) and applied biochemical analyses, proteomics, and stable-isotope-labeled tracers to quantify critical processes of cholesterol metabolism. Human iPSC-derived liver organoids and CRISPR technology were used to translate our findings to humans. Mechanistic studies were performed in precision-cut liver slices from WT and Vps35HepKO mice. Results: Hepatic VPS35 deficiency led to an increase in endo-lysosomal degradative compartments and a marked reduction in specific lysosomal proteins, including lysosomal acid lipase (LAL), Scavenger Receptor Class B Member 2 (SCARB2), and Niemann-Pick type C1 (NPC1). Using pathway-specific inhibitors, we showed that VPS35 loss impairs the translation of SCABR2 and NPC1. Consistently, human iPSC-derived liver organoids lacking VPS35 also exhibited reduced expression of NPC1 and SCARB2 proteins. The decrease in these lysosomal proteins correlated with increased cholesterol levels in the plasma and liver of Vps35HepKO mice. This was likely explained by the disrupted cholesterol trafficking through the endo-lysosomal system, delayed plasma cholesterol turnover, and upregulated cholesterol biosynthesis. Conclusion: These findings uncover a previously unknown role for the hepatic retromer complex in maintaining systemic cholesterol homeostasis. Beyond its established function in endosomal cargo transport, we now demonstrate that retromer is also essential for lysosomal cholesterol handling. This role is mediated by regulating key lysosomal proteins involved in cholesterol metabolism, including LAL, NPC1, and SCARB2.", "date": "2025-06-10", "journal": ""}
{"title": "Kinematic signatures of fast feedback trajectory control during goal-directed finger, arm, and saccadic eye movements", "doi": "10.1101/2023.08.09.552575", "authors": "Chakrabhavi, N.; Vasudevan, V.; SKM, V.; Ghosal, A.; Murthy, A.", "abstract": "Goal-directed eye, hand, and finger movements follow invariant kinematics consisting of approximate straight-line trajectories and bell-shaped velocity profiles. A fundamental unresolved issue is whether these trajectories are planned or whether they are a consequence of trajectory-free online control. We address this question using Spearmans rank correlation, zero-crossing rate, and z-scores, and analyze within-trial variability to investigate differences in the time evolution of trajectories during the presence or absence of a goal in finger and whole-arm reaching movements, along with analyzing rapid goal-directed saccadic eye movements. We found that the central nervous system (CNS) implements control to follow an average trajectory, where goal-directed movements show an enhanced degree of trajectory control. Further, we found behavioral signatures of rapid control that might operate on these planned trajectories as early as ~60 ms in finger movements and ~70 ms in whole-arm reaching movements. Such early signatures of control suggest that the system could exploit internal feedback along with fast feedback processes to implement meaningful corrections during simple voluntary unperturbed movements. The analysis also revealed that the controller gains varied along the movement and peaked distinctly at early (20 %) and late (90 %) phases of finger and arm movements, implying that trajectory control may be accomplished through implicit way-point objectives during the execution of the movement. These later corrections were missing during the late phase of eye movements, pointing to a predominant role of delayed sensory feedback mediating corrections in the context of finger and arm movements during this period.", "date": "2025-06-10", "journal": ""}
{"title": "WITHDRAWN: UBC13-mediated template switching promotes replication stress resistance in FBH1-deficient cells", "doi": "10.1101/2023.09.04.556280", "authors": "Hawks, A. L.; Bergmann, A.; McCraw, T.; Mason, J. M.", "abstract": "The authors have withdrawn this manuscript because experiments completed with more sensitive detection methods have led to results inconsistent with the original data and conclusions of the original manuscript. Therefore, the authors do not wish this work to be cited as reference for the project. If you have any questions, please contact the corresponding author.", "date": "2025-06-10", "journal": ""}
{"title": "The role of recent speciation in present-day patterns of tetrapod phylogenetic relatedness", "doi": "10.1101/2023.11.03.565445", "authors": "Tejero-Cicuendez, H.; Menendez, I.; Steell, E. M.; Navalon, G.; Blanco, F.; Smid, J.", "abstract": "Aim: Biodiversity is distributed unevenly among lineages and regions, and understanding the processes generating these global patterns is a central goal in evolutionary research, particularly in light of the current biodiversity crisis. Here, we integrate phylogenetic relatedness with species diversity patterns in four major clades of living tetrapods (amphibians, squamates, birds, and mammals) to approach this challenge. Location: Global. Time period: 300 million years ago - Present. Major taxa studied: Tetrapods. Methods: We studied geographic patterns of richness-corrected phylogenetic diversity (residual PD), identifying regions where species are phylogenetically more closely or distantly related than expected by richness. We explored the effect of different factors in residual PD: recent speciation rates, temporal trends of lineage accumulation, and environmental variables. Specifically, we searched for evolutionary and ecological differences between regions of high and low residual PD. Results: Our results show heterogeneous spatial patterns of diversity dynamics across tetrapods. They reveal an overall negative relationship between recent speciation rates and residual PD, underscoring the role of recent speciation events in structuring current biogeographic patterns. Furthermore, we found differences between endothermic and ectothermic tetrapods in response to temperature and precipitation, highlighting the pivotal role of thermal physiology in shaping diversity dynamics. Main conclusions: Geographic patterns of diversity dynamics are heterogeneous across tetrapod clades and help us disentangle the evolutionary and ecological processes underlying them. By illuminating the multifaceted factors underpinning global diversity patterns, our study represents a significant advancement towards better understanding of how the present-day diversity of tetrapods was formed and how speciation rates influenced their species and phylogenetic diversity across clades and regions.", "date": "2025-06-10", "journal": ""}
{"title": "Tick extracellular vesicles alter keratinocyte function in the skin epidermis", "doi": "10.1101/2023.11.10.566612", "authors": "Marnin, L.; Valencia, L.; Bogale, H.; Laukaitis-Yousey, H.; Rolandelli, A.; Ferraz, C. R.; O'Neal, A. J.; Schmitter-Sanchez, A.; Bencosme Cuevas, E.; Nguyen, T.-T.; Leal-Galvan, B.; Rickert, D. M.; Mendes, M. T.; Samaddar, S.; Butler, L. R.; Singh, N.; Cabrera Paz, F.; Wu-Chuang, A.; Oliver, J.; Jameson, J.; Munderloh, U.; Oliva Chavez, A.; Mulenga, A.; Park, S.; Serre, D.; Pedra, J. H. F.", "abstract": "Wound healing has been extensively studied through the lens of inflammatory disorders and cancer, but limited attention has been given to hematophagy and arthropod-borne diseases. Hematophagous ectoparasites, including ticks, subvert the wound healing response to maintain prolonged attachment and facilitate blood-feeding. Here, we unveil a strategy by which extracellular vesicles (EVs) ensure blood-feeding and arthropod survival in three medically relevant tick species. Through single cell RNA sequencing and murine genetics, we demonstrate that wildtype animals infested with EV-deficient Ixodes scapularis display a unique epidermal sub-population with a mesenchymal-like transcriptional program and an overrepresentation of pathways connected to wound healing. Furthermore, tick EVs inhibit proliferation and diminish the capacity of wound closure in keratinocytes. This occurrence was linked to phosphoinositide 3-kinase activity, keratinocyte growth factor 1 (KGF-1) and transforming growth factor {beta} (TGF-{beta}) levels. Collectively, we uncovered a strategy employed by a blood-feeding arthropod that disrupts the circuitry in cutaneous wound healing, contributing to ectoparasite fitness.", "date": "2025-06-10", "journal": ""}
{"title": "High-Throughput Evolution Unravels Landscapes of High-Level Antibiotic Resistance Induced by Low-Level Antibiotic Exposure", "doi": "10.1101/2023.11.30.569484", "authors": "Wang, H.; Lu, H.; Jiang, C.; Zhu, L.; Lu, H.", "abstract": "Potential pathogens exposed to low-level environmental antibiotics could develop high-level clinically relevant antibiotic resistance detrimental to the health of the general population. However, the underlying evolutionary landscapes remain poorly understood. We conducted a high-throughput experimental evolution study by exposing an environmentally isolated pathogenic Escherichia coli strain to 96 typical antibiotics at 10 g l-1 for 20 days. Antibiotic resistance phenotypic (IC90 against 8 clinically used antibiotics) and genetic changes of the evolved populations were systematically investigated, revealing a universal increase in antibiotic resistance (up to 349-fold), and mutations in 2,432 genes. Transposon sequencing was further employed to verify genes potentially associated with resistance. A core set of mutant genes conferring high-level resistance was analyzed to elucidate their resistance mechanisms by analyzing the functions of interacted genes within the gene co-fitness network and performing gene knockout validations. We developed machine-learning models to predict antibiotic resistance phenotypes from antibiotic structures and genomic mutations, enabling the resistance predictions for another 569 antibiotics. Importantly, 14.6% of the 481 key mutations were observed in clinical and environmental E. coli isolates retrieved from the NCBI database, and several were over-represented in clinical isolates. Deciphering the evolutionary landscapes underlying resistance exposed to low-level environmental antibiotics is crucial for evaluating the emergence and risks of environment-originated clinical antibiotic resistance.", "date": "2025-06-10", "journal": ""}
{"title": "Decipher: A computational pipeline to extract context-specific mechanistic insights from single-cell profiles", "doi": "10.1101/2024.05.01.591681", "authors": "Basto Piamonte, E. A.; Wajid, B.; Read, J.; Armitage, J.; Waithman, J.; Small, M.; Bosco, A.", "abstract": "The advent of single-cell profiling technologies has revolutionized our understanding of the cellular and molecular states that underpin disease. However, current computational tools struggle to recover both known and novel mechanistic insights at distinct layers of biological regulation. Here, we present Decipher, a novel computational pipeline that builds integrated cell signalling networks from single-cell profiles in a context-specific, data-driven manner and identifies the key cellular and molecular events that drive disease. We benchmarked Decipher against existing tools and found it could recover known, experimentally determined cytokine signalling pathways, whilst maintaining the flexibility to detect novel pathways and context-specific effects. Notably, Decipher produces global cell-to-cell signalling maps that are interpretable. We utilised Decipher to unveil the cellular and molecular mechanisms driving a novel population of inflammatory monocytes enriched with interferon stimulated genes that is markedly increased in frequency following secondary immunization with the Pfizer-BioNTech COVID-19 mRNA vaccine. Finally, we employed Decipher to interrogate regulon profiles from covid-19 patients with mild versus severe disease, and we found that progression to severe disease was associated with a loss of interferon signalling transcription factors (Irf7, Irf9, STAT1, STAT2) and a gain of factors that drive inflammation and cellular stress responses (NFkB, HIF-1a, ATF3, ATF4). Taken together, our findings demonstrate that Decipher can decode signalling pathways and report on ligand-receptor mediated transcription factor-target gene networks that underlie processes in homeostasis, disease, and cellular responses to therapies. We present Decipher as an invaluable new tool for the discovery of novel therapeutic targets and the development of new medicines.", "date": "2025-06-10", "journal": ""}
{"title": "Senescent human fibroblasts have increased FasL expression and impair the tumor immune response", "doi": "10.1101/2024.06.10.598270", "authors": "Cruz, M.; Dulong, J.; Mansour Nehmo, G.; Sonn, A.; Moquin-Beaudry, G.; Benabdallah, B.; Le, O.; Beausejour, C.", "abstract": "Syngeneic mouse tumor models have shown that senescence influences the tumor immune response in multiple ways, including the induction of an immunosuppressive microenvironment or the promotion of immune cell recruitment. Yet, the impact of senescence on the tumor immune response in a humanized setting remains largely unexplored. To address this, we employed tumor spheroids and mice bearing tumors immunogenic to human immune cells derived from the same donor. We found that senescent fibroblasts exert a dual effect by enhancing the recruitment of immune cells into the tumor microenvironment while simultaneously promoting the apoptosis of T and NK cells. Mechanistically, we demonstrate that this apoptosis is primarily due to increased Fas ligand (FasL) expression on the surface of senescent fibroblasts. Deletion of FasL on fibroblasts was sufficient to prevent immune cell death and increase tumor cell killing. Our results highlight the importance of evaluating the impact of therapy-induced senescence in humanized models to understand and predict the outcome of cancer treatments.", "date": "2025-06-10", "journal": ""}
{"title": "Immune-mediated inflammation modulates the thalamostriatal circuitry regulating depression-like behaviour in both mice and humans", "doi": "10.1101/2024.06.26.600791", "authors": "Sharma, D.; Andrianova, L.; McGonigal, R.; Gardner-Stephen, K.; al Fadhel, H.; Sunzini, F.; Stefanov, K.; Barrie, J. A.; Hohne, R.; Saathoff, M.; Karabalci, Y.; Montes Gomez, A.; Bourgognon, J.-M.; Thornton, P.; Basu, N.; Cole, J. J.; Craig, M. T.; Cavanagh, J. T.", "abstract": "Major depressive disorder (MDD) affects 3.8% of the world population, representing a significant contribution to the global burden of disease (WHO). Around a quarter of people living with MDD demonstrate low-grade inflammation and substantial evidence links peripheral inflammation to anhedonia via disrupted cortico-thalamo-striatal circuitry. We examined clinical human neuroimaging in individuals with systemic inflammation (psoriatic disease), and employed a preclinical model of neuroinflammation, to study relationships between the neuroinflammatory response, neural circuitry and depression-like behaviours. Our preclinical model used a topical treatment of Aldara, which contains imiquimod (a TLR7/8 agonist) that also induces a psoriasis-like phenotype. Changes in functional connectivity between thalamus and ventral striatum correlated with depression in humans with psoriatic disease, and with anhedonia-like behaviours in Aldara-treated mice. Mice treated with Aldara exhibited reduced sucrose preference and impairments in intrinsic motivational behaviours relative to untreated controls. Within 4 to 6 hours of Aldara treatment, neurons in midline thalamus were activated substantially more than in control animals. Optogenetic activation of midline thalamic projections onto ventral striatum medium spiny neurons revealed that repeated Aldara treatment substantially reduced the magnitude of the evoked thalamic AMPA receptor-mediated post-synaptic currents. In the preclinical model, contributions from both resident and infiltrating immune cells drove neuroinflammation. Further dissection of these pathways revealed that NLRP3 inflammasome activation, infiltrating monocytes and infiltrating T cells all contributed to the neuroinflammatory effects of Aldara.", "date": "2025-06-10", "journal": ""}
{"title": "Phosphoglycerate mutase regulates Treg differentiation through control of serine synthesis and one-carbon metabolism", "doi": "10.1101/2024.06.23.600101", "authors": "Godfrey, W. H.; Lee, J. J.; Shanmukha, S.; Cho, K.; Deng, X.; Ambati, C. S. R.; Putluri, V.; Kamal, A. H. M.; Kim, P. M.; Putluri, N.; Kornberg, M. D.", "abstract": "The differentiation and suppressive functions of regulatory CD4 T cells (Tregs) are supported by a broad array of met-abolic changes, providing potential therapeutic targets for immune modulation. In this study, we focused on the regu-latory role of glycolytic enzymes in Tregs and identified phosphoglycerate mutase (PGAM) as being differentially over-expressed in Tregs and associated with a highly suppressive phenotype. Pharmacologic or genetic inhibition of PGAM reduced Treg differentiation and suppressive function while reciprocally inducing markers of a pro-inflammatory, T helper 17 (Th17)-like state. The regulatory role of PGAM was dependent on the contribution of 3-phosphoglycerate (3PG), the PGAM substrate, to de novo serine synthesis. Blocking de novo serine synthesis from 3PG reversed the effect of PGAM inhibition on Treg polarization, while exogenous serine directly inhibited Treg polarization. Additional-ly, altering serine levels in vivo with a serine/glycine-free diet increased peripheral Tregs and attenuated autoimmuni-ty in a murine model of multiple sclerosis. Mechanistically, we found that serine limits Treg polarization by contributing to one-carbon metabolism and methylation of Treg-associated genes. Inhibiting one-carbon metabolism increased Treg polarization and suppressive function both in vitro and in vivo in a murine model of autoimmune colitis. Our study identifies a novel physiologic role for PGAM and highlights the metabolic interconnectivity between glycolysis, serine synthesis, one-carbon metabolism, and epigenetic regulation of Treg differentiation and suppressive function.", "date": "2025-06-10", "journal": ""}
{"title": "Nanopore Direct RNA Sequencing Reveals Virus-Induced Changes in the Transcriptional Landscape in Human Bronchial Epithelial Cells", "doi": "10.1101/2024.06.26.600852", "authors": "Wang, D.; Booth, J. L.; Wu, W.; Kiger, N.; Lettow, M.; Bates, A.; Pan, C.; Metcalf, J. P.; Schroeder, S.", "abstract": "Direct RNA nanopore sequencing data reveals changes in gene expression, polyadenylation, splicing, m6A methylation, and pseudouridylation in response to influenza virus exposure of primary human bronchial epithelial cells. This study focuses on the epitranscriptomic profile of genes in the host immune response. In addition to polyadenylated noncoding RNA, we purified and sequenced nonpolyadenylated noncoding RNA and observed changes in expression, N6-methyl-adenosine (m6A), and pseudouridylation ({Psi}) in these novel RNA. Two recently discovered lincRNA with roles in immune response, Chaserr and LEADR, are predicted in the analysis of the sequencing data to be highly methylated in response to influenza exposure. Several H/ACA type snoRNAs that guide pseudouridylation are decreased in expression in response to influenza, and there is a corresponding predicted decrease in the pseudouridylation of two novel lncRNA. Thus, novel epitranscriptomic changes revealed by direct RNA sequencing with nanopore technology provide unique insights into the host epitranscriptomic changes in epithelial gene networks that respond to influenza virus exposure.", "date": "2025-06-10", "journal": ""}
{"title": "Subclonal mutation load predicts survival and response to immunotherapy in cancers with low to moderate tumor mutation burden", "doi": "10.1101/2024.07.03.601939", "authors": "Jiang, Y.; Montierth, M. D.; Yu, K.; Ji, S.; Tran, Q.; Liu, X.; Shen, J. P.; Guo, S.; Wu, A.; Dai, Y.; Shin, S. J.; Li, R.; Cao, S.; Tang, Y.; Lesluyes, T.; Kopetz, S.; Msaouel, P.; Sood, A. K.; Devonshire, G.; Jones, C. M.; Ajani, J.; Subudhi, S. K.; Aparicio, A.; Sharma, P.; Shen, J. P.; Kimmel, M.; Wang, J. R.; Tarabichi, M.; Fitzgerald, R. C.; Zhu, H.; Loo, P. V.; Wang, W.", "abstract": "Intra-tumor heterogeneity is characterized by a diverse population of tumor clones and subclones which are important drivers of tumor evolution and therapeutic response. However, accurate subclonal reconstruction at scale remains challenging. We developed a machine learning tool, CliPP, and surveyed 9,972 tumors from 32 cancer types. We found that high subclonal mutation load (sML), the fraction of subclonal single nucleotide variants (SNVs) to all SNVs in the coding region, was prognostic of survival (progression free survival or overall survival) in 18 cancer types. In 14 cancers with low to moderate tumor mutation burden (TMB), high sML was associated with better prognosis. In immunotherapy trials for 42 metastatic prostate cancer (mCRPC), high sML was predictive of favorable response to ipilimumab and associated with increased CD8+ T-cell infiltration and decreased macrophage population. A validation using 613 whole-genomes of esophageal adenocarcinoma confirms the favorable effect of high sML and the observed tumor-associated macrophage. Our study identifies sML as a key feature of cancer, suggesting a biphasic relationship between evolutionary dynamics and differential immune environments. Finally, sML may serve as an orthogonal approach to identify likely responders of immune checkpoint blockade in low to moderate TMB tumors.", "date": "2025-06-10", "journal": ""}
{"title": "The efficacy of the Entomopathogenic Fungus, Beauveria bassiana, in Date Palm Protection against the Red Palm Weevil, Rhynchophorus Ferrugineus, Under Hot Dessert Climate", "doi": "10.1101/2024.07.13.603376", "authors": "Zer-Aviv, O.; Matveev, S.; Ment, D.", "abstract": "The Red Palm Weevil (RPW) is a devastating pest to palm trees. Commonly used insecticides for its control, can be harmful to the environment and humans. Moreover, some populations of the Red Palm Weevil have developed resistance to these compounds. Lab and semi-field data showed that Entomopathogenic fungi (EPF) can be a non-toxic and effective solution to reducing these pest infestations. However, the efficacy of EPF against the RPW has not been demonstrated in date palms on field trials with their variables. This study aims to examine the impact of various climate conditions the survival and efficacy of EPF Beauveria bassiana (B. bassiana) in prophylactic applications against the RPW in males and females Date palm groves cultivated using different agricultural practices. Healthy Date palms from the \"Arava\" region in Israel were selected and equipped with \"IoTree\" sensors to monitor RPW infestation. At the beginning of each season, the experimental group palms were treated with B. bassiana emulsions, while the control group was left untreated. Soil samples were gathered at the beginning and end of each season in both groves to quantify EPF survival rates and test their regression with EPF prophylactic treatments efficacy. Results showed significant effect for the season, on EPF treatments prophylactic efficacy, in the male and female groves. Generally, EPF treatments applied in the autumn season showed significant higher efficacy, while in the summer, the opposite results observed. Analysis of the results for males and females groves separately, displayed superiority for the spring season treatments on the males grove, and higher efficacy for autumn treatments on the females grove. Climate index significantly affects EPF treatment effectiveness. Analysis of soil tests at the end of each season revealed positive association between the number of B. bassiana fungus Colony-Forming units (CFUs) detected in the soil and the number of healthy palms within each group. Further research is needed to investigate the survival of EPF in various timeframes and explore diverse application schedules using larger palm samples to evaluate EPF efficacy against the RPW.", "date": "2025-06-10", "journal": ""}
{"title": "Toward Stable Replication of Genomic Information in Pools of RNA Molecules", "doi": "10.1101/2024.07.17.603910", "authors": "Burger, L.; Gerland, U.", "abstract": "The transition from prebiotic chemistry to living systems requires the emergence of a scheme for enzyme-free genetic replication. Here, we analyze a recently proposed prebiotic replication scenario, the so-called Virtual Circular Genome (VCG) [Zhou et al., RNA 27, 1-11 (2021)]: Replication takes place in a pool of oligomers, where each oligomer contains a subsequence of a circular genome, such that the oligomers encode the full genome collectively. While the sequence of the circular genome may be reconstructed based on long oligomers, monomers and short oligomers merely act as replication feedstock. We observe a competition between the predominantly error-free ligation of a feedstock molecule to a long oligomer and the predominantly erroneous ligation of two long oligomers. Increasing the length of long oligomers and reducing their concentration decreases the fraction of erroneous ligations, enabling high-fidelity replication in the VCG. Alternatively, the formation of erroneous products can be suppressed if each ligation involves at least one monomer, while ligations between two long oligomers are effectively prevented. This kinetic discrimination (favoring monomer incorporation over oligomer-oligomer ligation) may be an intrinsic property of the activation chemistry, or can be externally imposed by selectively activating only monomers in the pool. Surprisingly, under these conditions, shorter oligomers are extended by monomers more quickly than long oligomers, a phenomenon which has already been observed experimentally [Ding et al., JACS 145, 7504-7515 (2023)]. Our work provides a theoretical explanation for this behavior, and predicts its dependence on system parameters such as the concentration of long oligomers. Taken together, the VCG constitutes a promising scenario of prebiotic information replication: It could mitigate challenges of in non-enzymatic copying via template-directed polymerization, such as short lengths of copied products and high error rates.", "date": "2025-06-10", "journal": ""}
{"title": "Auditory perception and neural representation of temporal fine structure are impaired by age but not by cochlear synaptopathy", "doi": "10.1101/2024.08.27.609839", "authors": "Steenken, F.; Beutelmann, R.; Oetjen, H.; Koeppl, C.; Klump, G. M.", "abstract": "Age-related hearing loss is a complex phenomenon. The earliest-onset degenerative event is the gradual loss of neural connections between cochlea and auditory brainstem. To probe for perceptual deficits that might arise from this loss, cochlear synaptopathy was induced pharmacologically in young-adult gerbils which were then tested in a challenging listening task for the perception of temporal fine structure. Treated gerbils behaved no differently than normal-hearing, young-adult animals. In contrast, old gerbils, which typically express many cochlear and central-neural pathologies, showed impaired perception. To probe for the underlying mechanisms, single-unit responses were obtained from the auditory nerve to the same test stimuli. Responses from old gerbils showed no impairment in temporal locking to the stimulus fine structure. However, responses were significantly more driven by slower temporal fluctuations of the stimulus envelope, suggesting that the central auditory system may be unable to extract the relevant information for discrimination from such altered inputs.", "date": "2025-06-10", "journal": ""}
{"title": "Harnessing Random Peptide Mixtures to Overcome Multidrug-Resistant Fungal Infections", "doi": "10.1101/2024.09.01.610663", "authors": "Adeoye, J.; Belo, Y.; Rocha, M.; Hayby, H.; Israyilova, A.; Hayouka, Z.; Shlezinger, N.", "abstract": "Invasive fungal infections, characterized by high mortality rates, present a growing health concern due to the limited spectrum of effective drugs, escalating numbers of immunocompromised patients, and the rapid emergence of drug resistance. Addressing this challenge requires alternative therapeutic strategies. Candidate drugs should fulfill key requirements to qualify for clinical use, including negligible host toxicity, high in vitro and in vivo antifungal activity, in vivo stability, and modes of action that reduce the potential for the emergence of resistant strains. Antimicrobial peptides (AMPs) stand out as a promising class of compounds to combat antimicrobial resistance. Leveraging the unique properties of AMPs, we previously developed a novel approach to synthesize random peptide mixtures (RPMs) with robust bactericidal activity against drug-resistant bacteria. Here, we evaluate the antifungal potential of RPMs. Our findings demonstrate high potency of FK20 (L-Phenylalanine-L-Lysine, 20-mer) RPM against Candida auris, a newly emerged multidrug-resistant human pathogen. In vitro studies demonstrated effective eradication of C. auris, with scanning electron microscopy revealing outer membrane damage and confocal microscopy confirming cellular penetration. FK20 also demonstrates activity against C. albicans, C. glabrata, and C. parapsilosis, broadening therapeutic scope. Importantly, experimental evolution assays confirm FK20 RPM hinders resistance development in C. auris. A synergistic activity was observed when FK20 treatment was combined with caspofungin to inhibit C. auris biofilm formation. Lastly, we demonstrate the significant therapeutic potential of FK20 RPM in a murine model of systemic candidiasis. Our findings underscore the promise of RPMs as novel, efficacious, and safe treatment for drug-resistant fungal infections.", "date": "2025-06-10", "journal": ""}
{"title": "Branched actin polymerization drives invasive protrusion formation to promote myoblast fusion during skeletal muscle regeneration", "doi": "10.1101/2024.09.30.615960", "authors": "Lu, Y.; Walji, T.; Pandey, P.; Zhou, C.; Habela, C. W.; Snapper, S.; Li, R.; Chen, E.", "abstract": "Skeletal muscle regeneration is a multistep process involving the activation, proliferation, differentiation, and fusion of muscle stem cells, known as satellite cells. The fusion of satellite cell-derived mononucleated muscle cells (SCMs) is indispensable for the generation of multinucleated, contractile myofibers during muscle repair. However, the molecular and cellular mechanisms underlying SCM fusion during muscle regeneration remain poorly understood. In this study, we uncovered an essential role for branched actin polymerization in SCM fusion. Using conditional knockouts of the Arp2/3 complex and its actin nucleation-promoting factors, N-WASP and WAVE, we demonstrated that branched actin polymerization is required for the SCM fusion, but not for satellite cell proliferation, differentiation, and migration. We showed that the N-WASP and WAVE complexes have partially redundant functions in regulating SCM fusion. Furthermore, we revealed that branched actin polymerization is essential for generating invasive protrusions at the fusogenic synapses in SCMs. Taken together, our study has identified new components of the myoblast fusion machinery in skeletal muscle regeneration and demonstrated a critical role for branched actin-propelled invasive protrusions in this process.", "date": "2025-06-10", "journal": ""}
{"title": "Phosphorylation Toggles the SARS-CoV-2 Nucleocapsid Protein Between Two Membrane-Associated Condensate States", "doi": "10.1101/2024.10.17.618867", "authors": "Favetta, B.; Wang, H.; Cubuk, J.; Singh, A.; Barai, M.; Ramirez, C.; Gormley, A. J.; Murthy, S.; Dignon, G.; Soranno, A.; Shi, Z.; Schuster, B. S.", "abstract": "The Nucleocapsid protein (N) of SARS-CoV-2 plays a critical role in the viral lifecycle by regulating RNA replication and packaging the viral genome. N and RNA phase separate to form condensates that may be important for these functions. Both functions occur at membrane surfaces, but how N toggles between these two membrane-associated functional states is unclear. Here, we reveal that phosphorylation switches how N condensates interact with membranes, partly by modulating condensate material properties. Phosphorylated N forms liquid condensates that wet membranes, reminiscent of N's role in RNA replication. In contrast, unmodified N forms viscoelastic condensates that can be engulfed by membranes, evoking viral genome packaging. These results suggest that phosphorylation serves as a regulatory switch within the viral replication cycle by modulating N's association with membranes. We gained mechanistic insight through structural analysis and molecular simulations, which suggest phosphorylation induces a conformational change that softens condensate material properties. Our studies also show that phosphorylation alters N's interaction with viral membrane proteins. Together, our findings uncover a novel aspect of SARS-CoV-2 biology by identifying membrane association as a key feature of N condensates and providing mechanistic insights into the regulatory role of phosphorylation. Understanding this mechanism suggests potential therapeutic targets for COVID infection.", "date": "2025-06-10", "journal": ""}
{"title": "Asymmetric neural entrainment at resonance frequencies underlies unilateral spatial neglect", "doi": "10.1101/2024.10.22.619765", "authors": "Okazaki, Y. O.; Noriaki, H.; Teiji, K.; Megumi, H.; Ichiro, M.; Kitajo, K.", "abstract": "Unilateral spatial neglect (USN) is a common consequence of right-hemisphere stroke, traditionally attributed to structural lesions and dysfunctional attention networks. However, the brain is fundamentally a rhythmic and dynamical system, and how disrupted neural synchronization underlies USN remains unknown. We recorded steady-state visual evoked potentials (SSVEPs; 3 - 30 Hz flicker) in stroke patients with USN, without USN, and healthy controls. Only the USN group exhibited significant hemispheric asymmetry at 9 Hz, driven by exaggerated responses in the intact hemisphere rather than suppression in the lesioned hemisphere. This effect appeared only during stimulation, not at rest, indicating its specificity to sensory processing. The enhanced 9 Hz entrainment in the intact hemisphere was accompanied by increased phase-amplitude coupling (PAC) between alpha phase and gamma amplitude, reflecting systematic coordination of high-frequency activity. Transfer entropy analysis further revealed increased feedforward information flow from the right visual to the left frontal cortex, highlighting large-scale asymmetry. To explore the mechanism underlying this frequency-specific bias, we implemented a coupled-oscillator model. The model showed that the hemispheric asymmetry arises from resonance between intrinsic alpha rhythms and external input, amplified by asymmetric right-to-left interhemispheric coupling. These findings suggest that USN arises from a selective impairment of alpha-band synchrony capacity. This study offers a novel framework conceptualizing USN as a disorder of disrupted oscillatory dynamics underlying spatial attention, and points toward frequency-specific neuromodulatory intervention as a potential therapeutic approach.", "date": "2025-06-10", "journal": ""}
{"title": "A mammalian inferior colliculus model for sound source separation using interaural time differences", "doi": "10.1101/2024.10.30.621075", "authors": "Leibold, C.; Gross, S.", "abstract": "The inferior colliculus (IC) is a central hub in the ascending auditory brainstem. It hosts many neurons tuned to interaural time differences (ITDs). ITD tuning, however, is already observed and generated one synapse upstream in the superior olivary complex and the physiological mechanisms as well as the functional purpose of the IC projection remain partially unresolved. Here, we argue that combining ITD sensitive inputs from medial superior olive (MSO) and lateral superior olive (LSO) requires a temporally well adjusted delay of cross-hemispheric fibers from LSO to IC, given the fast synaptic kinetics of IC neurons. We present a normative model of the midbrain auditory circuitry that finds an optimal cross-hemispheric delay of 0.3 cycles and optimal synaptic strengths by maximizing the firing rate of IC neurons for a stimulus at a given ITD. The model suggests that, by varying the relative synaptic weight of MSO and LSO input, individual neurons are optimized to transmit information of all sound sources in a complex auditory scene. ITD tuning of IC neurons would then results as a side effect. The model focuses on the low-frequency range, is consistent with the distribution of best ITDs observed in experimental recordings and performs close to optimal in sound source reconstruction.", "date": "2025-06-10", "journal": ""}
{"title": "Neuronal Detection Triggers Systemic Digestive Shutdown in Response to Adverse Food Sources", "doi": "10.1101/2024.11.01.621469", "authors": "Liu, Y.; Tian, G.; Wang, Z.; Zheng, J.; Liu, H.; Zhu, S.; Shan, Z.; Qi, B.", "abstract": "The ability to sense and adapt to adverse food conditions is essential for survival across species, but the detailed mechanisms of neuron-digestive crosstalk in food sensing and adaptation remain poorly understood. This study identifies a novel mechanism by which animals detect unfavorable food sources through neurons and initiate a systemic response to shut down digestion, thus safeguarding against potential harm. Specifically, we demonstrate that NSY-1, expressed in AWC neurons, detects Staphylococcus saprophyticus (SS) as an unfavorable food source, prompting the animal to avoid and halt digestion of SS. Upon detection, the animals activate the AWCOFF neural circuit, leading to a systemic digestive shutdown, which is mediated by NSY-1-dependent STR-130. Additionally, NSY-1 mutation triggers the production of insulin peptides, including INS-23, which interact with the DAF-2 receptor to modulate SS digestion and affects the expression of intestinal BCF-1. These findings uncover a crucial survival strategy through neuron-digestive crosstalk, where the NSY-1 pathway in AWC neurons orchestrates food evaluation and initiates digestive shutdown to adapt effectively to harmful food sources.", "date": "2025-06-10", "journal": ""}
{"title": "Female Moths Incorporate Plant Acoustic Emissions into Their Oviposition Decision", "doi": "10.1101/2024.11.06.622209", "authors": "Seltzer, R.; Zer Eshel, G.; Yinon, O.; Hafani, A.; Eitan, O.; Matveev, S.; Levedev, G.; Davidovitz, M.; Ben Tov, T.; Sharabi, G.; Shapira, Y.; Shvil, N.; Atallah, I.; Hadad, S.; Ment, D.; Hadany, L.; Yovel, Y.", "abstract": "Insects rely on plants visual, chemical, tactile, and electrical cues when making various decisions. A recent study demonstrated that dehydrated plants emit ultrasonic sounds within the auditory sensitivity range of many moth species. In this study, we sought to determine whether insects also rely on plant acoustic signals when making decisions. We investigated whether female moths rely on ultrasonic clicks which are typically produced by dehydrated plants when deciding where to oviposit. In the absence of an actual plant, the moths indeed preferred to lay their eggs in proximity to acoustic signals which represent dehydrating plants. Tracking the moths behavior prior to the decision showed that they examined both sides of the arena and gradually spent more time on the acoustic-playback side. Interestingly, when actual plants were added to the arena, the oviposition preference was reversed and the moths preferred silent plants, which is in accordance with their a-priori preference for hydrated plants. Deafening the moths eliminated their preference, confirming that the choice was based on hearing. Moreover, the presence of male moths including their auditory signals did not affect their oviposition decision, suggesting that the response was specific to plant sound emissions. We reveal evidence for a first acoustic interaction between moths and plants, but as plants emit various sounds, our findings hint to the existence of more currently unknown insect-plant acoustic interactions.", "date": "2025-06-10", "journal": ""}
{"title": "A comprehensive representation of genotypic selection beyond two alleles, and its estimation from time-series data", "doi": "10.1101/2024.11.08.622587", "authors": "Vellnow, N.; Gossmann, T. I.; Waxman, D.", "abstract": "Genetic diversity is central to the process of evolution. Both natural selection and random genetic drift are influenced by the level of genetic diversity of a population, since selection acts on diversity while drift samples from it. At a given locus in a diploid population, each individual carries only two alleles, but the population as a whole can possess a much larger number of alleles, with the upper limit constrained by twice the population size. This allows for many possible types of homozygotes and heterozygotes. Moreover, there are clinically significant loci, such as those related to the MHC complex, the ABO blood types, and cystic fibrosis, that exhibit a large number of alleles. Despite this, much of population genetic theory, and data analysis, are limited to biallelic loci, and up to now there is no flexible expression for the force of selection which applies for arbitrary numbers of alleles (and thus any number of heterozygotes), and which accommodates diverse fitness regimes. Here, we derive an expression, for the force of selection, which explicitly separates the effects of genetic diversity from the effects of fitness of different genotypes. The result presented facilitates our understanding and analysis of selection, and applies in a variety of different situations involving multiple alleles. This includes situations where fitnesses are additive, multiplicative, randomly fluctuating, frequency-dependent, and can involve explicit gene interactions, such as heterozygote advantage. We show how our results can be used to estimate fitness effects from allele frequency trajectories and employ such an approach on existing data in the literature on experimental yeast evolution. We uncover evidence of wide-spread heterozygote advantage across the yeast genome.", "date": "2025-06-10", "journal": ""}
{"title": "mRNArchitect: sequence design of mRNA medicines", "doi": "10.1101/2024.12.03.626696", "authors": "Budzinska, M. A.; Zardbani, M.; Sidharta, M. P.; Waterhouse, J.; Leonard, T. E.; Ghodasara, A.; Lakshman Das, S.; Chang, R. Y.; Chaudhary, N.; Cheetham, S. W.; Mercer, T. R.; Gunter, H. M.", "abstract": "Sequence design is the critical first step in developing a new mRNA medicine. The mRNA primary sequence is assembled from multiple elements, including the coding sequence of the target protein or gene, flanking untranslated regions that impact expression, and the poly(A) tail, which improves stability. The mRNA primary sequence can be optimized to improve the performance of an mRNA medicine, including increasing translation and stability, and reducing reactogenicity. Here, we introduce mRNArchitect, a software toolkit to assist in the design of mRNA sequences. mRNArchitect can rapidly assemble and optimize mRNA sequences based on user requirements, including GC content, secondary structure, codon optimization, and uridine depletion. The sequences generated by mRNArchitect can also be readily synthesized, and have been experimentally validated across a variety of applications. We present mRNArchitect as a software toolkit to help scientists design new mRNA medicines.", "date": "2025-06-10", "journal": ""}
{"title": "Optimizing a Human Monoclonal Antibody for Better Neutralization of SARS-CoV-2", "doi": "10.1101/2024.12.04.626800", "authors": "Wang, Q.; Guo, Y.; Casner, R. G.; Yu, J.; Nair, M. S.; Ho, J.; Reddem, E. R.; Mellis, I. A.; Wu, M.; Tzang, C. C.; Hong, H.; Huang, Y.; Shapiro, L.; Liu, L.; Ho, D. D.", "abstract": "SARS-CoV-2 has largely evolved to resist antibody pressure, with each successive viral variant becoming more and more resistant to serum antibodies in the population. This evolution renders all previously authorized anti-spike therapeutic monoclonal antibodies inactive, and it threatens the remaining pipelines against COVID-19. We report herein the isolation of a human monoclonal antibody with a broad but incomplete SARS-CoV-2 neutralization profile, but structural analyses and mutational scanning lead to the engineering of variants that result in greater antibody flexibility while binding to the viral spike. Three such optimized monoclonal antibodies neutralize all SARS-CoV-2 strains tested with much improved potency and breadth, including against subvariants XEC and LP.8.1. The findings of this study not only present antibody candidates for clinical development against COVID-19, but also introduce a unique engineering approach to improve antibody activity via increasing conformational flexibility.", "date": "2025-06-10", "journal": ""}
{"title": "GEMS: Enhancing Generalizable Binding Affinity Prediction by Removing Data Leakage and Integrating Language Model Embeddings into Graph Neural Networks", "doi": "10.1101/2024.12.09.627482", "authors": "Graber, D.; Stockinger, P.; Meyer, F.; Mishra, S.; Horn, C.; Buller, R. M. U.", "abstract": "The field of computational drug design requires accurate scoring functions to predict binding affinities for protein-ligand interactions. However, train-test data leakage between the PDBbind database and the CASF benchmark datasets has significantly inflated the performance metrics of currently available deep-learning-based binding affinity prediction models, leading to overestimation of their generalization capabilities. We address this issue by proposing PDBbind CleanSplit, a training dataset curated by a novel structure-based filtering algorithm that eliminates train-test data leakage as well as redundancies within the training set. Retraining current top-performing models on CleanSplit caused their benchmark performance to drop significantly, indicating that the performance of existing models is largely driven by data leakage. In contrast, our graph neural network model for efficient molecular scoring (GEMS) maintains high benchmark performance when trained on CleanSplit. Leveraging a sparse graph modeling of protein-ligand interactions and transfer learning from language models, GEMS is able to generalize to strictly independent test datasets.", "date": "2025-06-10", "journal": ""}
{"title": "The Population Genetics of Biological Noise", "doi": "10.1101/2025.01.11.632402", "authors": "Weinreich, D. M.; Sgouros, T.; Raynes, Y.; Burtsev, H.; Chang, E.; Rajakumar, S.; Bravo, I. G.; Petak, C.", "abstract": "Information transmission is intrinsic to life, and noise is intrinsic to information transmission. Biological noise underlies some human diseases, but is also essential for the flexibility and plasticity of individual organisms and for their evolution. Recent technological advances in our ability to characterize many sources of biological noise have demonstrated that its amount is often heritable. Here, we treat the population genetics of all loci that influence the amount of biological noise. While analogous theory for heritable changes in mean trait values has been established for nearly a century, to our knowledge this is the first general treatment of the evolution of heritable changes in their statistical distributions. This represents a critical theoretical contribution to this important and rapidly growing domain of inquiry. It also sheds light on the hypothesis that natural selection can increase evolvability, and generalizes modifier theory used in the tradition of Feldman and colleagues.", "date": "2025-06-10", "journal": ""}
{"title": "Quantitative and sensitive sequencing of somatic mutations induced by a maize transposon", "doi": "10.1101/2025.01.22.634239", "authors": "Scherer, J.; Hinczewski, M.; Nelms, B.", "abstract": "Cells accumulate mutations throughout development, contributing to cancer, aging, and evolution. Quantitative data on the abundance of de novo mutations within plants or animals are limited, as new mutations are often rare within a tissue and fall below the limits of current sequencing depths and error rates. Here, we show that mutations induced by the maize Mutator (Mu) transposon can be reliably quantified down to a detection limit of 1 part in 16,000. We measured the abundance of millions of de novo Mu insertions across four tissue types. Within a tissue, the distribution of de novo Mu allele frequencies was highly reproducible between plants, showing that, despite the stochastic nature of mutation, repeated statistical patterns of mutation abundance emerge. In contrast, there were significant differences in the allele frequency distribution between tissues. At the extremes, root was dominated by a small number of highly abundant de novo insertions, while endosperm was characterized by thousands of insertions at low allele frequencies. Finally, we used the measured pollen allele frequencies to reinterpret a classic genetic experiment, showing that evidence for late Mu activity in pollen are better explained by cell division statistics. These results provide insight into the complexity of mutation accumulation in multicellular organisms and a system to interrogate the factors that shape mutation abundance.", "date": "2025-06-10", "journal": ""}
{"title": "Heterozygosity at a conserved candidate sex determination locus is associated with female development in the clonal raider ant (Ooceraea biroi)", "doi": "10.1101/2025.01.24.634795", "authors": "Lacy, K. D.; Lee, J.; Rozen-Gagnon, K.; Wang, W.; Carroll, T. S.; Kronauer, D. J. C.", "abstract": "Sex determination is a developmental switch that triggers sex-specific developmental programs. This switch is flipped by the expression of genes that promote male- or female-specific development. Many lineages have evolved sex chromosomes that act as primary signals for sex determination. However, haplodiploidy (males are haploid and females are diploid), which occurs in ca. 12% of animal species, is incompatible with sex chromosomes. Haplodiploid taxa must, therefore, rely on other strategies for sex determination. One mechanism, complementary sex determination (CSD), uses heterozygosity as a proxy for diploidy. In CSD, heterozygosity at a sex determination locus triggers female development, while hemizygosity or homozygosity permits male development. CSD loci have been mapped in honeybees and two ant species, but we know little about their evolutionary history. Here, we investigate sex determination in the clonal raider ant, Ooceraea biroi. We identified a 46kb candidate CSD locus at which all females are heterozygous, but most diploid males are homozygous for either allele. As expected for CSD loci, the candidate locus has more alleles than most other loci, resulting in a peak of nucleotide diversity. This peak negligibly affects the amino acid sequences of protein-coding genes, suggesting that heterozygosity of a non-coding genomic sequence triggers female development. This locus is distinct from the CSD locus in honeybees but homologous to a CSD locus mapped in two distantly related ant species, implying that this molecular mechanism has been conserved since a common ancestor that lived approximately 112 million years ago.", "date": "2025-06-10", "journal": ""}
{"title": "Age and Learning Shapes Sound Representations in Auditory Cortex During Adolescence", "doi": "10.1101/2025.02.03.636101", "authors": "Praegel, B.; Chen, F.; Dym, A.; Lavi-Rudel, A.; Druckmann, S.; MIZRAHI, A.", "abstract": "Adolescence is a developmental period characterized by heightened plasticity, yet how ongoing development affects sensory processing and cognitive function is unclear. We investigated how adolescent (postnatal day 20-40) and adult (postnatal day 60-80) mice differ in performance on a pure tone Go/No-Go auditory discrimination task of varying difficulty. Using dense electrophysiological recordings, we measured spiking activity at single neuron resolution in the auditory cortex while mice were engaged in the task. As compared to adults, adolescent mice showed lower auditory discrimination performance in the harder task. This performance difference was due to higher response variability and weaker cognitive control expressed as lower response bias. Adolescent and adult neuronal responses differed only slightly in representations of pure tones when measured outside the context of learning and the task. However, cortical representations after learning within the context of the task were markedly different. We found differences in stimulus- and choice-related activity at the single neuron level representations, as well as lower population-level decoding in adolescents. Overall, cortical decoding in adolescents was lower and slower, especially for difficult sound discrimination, reflecting immature cortical representations of sounds and choices. Notably, we found age-related differences, which were higher after learning, reflecting the combined impact of age and learning. Our findings highlight distinct neurophysiological and behavioral profiles in adolescence, underscoring the ongoing development of cognitive control mechanisms and cortical plasticity during this sensitive developmental period.", "date": "2025-06-10", "journal": ""}
{"title": "Temporal dynamics and policy implications in an innovation arms race", "doi": "10.1101/2025.02.13.638049", "authors": "Chimento, M.; Dalmaijer, E.; Klump, B.; Aplin, L. M.", "abstract": "Human-modified environments offer novel resources, but their exploitation can be a source of human-wildlife conflict. Residents of Sydney have reported increasing cases of bin-opening behavior by sulphur-crested cockatoos (Cacatua galerita), with evidence this behavior is socially learned between birds. Households protected their bins, yet cockatoos have learned to defeat these defences. In response, residents increased their defence-level, setting the stage for a behavioral \"arms race\". Here, we investigate this arms race by combining field observations with agent-based modeling. We systematically document protections in a suburban locality over two years, revealing spatial clustering of protections indicative of social learning among residents. We find that protections have decreased since 2019, and overly-costly protection is dis-preferred. With a controlled assay, we characterize the knowledge of local cockatoos, finding differential proficiency in defeating protections. Surprisingly, we identified several cockatoos that can defeat high-efficacy protections, such as locks. Finally, we simulate interactions between two populations of learning agents representing households and cockatoos. We find that social learning accelerates adaptation in both species, while coordination reduces costs associated with defensive escalation. However, policy interventions can have unintended consequences, accelerating cockatoos' skill acquisition and shifting conflict to neighboring areas. Our findings highlight the dynamic nature of human-wildlife conflict and the importance of considering behavioral feedback loops in urban wildlife management.", "date": "2025-06-10", "journal": ""}
{"title": "Warning signals for the long-term innovative potential of genetic research based on 20 million papers and patents", "doi": "10.1101/2025.02.17.638429", "authors": "Chae, J.; Kim, W.; Jung, W.; Jeong, D.; Lim, R.; Chamlagain, M.; Jung, G.; Jang, J.; Lee, J. W.; Kang, N. K.; Baek, K.; Shin, J.; Lee, Y.-G.; Koh, H. G.; Kim, C.; Yook, S.; Cheung, A. K. L.; Jin, Y.-S.; Youn, H.; Kim, P.-J.; Ghim, C.-M.", "abstract": "Current technological revolutions, involving artificial intelligence, mRNA vaccines, and quantum computing, are largely driven by industry. Despite the existing perception that commercial motives promote cutting-edge innovation, concerns may arise about their risk of limiting scientific exploration from diverse perspectives, which nurtures long-term innovative potential. Here, we investigate the interplay between scientific exploration and industrial influence by analyzing about 20 million papers and US, Chinese, and European patents in genetic research, a domain of far-reaching societal importance. We observe that research on new genes has declined since the early 2000s, but the exploration of novel gene combinations still underpins biotechnology innovation. Fields of highly practical or commercial focus are less likely to adopt the innovative approaches, exhibiting lower research vitality. Additionally, continuous scientific research creates exploratory opportunities for innovation, while industrys R&D efforts are typically short-lived. Alarmingly, up to 42.2-74.4% of these exploratory opportunities could be lost if scientific research is restrained by industry interests, highlighting the cost of over-reliance on commercially-driven research. Given the industrys dominance in recent technologies, our work calls for a balanced approach with long-term scientific exploration to preserve innovation vitality, unlock the full potential of genetic research and biotechnology, and address complex global challenges.", "date": "2025-06-10", "journal": ""}
{"title": "Heat-induced secondary dormancy contributes to local adaptation in Arabidopsis thaliana", "doi": "10.1101/2025.02.20.638146", "authors": "Tran, N. L. T.; Ali, T.; Schmitz, G.; de Meaux, J.", "abstract": "Seeds should not germinate in conditions unsuitable for seedling growth. Dormancy, which allows seeds to remain inactive in an environment that would otherwise enable germination, helps optimize the timing of germination. Primary dormancy, developed during seed maturation on the parent plant, prevents immediate germination post-dispersal, regardless of external conditions. Secondary dormancy, however, is triggered post-dispersal when seeds face unfavorable conditions, enabling them to re-enter dormancy even if initially non-dormant. This mechanism allows seeds to fine-tune germination according to environmental conditions. In this study, we examined the role of heat-induced secondary dormancy in local adaptation by analyzing natural variations within 361 Arabidopsis thaliana accessions from across Europe. We discovered that secondary dormancy acquisition varies with primary dormancy levels and after-ripening. Both primary and heat-induced secondary dormancy exhibited adaptive clines along temperature and precipitation gradients, with secondary dormancy showing a steeper cline, indicating its significant role in local adaptation. Using species distribution models, we predicted that genotypes with high secondary dormancy would show greater resilience to future climate changes. Additionally, we identified specific genomic regions controlling secondary dormancy levels, including a novel candidate gene for secondary dormancy variation. Our findings show that secondary dormancy is a complex adaptive mechanism and a predominant contributor to the dormancy trait syndrome that favors plant survival in habitats exposed to harsh summers.", "date": "2025-06-10", "journal": ""}
{"title": "A Critical Role for the Fascin Family of Actin Bundling Proteins in Axon Development, Brain Wiring and Function", "doi": "10.1101/2025.02.21.639554", "authors": "Hardin, K. R.; Penas, A.; Joubert, S.; Ye, C.; Myers, K. R.; Zheng, J.", "abstract": "Actin-based cell motility drives many neurodevelopmental events including guided axonal growth. Fascin is a major family of F-actin bundling proteins, but its role in axon development in vivo and brain wiring remains unclear. Here, we report that fascin is required for axon development, brain wiring and function. We show that fascin is enriched in the motile filopodia of axonal growth cones and its inhibition impairs axonal extension and branching of hippocampal neurons in culture. We next provide evidence that fascin is essential for axon development and brain wiring in vivo using Drosophila melanogaster as a model. Drosophila expresses a single ortholog of mammalian fascin called Singed (SN), which is expressed in the mushroom body (MB) of the central nervous system. Loss of SN causes severe MB disruption, marked by - and {beta}-lobe defects indicative of altered axonal guidance. SN-null flies also exhibit defective sensorimotor behaviors as assessed by the negative geotaxis assay. MB-specific expression of SN in SN-null flies rescues MB structure and sensorimotor deficits, indicating that SN functions autonomously in MB neurons. Together, our data from primary neuronal culture and in vivo models highlight a critical role for fascin in brain development and function.", "date": "2025-06-10", "journal": ""}
{"title": "Tracing the function expansion for a primordial protein fold in the era of fold-based function prediction: beta-trefoil", "doi": "10.1101/2025.02.18.638835", "authors": "Srinivasan, S.; Goswami, M.", "abstract": "The incredibly narrow protein fold bottleneck, which separates the billions of unique proteins on one side to deliver diverse biological functions on the other, arises from folds that tolerate mutations during evolution. One such fold, called the {beta}-trefoil, is present in functionally diverse proteins including cytokines involved in the immune system such as interleukin-1. The unrecognizable sequence-level diversity, even among paralogs of interleukin-1 within the same chromosomal locus, suggests the resilience of this fold to mutational onslaught. Furthermore, {beta}-trefoil domain containing-proteins are known to coexist with other domains to achieve functional diversity. In this study, we challenge the reach and limitations of function prediction using fold-fold comparison using {beta}-trefoil fold as an example. We identified proteins containing {beta}-trefoil fold belonging to thirty-two distinct functional class based on diverse domain architecture and or functional annotation by mining both the PDB and AlphaFold databases using fold-fold comparison. Among the proteins with novel domain architecture we find {beta}-trefoil along with chitinase, lipase, {beta}-glucosidase, protein kinase, peptidoglycan-binding + peptidase matrixin, glycosyl hydrolases family 3 + PA14 + fibronectin type- III, alpha galactosidase A, PhoD-like phosphatase, insecticidal crystal toxin, trypsin, alginate lyase and two novel structurally uncharacterized domains. We demonstrate that fold-fold comparison can extend function prediction beyond the reach of sequence-based approach and provides an opportunity to discover novel domain architecture associated with known folds. However, since extending fold similarity to functional similarity may be challenged by convergent fold evolution, we explore if {beta}-trefoil may be a convergent evolution and share our hypothesis.", "date": "2025-06-10", "journal": ""}
{"title": "Forecasting protein evolution by integrating birth-death population models with structurally constrained substitution models", "doi": "10.1101/2025.02.21.639428", "authors": "Ferreiro, D.; Gonzalez-Vazquez, L. D.; Prado-Comesana, A.; Arenas, M.", "abstract": "Evolutionary studies in population genetics and ecology were mainly focused on predicting and understanding past evolutionary events. Recently, however, a growing trend explores the prediction of evolutionary trajectories toward the future promoted by its wide variety of applications. In this context, we introduce a forecasting protein evolution method that integrates birth-death population models with substitution models that consider selection on protein folding stability. In contrast to traditional population genetics methods that usually make the unrealistic assumption of simulating molecular evolution separately from the evolutionary history, the present method combines both processes to simultaneously model forward-in-time birth-death evolutionary trajectories and protein evolution under structurally constrained substitution models that outperformed traditional empirical substitution models. We implemented the method into a freely available computer framework. We evaluated the accuracy of the predictions with several monitored viral proteins of broad interest. Overall, the method showed acceptable errors in predicting the folding stability of the forecasted protein variants but, expectedly, the errors were larger in the prediction of the corresponding sequences. We conclude that forecasting protein evolution is feasible in certain evolutionary scenarios and provide suggestions to enhance its accuracy by improving the underlying models of evolution.", "date": "2025-06-10", "journal": ""}
{"title": "Listen, who is it? A novel method for studying the nightly and annual phenologies of cave bat communities in data deficient areas of the world.", "doi": "10.1101/2025.02.22.639615", "authors": "Labadie, M.; Morand, S.; Caron, A.; De Nys, H. M.; Niama, F. R.; Nguilili, F.; TOBI, N.-; Bourgarel, M.; Bas, Y.; Roemer, C.", "abstract": "Context: Bats are the only mammals who have conquered the skies (Gunnell & Simmons, 2005; Thewissen & Babcock, 1992) and the leading mammals in terms of total biomass (Greenspoon et al., 2023) with the exception of domestic mammals. However, the ecology of bats is still a mystery, especially in poorly sampled regions such as Central Africa. Aims: We present a new method for studying the nocturnal and annual phenologies of cave bat communities in data deficient regions. Methods: In two caves (Mont Belo and Boundou) in the Republic of Congo, which are home to several species of insectivorous bats throughout the year, we set up an acoustic monitoring protocol (PAM) over a period of 19 months. In both caves, we collected a total of 2,375,956 acoustic files. We detected the presence of five distinct bat groups or species. Key results: Our results showed bimodal activity throughout the year, except during the long rainy season, when tri- or quadri-modal activity was detected. Activity distributed throughout the night is related to the period of juvenile rearing (gestation, parturition and lactation). For all acoustic groups, we also observed high activity from October to March (long rainy season, short dry season and short rainy season) and low activity during the long dry season (June, July, August). This high activity is linked to the lactation period, the independence of young bats and potentially the mating period. Finally, the reproductive activity of insectivorous bat species is synchronized with the period of high resource availability. Conclusion: This study demonstrated the great variability of activity in five acoustic groups of cave-dwelling insectivorous bats, while at the same time gathering valuable information on bat species in the Congo. These variations are strongly linked to the season and/or the biological cycle of these species. This information is relevant to understanding the mechanisms by which colonies of cave bats can merge and fission. Implications: The use of this technique can provide essential information to estimate insectivorous bat populations in habitats that have been poorly sampled using this passive acoustic monitoring protocol.", "date": "2025-06-10", "journal": ""}
{"title": "Identification of a new inhibitor of Ran GTPase with therapeutic value in epithelial ovarian cancer", "doi": "10.1101/2025.03.02.641080", "authors": "Boudhraa, Z.; Tian, X.; Gam, R.; Ritch, S.; Kendall-Dupont, J.; Carmona, E.; Provencher, D.; Wu, J. H.; Mes-Masson, A.-M.", "abstract": "Accumulated studies suggest that the small GTPase Ran is critical in cancer initiation and progression. Compounds that block Ran activity would be valuable for cancer treatment. Here, by learning lessons from the discovery of KRAS G12C inhibitors, we generated a structural model of the switch II pocket of GDP-bound Ran to identify potential inhibitors of Ran by virtual screening. After in vitro verification and hit optimization, we identified chemical compound M36 as an efficient inhibitor of Ran with a therapeutic value. Binding of M36 to Ran was confirmed by cellular thermal shift assay. The specificity of M36 towards Ran was demonstrated by the evaluation of the active GTP-bound forms of a range of GTPases including Ran, RhoA, Cdc42 and Rac1; and by the expression of a dominant active mutant of Ran. Remarkably, similar to depletion of Ran by siRNA, M36 exhibits a specific toxicity in aneuploid ovarian cancer cells and represses DNA repair systems. In accordance with this, we established a synergistic relationship between M36 and the FDA approved PARP inhibitor olaparib. In vivo, M36 presents acceptable pharmacokinetic properties and, more importantly, inhibits the tumor growth of an aggressive ovarian xenograft model. Clinically relevant, M36 was able to induce cell death in ex vivo EOC patient derived micro-dissected tumors. Overall, our study is the first to provide a small-molecule compound inhibitor of Ran with a therapeutic potential.", "date": "2025-06-10", "journal": ""}
{"title": "Unraveling Regulatory Feedback Mechanisms in Adult Neurogenesis Through Mathematical Modelling", "doi": "10.1101/2025.03.12.642763", "authors": "Danciu, D.-P.; Klawe, F. Z.; Kazarnikov, A.; Femmer, L.; Kostina, E.; Martin-Villalba, A.; Marciniak-Czochra, A.", "abstract": "Adult neurogenesis is the process of generating neurons from neural stem cells in the adult brain. A comprehensive understanding of the mechanisms regulating this process is essential for developing effective interventions aimed at decelerating the decline of adult neurogenesis associated with ageing. Mathematical models provide a valuable tool for studying the dynamics of neural stem cells and their lineage, and have revealed alterations in these mechanisms during the ageing process. The present study draws upon experimental data to explore how these processes are modulated, by investigating regulatory feedbacks among neural populations through the lens of nonlinear differential equations models. Our observations indicate that the time-evolution of the neural lineage is predominantly regulated by neural stem cells, with more differentiated neural populations exerting a comparatively weaker influence. Furthermore, we illustrate the manner in which different subpopulations govern these regulations and gain insights into the impact of specific perturbations on the system.", "date": "2025-06-10", "journal": ""}
{"title": "Sex Differences in the Cancer Proteome", "doi": "10.1101/2025.03.14.643396", "authors": "Zhu, C.; Zeltser, N.; Oh, J.; Li, C. H.; Boutros, P. C.", "abstract": "Proteins play a central role in cancer biology: they are the most common drug targets and biomarkers. Sex influences the proteome in many diseases, ranging from neurological to cardiovascular. In cancer, sex is associated with incidence, progression and therapeutic response, as well as characteristics of the tumour genome and transcriptome. The extent to which sex differences impact the cancer proteome remains largely unknown. To fill this gap, we quantified sex differences across 1,590 proteomes from eight cancer types, identifying 901 genes with sex-differential proteins abundance in adenocarcinomas of the lung, and 20 genes across five other tumour types: squamous cell carcinoma of the lung, hepatocellular carcinomas, clear cell cancers of the kidney, adenocarcinomas of the pancreas and glioblastoma. A subset of these protein differences could be rationalized by sex-differential copy number aberrations. Pathway analysis showed that male-biased proteins in lung adenocarcinoma were enriched in MYC and E2F target pathways. These findings highlight the modest impact of sex on the cancer proteome, but the very limited power of existing proteomics cohorts for these analyses.", "date": "2025-06-10", "journal": ""}
{"title": "Genetic differences in plasticity across environmental scales determine fitness along an ecological gradient", "doi": "10.1101/2025.03.19.644087", "authors": "Walter, G. M.; Emma, G.; Terranova, D.; Clark, J.; Cozzolino, S.; Hiscock, S.; Cristaudo, A.; Bridle, J.", "abstract": "When populations suffer reduced fitness in novel environments, genotypes that better adjust their phenotype to cope with environmental change can aid persistence by reducing the severity of fitness declines. However, we know little about how plastic changes in phenotype allow different genotypes to track environmental variation across ecological gradients, particularly as environments become novel. We transplanted numerous clones of 19 genotypes of a Sicilian daisy, Senecio chrysanthemifolius, at four elevations on Mt Etna. We assessed fitness at native and novel elevations and quantified leaf plasticity among and within elevations. Genotypes with higher fitness at novel elevations showed lower variance in fitness, lower plasticity across elevations, but higher plasticity within elevations compared to those with higher fitness in the native range. Our results suggest that there are genotypes hidden in a population whose plasticity better tracks novel environmental variation at multiple scales, which will be crucial for population persistence under rapid environmental change.", "date": "2025-06-10", "journal": ""}
{"title": "Growth and patterning in vertebrate limb developmentA timescale perspective on skeletal specification", "doi": "10.1101/2025.03.20.644440", "authors": "Ben Tahar, S.; Comellas, E.; Duerr, T. J.; Bakr, D.; Monaghan, J. R.; Munoz, J. J.; Shefelbine, S. J.", "abstract": "The vertebrate limb provides a powerful system to study how growth and molecular signaling interact to shape complex skeletal patterns. However, how these processes are coordinated across space and time is not fully understood. This study introduces a computational tool to examine how growth interacts with positional cues and self-organizing patterning mechanisms to shape skeletal structures in both mice and axolotl limbs. We developed the Growth-Processing-Propagation (GPP) framework, a reaction-diffusion system within a growing domain, in which the relative contribution of growth, processing (reaction) and propagation (diffusion) is modulated through two non-dimensional parameters, informed by experimental morphogen maps. This formulation normalizes the reaction-diffusion equation relative to growth, enabling investigation of how different spatiotemporal regimes of growth, processing and propagation interact to produce whole limb patterning. The GPP framework captures the progressive formation of limb segments and digit patterns by varying the relative contributions of reaction, diffusion, and growth to the pattern. Our models indicate that in the proximal region (humerus, radius/ulna) the contributions of growth, reaction and diffusion are equally important to patterning, but in the distal elements (hands) the reaction and diffusion contributions are much greater than the contribution of growth to formation of the digits. A single framework predicts whole-limb skeletal patterns in both mice and axolotls, despite their morphological differences, highlighting its potential to explore conserved and divergent features of limb development from an evolutionary perspective through a unified mechanism across species.", "date": "2025-06-10", "journal": ""}
{"title": "Linking biotic interactions to species stability", "doi": "10.1101/2025.03.25.645234", "authors": "Lajaaiti, I.; Kefi, S.; Loreau, M.; Ardichvili, A.; Arnoldi, J.-F.", "abstract": "Ecological communities are often composed of many species, each interacting in complex ways. This complexity makes predictions of species responses to disturbances challenging. Here, we analyze dynamical community models and reveal an unexpectedly simple principle: species stability is governed by a single metric: self-regulation loss (SL). SL quantifies the importance of self-regulatory processes in species' population dynamics. In effect, SL captures a collective outcome of species interactions, organizing how individual species respond to disturbances. When applied to data from protist community experiments, SL accurately forecasts species responses to temperature changes. Our work reveals that despite the complexity of ecological systems species stability follows a remarkably simple organizing principle.", "date": "2025-06-10", "journal": ""}
{"title": "The Temporal Stability of Visual Cortical Processing in Humans Depends on Early Experience", "doi": "10.1101/2025.03.25.645249", "authors": "Sourav, S.; Feucht, M. E.; Kekunnaya, R.; Röder, B.", "abstract": "Proper timing is essential for effective neural processing. Yet, how early postnatal vision shapes the temporal stability of human visual cortical processing remains unknown. Here, using electroencephalography, we examined cortical timing properties in individuals who were born pattern vision blind due to congenital cataracts, but surgically recovered sight. While sight-recovery individuals exhibited an attenuated cortical oscillatory phase coherence (i.e., higher temporal variability) during visual processing, their oscillatory strength was unimpaired. Moreover, phase coherence information, but not activation strength, allowed the classification of sight-recovery from control individuals. Finally, exchanging phase information between sight-recovery and control individuals indicated oscillatory timing impairments as the source of group differences in higher-order visual cortical processing. Neural timing impairments were specific for reversed congenital blindness, that is, were not observed in individuals with reversed developmental (late-onset) cataracts. These results suggest that the development of intricately temporally orchestrated visual cortical processing in humans requires early visual experience.", "date": "2025-06-10", "journal": ""}
{"title": "Large adipocytes in a biomimetic adipose tissue model promote breast cancer malignancy", "doi": "10.1101/2025.03.28.645549", "authors": "Beeghly, G. F.; Pincus, M. I.; Varshney, R. R.; Giri, D. D.; Falcone, D. J.; Rudolph, M. C.; Antonyak, M. A.; Iyengar, N. M.; Fischbach, C.", "abstract": "Obesity worsens breast cancer survival but how increased adipocyte size, which typifies obese adipose tissue and correlates with poor prognosis, impacts cancer progression remains unclear. Understanding these connections is challenging as adipocyte size is highly heterogeneous and not tunable with traditional experimental approaches. Here, we develop a biomimetic, engineered adipose tissue model to culture size-sorted adipocytes isolated from the same donor and assess their impact on tumor cell behavior. We find that large adipocytes are transcriptionally distinct from small adipocytes and upregulate genes related to adipose tissue dysfunction, including altered lipid processing. In coculture, large adipocytes promote lipid accumulation in cancer cells, increasing their migration and proliferation via enhanced fatty acid oxidation. These changes align with greater extracellular vesicle release by large adipocytes, which transfer lipid to recipient tumor cells. Our findings posit adipocyte size as an independent prognostic biomarker for breast cancer patients and demonstrate the value of biomimetic tissue models for mechanistic studies.", "date": "2025-06-10", "journal": ""}
{"title": "Biophysical fitness landscape design traps viral evolution", "doi": "10.1101/2025.03.30.646233", "authors": "Mohanty, V.; Shakhnovich, E. I.", "abstract": "Rapidly evolving viruses mutate to escape antibodies generated by the human immune system, leading to periodic waves of infection and death. Modern vaccine design approaches typically focus on currently prevalent strains and thus are shortsighted and often rendered ineffective by emerging viral mutations. An ideal strategy for proactive vaccine design requires not only immediate effectiveness, but also control over future viral mutation trajectories and evolutionary fitness landscapes. Here, we introduce fitness landscape design with antibodies (FLD-A) to create optimal antibody repertoires to restrict viral fitness trajectories. By deriving a biophysical fitness model from microscopic chemical reactions, we show that while standard approaches to vaccination do not necessarily restrict evolution of viral escape, our systematic protocol can be used to design effective, proactive antibody repertoires to suppress the replication of future escape variants. Stochastic optimization is performed to discover an antibody ensemble which forces a viral surface protein to evolve according to user-defined fitness penalties against each strain, imposing a reshaped fitness landscape that disfavors viral proliferation. After validating the antibody-imposed fitness landscapes with in silico serial dilution experiments, we apply FLD-A to reshape the relative fitness effects of mutations within two SARS-CoV-2 genotype networks while maintaining overall fitness suppression. Finally, we introduce an iterative FLD-A protocol which consistently discovers vaccination target sequences that generate antibodies which simultaneously restrict wildtype and escape variant fitness trajectories. Biophysical FLD-A thus opens the door to evolutionary control and proactive vaccine, antibody, and peptide design, thinking several steps ahead of pathogen evolution.", "date": "2025-06-10", "journal": ""}
{"title": "Concurrent multimodal imaging demonstrates that EEG-based excitation/inhibition balance reflects glutamate and GABA concentrations", "doi": "10.1101/2025.03.31.646339", "authors": "Cochrane, A.; Rosedahl, L.; Tamaki, M.; Watanabe, T.; Sasaki, Y.", "abstract": "Neural excitation/inhibition (E/I) ratio is dynamically regulated on multiple timescales. Adaptive changes in E/I ratio can support healthy development, learning, and cognition, while disordered E/I ratio has been implicated in neurodevelopmental disorders, neurodegenerative disorders, and states of impaired vigilance. There has been growing interest in inferring E/I ratio from efficient and noninvasive measurements such as electroencephalography (EEG), and several algorithms have been proposed to estimate E/I ratio from EEG. Despite promising results, there has been a lack of validation studies testing the underlying neurochemical changes leading to increased or decreased EEG-based E/I ratio. Here, using concurrent EEG and magnetic resonance spectroscopy (MRS) for over an hour, we assessed which algorithm of EEG-based E/I ratio best matched with MRS-based E/I ratio in humans of both sexes. The MRS-based E/I ratio was obtained by the ratio of glutamate concentration to GABA concentration. We applied 10 candidate indices of EEG-based E/I ratio using four approaches in several spontaneous frequency bands. Uniquely, we quantified the associations between the EEG-based E/I ratio and MRS-based E/I ratio separately for between-subjects and within-subjects variations. We found that each EEG-based E/I algorithm showed reliable and positive associations with MRS-based E/I, and especially EEG-based E/I ratio in alpha band with a criticality theory based approach showed the best association to the MRS-based E/I ratio. While these associations were evident for between-subjects comparisons, they were quite weak for within-subjects comparisons. These results suggest that EEG-based E/I algorithms are likely to reflect, at least in part, relative concentrations of glutamate and GABA.", "date": "2025-06-10", "journal": ""}
{"title": "Developmental Emergence of Replay-DMN Coordination Predicts Entorhinal Grid Codes", "doi": "10.1101/2025.04.02.646732", "authors": "Pang, L.; Qu, Y.; Ou, J.; Wu, S.; Luo, Y.; Gohil, C.; Woolrich, M.; Behrens, T.; Liu, Y.", "abstract": "Neural replay, the reactivation of experience-related activity patterns during offline periods, has been implicated in organising memories into cognitive maps. However, how replay processes mature through childhood and adolescence remains unclear. Here we studied 106 participants aged 8-25 who learned a hidden two-dimensional (2D) associative structure and then underwent magnetoencephalography (MEG) during a map-based inference task and post-task rest to detect spontaneous replay. We found that during post-task rest, younger individuals relied primarily on replay alone to represent the 2D relationships, whereas older individuals showed increasingly precise timing alignment between replay events and activity in the default mode network (DMN), particularly when replay occurred at the trough of a DMN theta oscillation. Such replay-DMN coupling predicted the strength of a grid-cell-like code in the entorhinal cortex identified in this cohort with fMRI. Furthermore, resting-state fMRI revealed that DMN functional connectivity strengthened with age, in parallel with reduced reliance on replay and more efficient inference performance. These results reveal a developmental progression in which replay shifts from an isolated process in youth to a coordinated DMN mechanism by adulthood. This transition predicts the maturation of grid-like schema representations, shedding light on how children gradually build internal knowledge structures to support flexible inference.", "date": "2025-06-10", "journal": ""}
{"title": "SpaceBF: Spatial coexpression analysis using Bayesian Fused approaches in spatial omics datasets", "doi": "10.1101/2025.03.29.646124", "authors": "Seal, S.; Neelon, B.", "abstract": "Advancements in spatial omics technologies have enabled the measurement of expression profiles of different molecules, such as genes (using spatial transcriptomics), and peptides, lipids, or N-glycans (using mass spectrometry imaging), across thousands of spatial locations within a tissue. While identifying molecules with spatially variable expression is a well-studied statistical problem, robust methodologies for detecting spatially varying co-expression between molecule pairs remain limited. To address this gap, we introduce a Bayesian fused modeling framework for estimating molecular coexpression at both local (location-specific) and global (tissue-wide) levels, offering a refined understanding of cell-cell communication (CCC) mediated through ligand-receptor and other molecular interactions. Through extensive simulations, we demonstrate that our approach, termed SpaceBF, achieves superior specificity and power compared to existing methods that predominantly rely on geospatial metrics such as bivariate Moran's I and Lee's L. Applying our framework to real spatial transcriptomics and proteomics datasets, we uncover novel biological insights into molecular interactions across different cancer types.", "date": "2025-06-10", "journal": ""}
{"title": "All spectral frequencies of neural activity reveal semantic representation in the human anterior ventral temporal cortex", "doi": "10.1101/2025.04.17.649404", "authors": "Frisby, S. L.; Halai, A. D.; Cox, C. R.; Clarke, A.; Shimotake, A.; Kikuchi, T.; Kuneida, T.; Arakawa, Y.; Takahashi, R.; Ikeda, A.; Matsumoto, R.; Rogers, T. T.; Lambon Ralph, M. A.", "abstract": "Intracranial electrophysiology offers a unique insight into the nature of information representation in the brain - it can be used to disentangle information encoded in local neuronal activity (gamma and high gamma frequencies) from information encoded via long-range interactions (lower frequencies). We used regularised logistic regression to decode animacy from time-frequency power and phase extracted from electrocorticography (ECoG) grid electrode data recorded on the surface of human vATL. Power in gamma (30 - 60 Hz) and high gamma (42 - 200 Hz) produced reliable decoding, indicating that semantic information is indeed expressed by local populations in vATL. However, power from a wide range of frequencies (4 - 200 Hz) produced significantly higher decoding accuracy and also exhibited the same rapidly-changing dynamic code previously observed when decoding voltage. These findings support the theory that semantic information is encoded by a local vATL \"hub\" that interacts with distributed cortical \"spokes\".", "date": "2025-06-10", "journal": ""}
{"title": "Fine-Tuning Protein Language Models Unlocks the Potential of Underrepresented Viral Proteomes", "doi": "10.1101/2025.04.17.649224", "authors": "Dejean, T.; Sawhney, R.; Ferrell, B. D.; Schreiber, Z.; Harrigan, W.; Polson, S. W.; Wommack, K. E.; Belcaid, M.", "abstract": "Protein language models (pLMs) have revolutionized computational biology by generating rich protein vector representations -- or embeddings -- enabling major advancements in de novo protein design, structure prediction, variant effect analysis, and evolutionary studies. Despite these breakthroughs, current pLMs often exhibit biases against proteins from underrepresented species, with viral proteins being particularly affected -- frequently referred to as the \"dark matter\" of the biological world due to their vast diversity and ubiquity, yet sparse representation in training datasets. Here, we show that fine-tuning pre-trained pLMs on viral protein sequences, using diverse learning frameworks and parameter-efficient strategies, significantly enhances representation quality and improves performance on downstream tasks. To support further research, we provide source code for fine-tuning pLMs and benchmarking embedding quality. By enabling more accurate modeling of viral proteins, our approach advances tools for understanding viral biology, combating emerging infectious diseases, and driving biotechnological innovation.", "date": "2025-06-10", "journal": ""}
{"title": "Synaptic vesicles that store monoamines and glutamate differ in protein composition.", "doi": "10.1101/2025.05.06.651945", "authors": "Asmerian, H.; Diaz, A. J.; Xu, H.; Oses-Prieto, J. A.; Alberts, J.; Sanetra, A. M.; Gnanabharathi, B.; Carr, N.; Burlingame, A. L.; Edwards, R. H.; Silm, K.", "abstract": "Neuromodulators such as the monoamines are known to differ from classical neurotransmitters like glutamate in the time scale of signaling due to activation of slower G protein-coupled receptors. Recent work has suggested that the mode of release also differs between classical and modulatory transmitters. Although many components of neurotransmitter release machinery have been identified, we still understand little about the mechanisms responsible for differences in release. In this study, we address the differences between release of dopamine and glutamate by comparing the composition of synaptic vesicles (SVs) that contain the vesicular monoamine transporter 2 (VMAT2) versus vesicular glutamate transporter 2 (VGLUT2). Previous work has shown that these SV populations differ in frequency dependence, recycling kinetics and biogenesis. Taking advantage of a CRISPR-generated knock-in mouse with a cytoplasmic hemagglutinin (HA) tag at the N-terminus of VMAT2 to immunoisolate monoamine SVs, we find differences in the abundance and isoform expression of many SV protein families. Validation in primary neurons and in brain tissue confirms these differences in SV protein abundance between dopamine and glutamate release sites. Functional analysis reveals that the loss of differentially expressed SCAMP5 selectively impairs the recycling of VGLUT2 SVs, sparing VMAT2 vesicles in the same neuronal population. These findings provide new insights into the molecular diversity of SVs and the mechanisms that regulate the release of dopamine and glutamate, with implications for the physiological role of these transmitters and behavior.", "date": "2025-06-10", "journal": ""}
{"title": "Bonferroni's correction, not Tukey's, should be used to control the total number of false positives when making multiple pairwise comparisons in experiments with few replicates.", "doi": "10.1101/2025.05.01.651705", "authors": "zweifach, a.", "abstract": "Statistical tests can be used to help determine whether experimental manipulations produce effects. In tests of means, when more than two groups are compared the total number of Type 1 errors (false positive results) increases unless a correction is used. Tukey's test is thought to offer good control of the false positive rate and high statistical power when all pairwise comparisons are made. However, the number of replicates in laboratory experiments is often quite low, and small sample sizes can undermine assumptions underlying statistical methods. I used simulations to investigate how well Tukey's test controls the total number of false positives when there are 3- 6 experimental groups and 2- 6 experimental replicates, conditions that span the range of typical values, and found that it generates too many. I investigated 11 other approaches to controlling false positives and found that none is as effective as the simple Bonferroni correction or offers much more power. I conclude that researchers should not make all pairwise comparisons using Tukey's test but instead use Bonferroni's correction on a limited number of pre-selected comparisons.", "date": "2025-06-10", "journal": ""}
{"title": "A functional comparison of two transplantable syngeneic mouse models of melanoma: B16F0 and YUMM1.7", "doi": "10.1101/2025.05.09.652938", "authors": "Klinke, D. J.; Gould, A.; Pirkey, A.; Razazan, A.; Deng, W.", "abstract": "The B16 murine melanoma cell lines are considered the gold standard for testing melanoma immunotherapies due to low treatment success rates. However, the clinical relevance of these models has been questioned due to a mutational landscape void of driver mutations typically seen in human melanomas and a tendency to form necrotic cores at high tumor volumes. Creating the YUMM1.7 line addressed these limitations by providing an additional contextually consistent model with a more clinically relevant genetic background. The combined use of both models can generate stronger studies in melanoma immunology and immunotherapy. However, to date, there have been no direct functional comparisons of the characteristics of these two models to inform the design of such studies. To address this, we conducted a series of functional experiments to characterize the kinetics of tumor growth, chemotherapeutic sensitivity, and immunogenicity of these models. We found that the B16F0 model had faster intrinsic tumor growth rates, was more susceptible to lysis by tumor-specific CD8+ T cells, and secreted higher levels of the angiogenic factors VEGF and Ang2. Meanwhile, the YUMM1.7 model was more sensitive to chemotherapeutic treatment, secreted higher levels of chemokines CCL2, CXCL1, and CX3CL1, and showed higher infiltration of lymphocyte and myeloid subsets at the same tumor size. Overall, YUMM1.7 model may be better suited for in vivo studies of mechanisms that require a wider observation window and intervention than the B16F0 model, such as immune response. However, angiogenesis and immunotherapy studies may benefit from a more in-depth comparative analyses of both models.", "date": "2025-06-10", "journal": ""}
{"title": "A Foraging-Theory-Based Model Captures the Spectrum of Human Behavioral Diversity in Sequential Decision Making", "doi": "10.1101/2025.05.06.652482", "authors": "Harrell, D.; Zid, M.; Laurie, V.-J.; Chen, C.; Grissom, N.; Darrow, D. P.; Ebitz, B. R.; Herman, A. B.", "abstract": "Decision-making tasks involving multiple, simultaneously presented options are mainstays of cognitive neuroscience and psychology, and are increasingly important to the emerging field of computational psychiatry. Modeling approaches to these tasks overwhelmingly assume that participants make choices based on explicitly comparing the values of the presented options. Contrary to this long-held assumption, we found instead that humans employ a compare-to-threshold decision process, similar to theories of foraging, when making sequential decisions about concurrently available options. We confirmed this result in a large (1000 participant) dataset with multiple converging lines of evidence comparing both model fits and model generative performance. Value-comparison models were restricted to a reduced area of the potential space of single-trial outcome-dependent behavior, demonstrating an intrinsic limitation in the ability to reproduce strategy diversity. Furthermore, we found that using even the best-fit value-comparison model led to a substantial, systematic bias and a compression of individual differences in reconstructed behavior compared to the foraging-based model, leading to weaker predictions of behavioral health measures. Our results imply that studies using value-comparison models to link behavior with neural activity or psychiatric symptoms may be less sensitive to individual differences than a simple alternative based on ethological foraging.", "date": "2025-06-10", "journal": ""}
{"title": "Somatosensory timing and cerebellar-basal ganglia beta-band interactions in Parkinson's disease", "doi": "10.1101/2025.05.15.653735", "authors": "Pando-Naude, V.; Andersen, L.", "abstract": "Background: Parkinson's disease (PD) has traditionally been viewed through the lens of basal ganglia dysfunction, yet emerging research also implicates the cerebellum and its connections to the basal ganglia. Objective: To investigate cerebellar and basal ganglia beta-band responses during a somatosensory timing task, with a focus on prediction- and evaluation-related activity in individuals with PD compared to controls. Methods: Using magnetoencephalography (MEG), we presented participants with tactile stimuli in regular (non-jittered) and irregular (jittered) sequences. In each trial, the final expected stimulus was omitted to probe prediction-related activity before the omission and evaluation-related activity after it. We analyzed beta-band responses and functional connectivity across the cerebellum, basal ganglia, thalamus, and motor cortex. Results: We found prediction-related differences between PD and controls in the cerebellum and basal ganglia before the omissions, but no differences between PD and controls in the cerebellar evaluation responses after the omissions. In PD participants, basal ganglia activity favored jittered sequences over non-jittered, whereas the reverse was seen in the controls. Moreover, alterations in cerebellar beta-band responses correlated with symptom severity in PD participants. Finally, we found an interaction in functional connectivity within a sensory-integration network between the two participant groups and the regularity of the stimuli. Conclusion: We interpret these findings as indicating that the cerebellum may play a compensatory role in predictive timing in PD and that in challenging conditions, the jittered condition, the wider sensory-integration network is harder to work in PD in trying to predict upcoming stimuli.", "date": "2025-06-10", "journal": ""}
{"title": "Intervertebral disc impairments in a mouse model of Alzheimer's Disease", "doi": "10.1101/2025.05.24.655931", "authors": "Gonzalez, C. C.; Schurman, C. A.; Wilson, K. A.; Schilling, B.; Ellerby, L. M.; Tang, S. Y.", "abstract": "Chronic low back pain, frequently associated with intervertebral disc (IVD) degeneration, is highly prevalent in individuals with Alzheimer's disease (AD), and the pain intensity is highly correlated with the degree of cognitive impairment. While the incidences of both afflictions increase dramatically in the elderly population, it is unknown whether AD exacerbates the health of the IVD. Utilizing one-year-old male and female 5xFAD mice that constitutively express human APP and PSEN1 transgenes with five AD-linked mutations, we measured the lumbar IVD's extracellular matrix composition, the three-dimensional structure, histopathological degeneration, and mechanical behavior. The collagen, glycosaminoglycans, and advanced glycation end-products content of the IVD were not appreciably different between the 5xFAD animals and their wild-type littermates. Likewise, the 5xFAD IVDs were not histopathologically degenerated. However, the IVD volume, measured by contrast-enhanced microCT, was larger in the 5xFAD animals. Furthermore, dynamic microcompression revealed that 5xFAD IVDs exhibited higher loss tangent, indicating altered tissue damping and fluid-flow dynamics within the disc. These results suggest that although the IVDs of mice with AD are not more degenerated, they may be more susceptible to damage accumulation due to the elevated absorption of energy. Elderly individuals with AD may thus be more prone to IVD injuries that lead to eventual degeneration and spinal pain. Future work will focus on defining the molecular mechanisms and the consequences of these mechanical and structural changes in the IVD and their consequences to low back pain in individuals with AD.", "date": "2025-06-10", "journal": ""}
{"title": "Tracing the vertebrate selenoproteome reveals expansions in ray-finned fishes and convergent depletions in tetrapods", "doi": "10.1101/2025.05.29.656587", "authors": "Tico, M.; Mariotti, M.", "abstract": "Selenoproteins incorporate the rare selenium-containing amino acid selenocysteine (Sec) and play crucial roles for redox homeostasis, stress response, and hormone regulation. Sec is inserted by co-translational recoding of the UGA codon, normally a stop. As consequence, selenoproteins are often misannotated in public databases and require specialized bioinformatic methods and resources. Here, we present a refined characterization of the composition and evolution of the vertebrate selenoproteome. Based on analyses of 19 gene families across hundreds of genomes, we show that extant selenoproteomes were shaped by extensive gene duplications (53), losses (41), and Sec-to-cysteine (Cys) conversions (19). Tetrapods including mammals encode 24-25 selenoproteins, with variations in 6 families. Notably, the same genes underwent convergent evolutionary events in multiple tetrapods, namely Sec-to-Cys substitutions (SELENOU1, GPX6) and gene losses (SELENOV). In contrast, ray-finned fish exhibit larger and more dynamic selenoproteomes, reinforcing the hypothesis that the selective advantage of Sec is stronger in aquatic environments. We detected selenoprotein duplications spread across the actinopterygian clade involving 13 families, mainly involved in antioxidant defense. The richest selenoproteomes were found in Salmoninae and Cyprinoidei fish with 55 and 45 selenoproteins, respectively, owing to whole genome duplications. Among our findings, the SELENOP family stands out in lampreys, carrying up to an unprecedented 162 UGAs putatively recoded to Sec. Our study presents the most comprehensive evolutionary map of vertebrate selenoproteins to date and delineates the specific selenoproteome of each lineage, establishing a foundational framework for selenium biology research in the era of biodiversity genomics.", "date": "2025-06-10", "journal": ""}
{"title": "Human intention inference with a large language model can enhance brain-computer interface control: A proof-of-concept study", "doi": "10.1101/2025.06.01.657282", "authors": "Shiinoki, S.; Iwama, S.; Ushiba, J.", "abstract": "Brain-computer interface (BCI) control enables direct communication between the brain and external devices. However, the accuracy of BCI control based on intentions inferred from unstable neural signals remains limited, even with data-driven approaches to tailor neural decoders. Here we propose a knowledge-driven framework for inferring human intentions, leveraging large language models (LLMs) that incorporate prior knowledge about human behavior and neural activity. We developed a neural decoder that integrates neural and oculomotor signals with contextual information using an LLM agent. Its feasibility was tested in a real-world BCI task involving interaction with a computer application. The LLM-based decoder achieved an average accuracy of 79% among participants whose neural signals were responsive (11 out of 20) in inferring the intention to select arbitrary posts in a social networking service. Ablation analyses revealed that the integration of contextual information, multimodal signals, and empirical knowledge is critical for decoding accuracy. This study demonstrates the feasibility of a neural decoding framework using an LLM, paving the way for improved performance in BCI-driven external device operation for individuals with disabilities.", "date": "2025-06-10", "journal": ""}
{"title": "Defense-Suppressive Fragments of RIN4 generated by AvrRpt2 Participate in NDR1-dependent Activation of RPS2", "doi": "10.1101/2025.06.02.656948", "authors": "Afzal, A. J.; Alam, M.; Huang, J.; Agha, M.; Da Cunha, L.; Iqbal Rai, M.; Tahir, J.; Jamroze, A.; Jones, J. D.; Mackey, D.", "abstract": "Plant nucleotide-binding, leucine-rich-repeat (NLR) immune receptors recognize pathogen effectors and activate immunity. The NLR RPS2 recognizes AvrRpt2, a Pseudomonas effector that promotes virulence by proteolytically cleaving a membrane-tethered host protein, RIN4. RIN4 cleavage by AvrRpt2 generates fragments that activate RPS2. A model for RPS2 activation by RIN4 destruction is consistent with the ectopic activity of RPS2 in plants lacking RIN4 but does not explain the link between AvrRpt2s virulence activity and RPS2 activation. We found that non-membrane-tethered RIN4 derivatives are potent cytosolic activators of RPS2. Activation of RPS2 by these RIN4 derivatives, like AvrRpt2-induced activation, and unlike ectopic activation in the absence of RIN4, requires the defense signaling protein NDR1. Cleavage products of RIN4 produced by AvrRpt2 play contrasting roles in the activation of RPS2, with the membrane-tethered C-terminal fragment suppressing RPS2 and the non-membrane-tethered internal fragment, dependent on compatibility with the C-terminal fragment, overcoming its suppression of RPS2.\n\nHighlightsO_LINon-membrane tethered derivatives of RIN4 activate RPS2-induced cell death\nC_LIO_LIActivation of RPS2 by non-membrane-tethered derivatives of RIN4 requires NDR1\nC_LIO_LIAvrRpt2-induced cleavage fragments of RIN4 play contrasting roles in RPS2 activation\nC_LI\n\nGraphical abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=112 SRC=\"FIGDIR/small/656948v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (26K):\norg.highwire.dtl.DTLVardef@105d9org.highwire.dtl.DTLVardef@1272822org.highwire.dtl.DTLVardef@1bbfde8org.highwire.dtl.DTLVardef@11a978b_HPS_FORMAT_FIGEXP  M_FIG C_FIG", "date": "2025-06-10", "journal": ""}
{"title": "Cytokinin overcomes spikelet-driven inhibition of tillering in wheat and barley by delaying meristem development", "doi": "10.1101/2025.06.02.657399", "authors": "Wakeman, A.; Bennett, T.", "abstract": "Correlative inhibition mechanisms allow plants to regulate the number of organs they produce, but act as a developmental limitation on crop yields. Previously, trade-offs have been observed in wheat and barley between the size of individual compound inflorescences (spikes) and the total number of spikes produced by each plant. We aimed to test the hypothesis that these trade-offs represent an uncharacterized form of correlative inhibition in grass reproductive architecture. We show that  high spikelet lines with spikes containing enhanced numbers of spikelets have reduced tillering and retarded development of later-initiated spikes. Moreover, we show that this effect is driven by the presence of developing, but not mature, spikelets in early-initiated spikes, thus representing a form of correlative inhibition. We show that cytokinin treatment delays the development of spike meristems and formation of spikelets, and as such, can promote the development of additional spikes in high spikelet lines, by providing a longer window for tillering to occur. Our results thus identify cytokinin as a potential target for breeding crops with enhanced yield. Furthermore, our results provide a developmental basis for previously observed yield trade-offs in cereal crops, and illustrate the importance of understanding developmental timing when attempting to breed higher-yielding crops.", "date": "2025-06-10", "journal": ""}
{"title": "The architecture of resilience: a genome assembly of Myrothamnus flabellifolia sheds light on desiccation tolerance and sex determination", "doi": "10.1101/2025.06.02.657439", "authors": "Marks, R. A.; Lovell, J. T.; Carey, S. B.; Van Der Pas, L.; Chimukuche, N. M.; Bruna, T.; Plott, C.; Webber, J.; Lipzen, A.; Yan, J.; Bauer, D.; Bentley, J.; Talag, J.; Barry, K.; Grimwood, J.; Jenkins, J. W.; Schmutz, J.; Harkess, A.; VanBuren, R.; Leebens-Mack, J.; Farrant, J. M.", "abstract": "Myrothamnus flabellifolia is a dioecious resurrection plant endemic to southern Africa that has become an important model for desiccation tolerance. Here, we present a chromosome-level, haplotype-resolved reference genome for M. flabellifolia alongside transcriptomic profiling across a natural dehydration-rehydration cycle. The 1.28 Gb genome exhibits unusually consistent chromatin architecture with putative holocentric chromosome organization across highly divergent haplotypes. We identified an XY sexual system with a small sex-determining region on chromosome 8. Transcriptomic changes during dehydration varied with the severity of water loss and pointed to early suppression of growth, progressive activation of protective mechanisms, and reversible changes in transcript abundance upon rehydration. Co-expression networks and targeted gene family analyses revealed dynamic regulation of LEA and ELIP genes, with evidence of transcriptome \"priming\" in hydrated plants, with transcript abundance shifting toward highly disordered proteins during desiccation. Enrichment of ABA and light-responsive cis-regulatory elements in key genes support the existence of conserved stress response pathways. M. flabellifolias rich profile of phenolics and antioxidant genes highlight the overlap between desiccation tolerance and medicinal potential. Together, this study provides foundational resources for understanding the genomic architecture and reproductive biology of M. flabellifolia while offering new insights into the mechanisms of desiccation tolerance.", "date": "2025-06-10", "journal": ""}
{"title": "Extracting Reproducible Components from Electroencephalographic Responses to Transcranial Magnetic Stimulation with Group Task-Related Component Analysis", "doi": "10.1101/2025.06.02.657489", "authors": "Couto, B. A. N.; Fecchio, M.; Russo, S.; De Martino, E.; Parmigiani, S.; Sarasso, S.; Graven-Nielsen, T.; de Andrade, D. C.; Massimini, M.; Rosanova, M.; Casali, A. G.", "abstract": "Transcranial magnetic stimulation combined with electroencephalography (TMS-EEG) is a powerful technique for investigating human cortical circuits. However, characterizing TMS-evoked potentials (TEPs) at the group level typically relies on grand averaging across stimulus repetitions (trials) and subjects - an approach that assumes a level of spatial and temporal consistency that is often lacking in TEPs. Here, we introduce an adaptation of Group Task-Related Component Analysis (gTRCA), a novel multivariate signal decomposition method, to automatically extract TEP components that are maximally reproducible across both trials and subjects. Following the validation of a new permutation-based statistical test for gTRCA using simulated data, the method was applied to two independent TMS-EEG datasets, in which stimulation was targeted to the primary motor cortex (M1) in cohorts of 16 and 22 healthy participants. We found that gTRCA reliably identified TEP components that were reproducible at the group level. Notably, the main gTRCA component captured the key spatial, temporal, and spectral features of motor TEPs, remained robust despite reduced number of stimuli and participants, and was consistent across different recordings. These findings demonstrate that gTRCA affords a more reliable characterization of TEPs at the group level, thereby facilitating the translation of TMS-EEG research into clinical practice.", "date": "2025-06-10", "journal": ""}
{"title": "A Tiered Approach to Human Synapse Proteomics: Optimized LC-MS/MS Analysis of Whole-Tissue and Synaptosome Preparations from Frozen Post-Mortem Brain Samples", "doi": "10.1101/2025.06.04.657790", "authors": "Roig Kuhn, F. C.; Klaassen, R. V.; Koopmans, F. T. W.; Koolman, T. S. Z.; Smit, A. B.; Spijker, S.", "abstract": "Recent advancements in neuroproteomics have enabled detailed analysis of protein expression and function in the human brain. Post-mortem human brain studies have significantly advanced our understanding of the relationship between genetics, cell biology of neurological and psychiatric disorders and their clinical diagnosis. Given the central role of the synapse in these disorders, we evaluated the sensitivity of liquid chromatography-tandem mass spectrometry (LC-MS/MS) to detect synaptic proteins in whole-tissue lysates versus synaptosome preparations. First, we optimized sample preparation protocols for frozen human gray matter (GM), refining the suspension TRAPping (S-TRAP) digestion method to improve protein solubilization using thin tissue sections and to accomplish low technical variation by minimizing sample handling. Together, we achieved a highly reproducible sample preparation workflow by rigorously applying standardization and randomization across dissection, processing, and LC-MS/MS runs. Comparative LC-MS/MS analysis showed that whole-tissue lysates are practical for large-scale studies and broadly detecting synaptic proteins. However, enrichment by synaptosome isolation offered improved resolution of synapse-specific proteins. Because synapse-proteomics enables insight into spatial regulation -i.e., alterations at the synapse that are not reflected in the soma- we recommend a tiered approach: initial whole-tissue analysis for broad disease-associated changes, followed by targeted synaptosome proteomics to deepen insight into synaptic alterations. This strategy optimally balances throughput, reproducibility, and biological relevance, and enhances the study of brain disorders through proteomics. Moreover, analyzing synaptic proteins first at the tissue level improves insight into overall regulation of synaptic proteins induced by synapse loss or gain.", "date": "2025-06-10", "journal": ""}
{"title": "Effects of diffusion MRI spatial resolution on human brain short-range association fiber reconstruction and structural connectivity estimation", "doi": "10.1101/2025.06.04.657810", "authors": "Zheng, J.; Li, Z.; Zhong, W.; Wang, Z.; Li, Z.; Yang, H.; Liu, M.; Cao, X.; Liao, C.; Salat, D. H.; Huang, S. Y.; Tian, Q.", "abstract": "Short-range association fibers (SAFs) are critical for cortical communications but are often underestimated in conventional resolution diffusion magnetic resonance imaging (dMRI) since they locate within a ~1.5mm thin layer of superficial white matter. With the emergence of sub-millimeter diffusion imaging techniques, this study timely evaluated the effects of image spatial resolution on SAF reconstruction using simulation data and multi-resolution (2, 1.5, and 0.96 mm iso.) empirical data acquired on the same 20 healthy subjects using the gSlider sequence and 20 widely used tractography approaches. Resolution effects were qualitatively assessed through model fitting and tractography results and quantitatively evaluated using global and regional short-range connectivity strength (SCS). It is found that lower resolution systematically reduced SCS across all methods in a spatially varying way. Moreover, tractography methods exhibited significant differences in resolution sensitivity, with diffusion tensor imaging (DTI) based single-tissue single-fiber tractography showing greater vulnerability than constrained spherical deconvolution (CSD)-based multi-tissue multi-fiber tractography, and probabilistic tracking with anatomical constraints (ACT) and filtering (SIFT) improved robustness. Finally, up-sampling data to nominally higher resolution partially mitigated resolution-induced degradation and improved SAF reconstruction accuracy, particularly for DTI tractography. Based on these findings, higher resolution and multi-shell imaging is recommended if possible. For a given dataset, data up-sampling and DTI-based probabilistic tracking with ACT is recommended for single-shell low b-value data. CSD-based probabilistic tracking with ACT and SIFT is recommended for single-shell higher b-value data and multi-shell data. In summary, this study systematically and quantitatively evaluated resolution effects on SAF reconstruction and structural connectivity estimation and provides practical guidelines for more accurate mapping of SAFs that will improve the characterization of healthy and diseased human brains in a wide range of neuroscientific and clinical applications.", "date": "2025-06-10", "journal": ""}
{"title": "Comparative analysis of NSP5/VP2-induced viroplasm-like structures in rotavirus species A to J", "doi": "10.1101/2025.06.09.658619", "authors": "Cosic, A.; Lee, M.; Tobler, K.; Aguilar, C.; Fraefel, C.; Eichwald, C.", "abstract": "Rotavirus (RV) is classified into nine species, A-D and F-J, with RV species A (RVA) being the most extensively studied. While RVA infects infants and young animals, non-RVA species infect adult humans, various mammals, and birds. However, the lack of appropriate research tools has limited our understanding of non-RVA life cycles. RVA replication and assembly occur in cytosolic inclusions termed viroplasms. We recently identified viroplasm-like structures (VLS) composed of NSP5 and NSP2, designated as VLS(NSP2)i, in non-RVA. In this context, globular VLS(NSP2)i formed in RVA, RVB, RVD, RVF, RVG, and RVI, but not in RVC, RVH, and RVJ. Additionally, in RVA, VLS can also be formed through co-expression of NSP5 with VP2, referred to as VLS(VP2)i. Here, we report VLS(VP2)i formation in all non-RVA species except RVB, with notable VLS formation in RVH and RVJ. Moreover, NSP2 RVH or RVJ are recruited into VLS(VP2)i. The NSP5 C-terminal region in non-RVA is required for association with VP2 and forming VLS(VP2)i. Mutation of conserved VP2-L141 in RVA to alanine disrupts viroplasm formation, impairing RV replication. Equivalent residues within the same predicted VP2 region disrupt VLS formation across non-RVA. We also observed interspecies VLS formation, particularly between closely related RVA and RVC, RVH and RVJ, and RVD and RVF. Interestingly, substituting the N-terminal region of VP2 RVB with that of the closely related VP2 RVG restores its ability to form VLS with NSP5 RVB. Elucidating the formation of viroplasms is essential for developing strategies to halt infection across RV species A to J.", "date": "2025-06-10", "journal": ""}
{"title": "Monalisa: An Open Source, Documented, User-Friendly MATLAB Toolbox for Magnetic Resonance Imaging Reconstruction", "doi": "10.1101/2025.06.06.658299", "authors": "Leidi, M.; Jia, Y.; Helbing, D.; Barranco, J.; Acikgoz, B. C.; Peper, E.; Ledoux, J.-B.; Bastiaansen, J. A. M.; Franceschiello, B.; Milani, B.", "abstract": "Magnetic Resonance Imaging (MRI) is a pivotal tool in modern diagnostics and research, yet image reconstruction is often used by clinicians and researchers as a black box. In this work, we introduce Monalisa, an open-source, user-friendly MATLAB framework designed to simplify the MRI reconstruction process. Monalisa decomposes the reconstruction pipeline into clear modular steps, including raw data reading with flexible file-type abstraction, trajectory computation, density compensation, advanced coil sensitivity mapping, and tailored binning strategies through its mitosius preprocessing stage. The framework supports a suite of reconstruction methods, including iterative-SENSE (also named CG-SENSE), GeneRalized Autocalibrating Partial Parallel Acquisition (GRAPPA) reconstructions, and Compressed Sensing (CS) supporting both spatial and temporal regularization using l1 and l2 techniques, accommodating both Cartesian and non-Cartesian acquisitions. Benchmark experiments comparing Monalisa with established frameworks such as Berkeley Advanced Reconstruction Toolbox (BART) on simulated 2D radial acquisitions demonstrate competitive performance, with trade-offs observed between Structural Similarity Index (SSIM) and l2 error metrics. In some benchmark reconstructions, Monalisa produced images with fewer visible artifacts than BART, although these differences were not always reflected in SSIM or l2 distance metrics. By providing comprehensive documentation and modular design, Monalisa serves not only as a powerful tool for research and clinical imaging but also as an educational platform to facilitate innovation in MRI reconstruction.", "date": "2025-06-10", "journal": ""}
{"title": "PhenoGraph: A Multi-Agent Framework for Phenotype-driven Discovery in Spatial Transcriptomics Data Augmented with Knowledge Graphs", "doi": "10.1101/2025.06.06.658341", "authors": "Niyakan, S.; Qian, X.", "abstract": "Spatial transcriptomics (ST) provides powerful insights into gene expression patterns within tissue structures, enabling the discovery of molecular mechanisms in complex tumor microenvironments (TMEs). Phenotype-based discovery in ST data holds transformative potential for linking spatial molecular expression patterns to clinical outcomes; however, appropriate ST data analysis remains fundamentally fragmented and highly labor-intensive. Due to its limited scalability considering the size of typical ST data in large cohorts, researchers must rely on other phenotype-annotated omics data modalities (e.g. bulk RNA-sequencing) and align them with ST data to extract clinically meaningful spatial patterns. Yet, this process requires manually identifying relevant cohorts, aligning multi-modal data, selecting and tuning analysis pipelines, and interpreting results, typically without any built-in support for biologically context-aware reasoning. In this paper, we present PhenoGraph, a large language model (LLM) based multi-agent system, that automates the full pipeline for phenotype-driven ST data analysis, augmented by biological knowledge graphs for enhanced interpretability. Built on a modular agent architecture, PhenoGraph dynamically selects, executes, and corrects phenotype analysis pipelines based on user-defined queries. We showcase the flexibility and effectiveness of PhenoGraph across a variety of TME ST datasets and phenotype classes, highlighting its potential to enhance biological discovery efficacy.", "date": "2025-06-10", "journal": ""}
{"title": "Decoding PDI diversity: insights into structure, domains, and functionality in sorghum", "doi": "10.1101/2025.06.06.658324", "authors": "Lopez Gomez, C. F.; Morris, M. T.; Massel, K.; Smith, M.; Crisp, P.; Schenk, G.; Godwin, I. D.", "abstract": "Proteins play indispensable roles in cellular function, acting as both structural components and catalysts for essential biological processes. Their proper folding into three-dimensional structures is critical for functionality. To ensure correct folding, proteins interact with chaperones and folding catalysts such as Protein Disulfide Isomerases (PDIs), which assist in the formation and rearrangement of disulfide bonds that stabilize proteins by linking cysteine residues. PDIs are part of the thioredoxin (TRX) superfamily and are characterized by a conserved CXXC motif that contributes to their redox potential. They exhibit isomerase and oxidoreductase activities, that enable them to rearrange and form new disulfide bonds. PDI family members in sorghum (SbPDI) present a broad and largely unexplored diversity in domain order, structure, and architecture between or even within species. To shed light on this diversity, we identified and characterized PDI family members in sorghum in silico to explore their domain architecture, three-dimensional structure and functionality.", "date": "2025-06-10", "journal": ""}
{"title": "Cut-Detector: A Tool for Automated Temporal Analysis of Late Cytokinetic Events", "doi": "10.1101/2025.06.06.658046", "authors": "Bonte, T.; Dubois, L.; Gagna, P.; Dibsy, R.; Petrovic, A.; Advedissian, T.; Serres, M.; Cuvelier, F.; Crouigneau, M.; Sassoon, N.; Gupta-Rossi, N.; Fremont, S.; Echard, A.; Walter, T.", "abstract": "Cytokinesis is the final step of cell division, resulting in the physical separation of the two daughter cells. Despite its fundamental importance in cell biology, biologists currently lack automatic tools for large-scale profiling of cytokinesis dynamics. In particular, the timing of the first microtubule cut in the intercellular bridge connecting the daughter cells is crucial, as it marks a critical step preceding abscission. Here, we introduce Cut-Detector, an open-source tool for the automatic analysis of late cytokinesis timing from time-lapse microscopy movies. Cut-Detector employs an AI approach to carry out the multiple tasks required to monitor cytokinesis: cell segmentation and tracking, detection of cell division events, localization of the intercellular bridge, and detection of the microtubule cuts. Cut-Detector will facilitate large-scale analyses to uncover new cytokinetic genes, a task that would be impractical without automation.", "date": "2025-06-10", "journal": ""}
{"title": "Treatment Resistant Persister Cells Exploit Macrophage Lipid Metabolism to Sustain Glioblastoma Growth", "doi": "10.1101/2025.06.07.658345", "authors": "Chakraborty, A.; Yang, C.; Silver, A.; Feier, D.; Tian, G.; Pittu, A.; Roemeling, C. V.; Thomas, N.; Andrews, M.; Conforti, C.; Sobanjo, O. O.; Searl, N. T.; Anica, M. N.; McTiernan, R.; Rahman, M.; Huang, J.; Harrison, J. K.; Mitchell, D. A.; Sarkisian, M.; Deleyrolle, L. P.", "abstract": "Glioblastoma (GBM) displays pronounced intratumoral heterogeneity, posing significant challenges to understanding its biology and developing effective treatments. Using spatial multi-omics, in vivo functional assays, and systems-level analysis, we delineate the diverse metabolic and immune architecture of GBM. We identify a lipid-dependent lineage of treatment-resistant persister cells (TRPCs) that engage tumor-associated macrophages (TAMs) in a spatially organized, metabolically specialized crosstalk. TRPCs co-opt CCR2+, CSF1R+, CD163+ TAMs for lipid scavenging and acquisition, promoting a pro-tumorigenic and immunosuppressive microenvironment. This cooperative axis is critically dependent on lipid chaperones like FABPs, whose targeting disrupts TAM recruitment, remodels immune composition, and suppresses tumor growth. Retrospective clinical analyses reveal that elevated TRPC-associated transcriptome may serve as stratification criteria to identify patients benefiting from lipid-lowering therapies like statins. Our findings uncover a targetable immunometabolic circuit between TRPCs and TAMs and support the development of precision therapies that disrupt lipid-fueled tumor-immune cooperation in GBM.", "date": "2025-06-10", "journal": ""}
{"title": "FRA1 drives melanoma metastasis through an actionable transcriptional network", "doi": "10.1101/2025.06.07.658418", "authors": "Xu, X.; Chadourne, M.; Soto-Vargas, Z.; Jarajapu, V.; Yao, J.; Yu, X.; Karreth, F. A.", "abstract": "Transcriptional dysregulation has emerged as a critical driver of melanoma progression, yet the molecular mechanisms governing this process and their potential as therapeutic targets remain inadequately characterized. Here, we identify FRA1 as a potent and actionable driver of melanoma metastasis. FRA1 enhanced both the initial seeding and subsequent outgrowth of metastatic lesions. Comprehensive multi-omics integration revealed transcriptional target genes of FRA1, with AXL, CDK6, and FSCN1 exhibiting increased expression in melanoma metastasis and a significant correlation with poor patient outcomes. Silencing AXL, CDK6, or FSCN1 abrogated FRA1-mediated invasion in vitro and reduced metastatic colonization. Furthermore, pharmacological inhibition of CDK6 and FSCN1, and to a lesser extent AXL, suppressed melanoma metastasis and prolonged overall survival. The expression of FRA1 and its target genes correlates with shortened survival across multiple cancer types, highlighting the broader clinical relevance of this pathway. This study unveils an actionable FRA1-mediated transcriptional network that drives cancer progression and metastasis, offering potential avenues for therapeutic interventions. SIGNIFICANCE: FRA1 promotes melanoma metastasis by enhancing the expression of AXL, CDK6, and FSCN1 and this transcriptional network is associated with poor survival across several cancer types. Targeting these FRA1 effectors suppresses metastasis and extends survival, offering a therapeutic strategy for metastatic melanoma and potentially other aggressive cancers.", "date": "2025-06-10", "journal": ""}
{"title": "Pcbp1 orchestrates amino acid metabolism burst during the naive-to-primed pluripotency transition", "doi": "10.1101/2025.06.07.658314", "authors": "Bakhmet, E. I.; Potapenko, E. V.; Shuvalov, O. Y.; Lobov, A. A.; Repkin, E. A.; Vorobyeva, N. E.; Korablev, A. N.; Zinovyeva, A. S.; Kuzmin, A. A.; Aksenov, N. D.; Kopylov, A. T.; Wu, G.; Schoeler, H. R.; Tomilin, A. N.", "abstract": "Embryo implantation is accompanied by the naive-to-primed pluripotency transition in epiblast cells, making them receptive to external differentiation signals. In addition to this developmental program switch, implantation suggests that an anabolic boost is required for this process, as the embryo-uterine connection begins supplying the requisite nutrients. In this study, we show that the DNA-binding protein Pcbp1 plays a key role in intensifying amino acid metabolism during the priming of pluripotent stem cells. Knockout of the Pcbp1 gene leads to embryo growth arrest a few days after implantation. By modeling the naive-to-primed pluripotency transition in vitro, we observe reduced proliferation and induction of apoptosis in cells deficient for Pcbp1. Using multi-omics approaches, we uncover a crucial role for Pcbp1 in driving a transcriptional burst of numerous genes involved in the import and the de novo synthesis of essential and conditionally essential amino acids. Pcbp1 deficiency is consequently associated with a slowdown in protein biosynthesis, explaining the early lethal phenotype of knockout embryos. Our findings thus uncover the molecular mechanisms underlying anabolic changes during the naive-to-primed pluripotency transition and highlight the essential role of Pcbp1 in this process, also pointing to its functions in highly proliferative cells.", "date": "2025-06-10", "journal": ""}
{"title": "Improved chromatin QTL mapping with CACTI", "doi": "10.1101/2025.06.06.657866", "authors": "Wang, L.; Liu, X.", "abstract": "Mapping chromatin quantitative trait loci (cQTLs) is crucial for elucidating the regulatory mechanisms governing gene expression and complex traits. However, current cQTL mapping methods suffer from limited detection power, particularly at existing sample sizes, and are constrained by peak-calling accuracy. To address these limitations, we present CACTI, a novel method that improves cQTL mapping by leveraging correlations between neighboring regulatory elements. Across diverse histone marks (H3K4me1, H3K4me3, H3K27ac, H3K27me3 and H3K36me3) and cell types, CACTI identifies 51%-255% more cQTL signals compared to conventional single-peak-based approaches. Using CACTI, we generate a comprehensive cQTL map for the five histone marks across multiple cell types and perform colocalization analyses with GWAS loci from 44 complex traits. CACTI cQTLs colocalize with 6%-47% of GWAS loci, which is on average 15%-424% more than the standard cQTL mapping method across different marks. 24%-75% of colocalized GWAS loci show no colocalization with eQTLs. This underscores CACTI's unique ability to uncover regulatory mechanisms that would otherwise remain undetected by eQTL analysis alone, significantly improving the functional interpretation of GWAS findings.", "date": "2025-06-10", "journal": ""}
{"title": "N-Glycopedia: Libraries for Native N-glycan Structural Analysis", "doi": "10.1101/2025.06.09.658590", "authors": "Ashwood, C.; Cummings, R. D.", "abstract": "Studies on glycans of glycoproteins are hampered by the lack of standards that reflect the wide diversity in structure typically observed. To this end we have exploited a large library of N-glycan standards comprised of a unique collection of 226 structures including oligomannose, hybrid, and complex-type. We generated a method employing porous graphitized carbon (PGC) and liquid chromatography mass spectrometry (PGC-LC-MS), which can provide a high degree of resolution of underivatized N-glycan structures. Chromatogram libraries arising from these studies include retention time data, diagnostic fragments, and validated structural assignments, providing a robust platform for both targeted and discovery-based glycomics. We refer to this as an N-glycopedia, the first type of resource in which researchers can compare this collective data to N-glycans under study and overcome the limitations of only having compositional data and predicted structures. The technology is easily expandable to include additional N-glycans as new standards become available.", "date": "2025-06-10", "journal": ""}
{"title": "Prediction of physical characteristics of disordered proteins using molecular simulation and physics-informed multiple machine learning strategies", "doi": "10.1101/2025.06.09.658593", "authors": "Gonzalez, D. L.; Ibrahim, S.; Atia, G.; Seth, S.; Bhattacharya, A.", "abstract": "We report novel Machine Learning (ML) strategies to predict gyration radii and other physical characteristics of intrinsically disordered proteins (IDPs) by introducing a novel hybrid architecture. Our architecture combines a sequence-based deep neural network (DNN) that processes IDP sequence information with a fully connected neural network (FCNN) using a set of physical features drawn from a coarse-grained (CG) model of IDPs validated by experimental data. Brownian dynamics (BD) simulation results for the gyration radii and other physical characteristics for approximately 7000 IDPs drawn from MobiDB database with > 99% disorder score and the characteristics 23 physical features of the CG model were used to train several explainable Machine Learning (ML) models (FCNN, RNN, GRU, biGRU, LSTM, and BiLSTM) to predict conformational properties of IDPs. We conclude that the sequence-based models outperformed feature-only models on the test data, with the GRU model achieving the best performance among sequence-only approaches. In general we find that combining sequence-based and feature-based information provides better accuracy for all architectures with Hybrid biGRU model achieving the best predictive performance among all tested architectures. The SHAP analysis for all the architectures reveal relative importance of different molecular features and provide routes to narrow down the MSE. Furthermore an integrated analysis reveals that apart from the length of the IDPs, the three parameters (SCD, SHD, and f* play key role in ML predictions. Our method provides an excellent platform for fast and accurate prediction of conformation properties for the new IDPs for rapid initial screening and exploration of novel properties which further then could be studied using more expensive molecular simulation.", "date": "2025-06-10", "journal": ""}
{"title": "Multiphasic Organization and Differential Dynamics of Proteins Within Protein-DNA Biomolecular Condensates", "doi": "10.1101/2025.06.09.658691", "authors": "Tangade, A. S.; Mondal, A.; Wang, J.; Kim, Y. C.; Mittal, J.", "abstract": "Biomolecular condensates formed through liquid-liquid phase separation are increasingly recognized as critical regulators of genome organization and gene expression. While the role of proteins in driving phase separation is well-established, how DNA modulates the structure and dynamics of protein-DNA condensates remains less well understood. Here, we employ a minimalist coarse-grained model to investigate the interplay between homotypic protein-protein and heterotypic protein-DNA interactions in governing condensate formation, composition, and internal dynamics. Our simulations reveal that DNA chain length and flexibility critically influence condensate morphology, leading to the emergence of multiphasic and core-shell organizations under strong heterotypic interactions. We find that DNA recruitment into the condensate significantly alters protein mobility, giving rise to differential dynamics of proteins within the condensate. By analyzing the distribution profiles of protein displacements, we identify up to five distinct diffusion modes, including proteins bound to DNA, confined within the dense phase, or freely diffusing. These results provide a mechanistic framework for interpreting spatially heterogeneous protein dynamics observed in chromatin condensates and emphasize the direct role of DNA in tuning condensate properties. Our findings provide new insights into how biophysical parameters may control the functional architecture of protein-DNA condensates in biological systems.", "date": "2025-06-10", "journal": ""}
{"title": "The vault particle is enclosed by a C13-symmetric cap with a positively charged exterior", "doi": "10.1101/2025.06.06.658390", "authors": "Li, H.; Vallese, F.; Clarke, O. B.", "abstract": "Vaults are some of the largest ribonucleoprotein complexes known, and are highly conserved across eukaryotes, but both their function and key details of their architecture remain unclear. While high-resolution structures of the vault shell are available, the architecture and symmetry of the cap at either end of the vault has remained unresolved. Here we present a 2.25 A cryo-EM structure of the vault cap, revealing an unexpected 13-fold symmetric arrangement that contrasts with the 39-fold symmetry of the vault body, with each repeating module of the cap formed by an asymmetric homotrimer of adjacent subunits, in which two C-termini remain in the vault interior, and one projects into the cytosol. The center of the cap features an unusual architecture reminiscent of the Stomatin, Flotillin and HflK/C (SPFH) superfamily, consisting of two concentric beta barrels surrounded by an interwoven two-layer stack of alpha-helices, with the innermost barrel forming a 15 A aperture connecting the interior of the vault with the cytosol. The vault cap features a positively charged exterior and a negatively charged interior surface, with implications for binding partner recruitment and putative binding of the vault particle to microtubules and lipid rafts. These findings uncover a new facet of vault particle architecture, and have implications for engineering and design of modified vault particles for therapeutic delivery, as well as providing new opportunities for interrogating the functional roles of the vault particle in biological systems.", "date": "2025-06-10", "journal": ""}
{"title": "The vault particle is enclosed by a C13-symmetric cap with a positively charged exterior", "doi": "10.1101/2025.06.06.658390", "authors": "Li, H.; Vallese, F.; Clarke, O. B.", "abstract": "Vaults are some of the largest ribonucleoprotein complexes known, and are highly conserved across eukaryotes, but both their function and key details of their architecture remain unclear. While high-resolution structures of the vault shell are available, the architecture and symmetry of the cap at either end of the vault has remained unresolved. Here we present a 2.25 A cryo-EM structure of the vault cap, revealing an unexpected 13-fold symmetric arrangement that contrasts with the 39-fold symmetry of the vault body, with each repeating module of the cap formed by an asymmetric homotrimer of adjacent subunits, in which two C-termini remain in the vault interior, and one projects into the cytosol. The center of the cap features an unusual architecture reminiscent of the Stomatin, Flotillin and HflK/C (SPFH) superfamily, consisting of two concentric beta barrels surrounded by an interwoven two-layer stack of alpha-helices, with the innermost barrel forming a 15 A aperture connecting the interior of the vault with the cytosol. The vault cap features a positively charged exterior and a negatively charged interior surface, with implications for binding partner recruitment and putative binding of the vault particle to microtubules and lipid rafts. These findings uncover a new facet of vault particle architecture, and have implications for engineering and design of modified vault particles for therapeutic delivery, as well as providing new opportunities for interrogating the functional roles of the vault particle in biological systems.", "date": "2025-06-10", "journal": ""}
{"title": "Constitutive activation and allosteric mechanisms underlying Gi/Gq signaling bias in SUCNR1 revealed by AlphaFold-based modeling and enhanced sampling simulations", "doi": "10.1101/2025.06.08.658530", "authors": "Shenol, A.; Petersen, J. E.; Lückmann, M.; Frimurer, T.; McCammon, J. A.; Schwartz, T. W.; Ma, W.", "abstract": "Succinate Receptor 1 (SUCNR1) is a key metabolite sensing GPCR activated by high local succinate concentrations through Gi and Gq signaling pathways. By combining AlphaFold-based modeling, Gaussian accelerated molecular dynamics simulations (72s in total), receptor mutagenesis, and signaling assays, we here investigate the spontaneous and G-protein binding-associated activation mechanism of SUCNR1. Our molecular simulations predict that, in the absence of G protein or ligand, human SUCNR1 (hSUCNR1), in contrast to murine SUCNR1 (mSUCNR1), adopts canonical active-like conformations in its intracellular domains and undergoes critical conformational changes in its extracellular domain. This finding is consistent with our signaling-assay results showing that hSUCNR1, unlike mSUCNR1, displays a high degree of constitutive signaling. When complexed with either Gi or Gq, both h- and mSUCNR1 adopt highly energetically favorable conformations in the extracellular domain, characterized by the unlocking of extracellular loop 2b (ECL2b) and an expanded ligand entry pathway. Interestingly, the simulations reveal that helix 5 of Gq binds less firmly to the TM3/6 cleft of mSUCNR1, resulting in an unstable extracellular domain of the Gq-mSUCNR1 complex, which however can be stabilized by agonist binding. This result is supported by our BRET assays, which show that, in contrast to hSUCNR1, mSUCNR1 fails to recruit mini-Gq to the cell surface in the absence of an agonist. Furthermore, the signaling effects of key receptor residues at G-protein binding site and within ECL2b, as predicted by our simulations, were confirmed by mutagenesis assays. Overall, our integrative approach demonstrates that hSUCNR1 can spontaneously adopt all key conformations associated with receptor activation, and that G protein binding further primes the extracellular receptor domain for agonist binding, which in turn stabilizes the active complex.", "date": "2025-06-10", "journal": ""}
{"title": "Climate change impacts the structure and nitrogen-fixing activities of subarctic feather moss microbiomes across a precipitation gradient", "doi": "10.1101/2025.06.06.658193", "authors": "Alvarenga, D. O.; Wynns, J. T.; Nesme, J.; Prieme, A.; Rousk, K.", "abstract": "Associations between feather mosses and cyanobacteria are crucial sources of new biologically available nitrogen (N) in arctic and subarctic ecosystems. The physiology of both mosses and cyanobacteria is strongly influenced by environmental factors such as temperature and moisture, which directly affect N2 fixation rates. These associations may be threatened by climate change, since it leads to warmer and drier conditions in polar regions. In this study, we investigated the N2-fixing microbial communities associated with two common feather mosses across a precipitation gradient in the subarctic tundra, followed by a temperature and moisture experiment. Using acetylene reduction assays, nifH gene sequencing and qPCR, we evaluated how shifts in temperature and moisture influence nitrogenase activity and N2-fixing community structure. Our results showed that N2 fixation was highest in sites with greater precipitation and increased with both temperature and moisture. Cyanobacteria dominated N2-fixing communities, but currently unclassified bacteria also seemed to play a significant role, particularly at high temperatures. The number of cyanobacterial nifH copies tended to decrease with temperature, while the relative abundance of unclassified bacteria increased. These findings suggest that the N2-fixing activity, abundance and diversity of cyanobacteria associated with feather mosses in the subarctic will decline under warmer and drier conditions, potentially leading to a shift in the composition of feather moss-associated microbial communities in a warmer Arctic, with potential consequences for N input into the ecosystem.", "date": "2025-06-10", "journal": ""}
{"title": "Secondary structure transitions and dual PIP2 binding define cardiac KCNQ1-KCNE1 channel gating", "doi": "10.1101/2025.06.10.657059", "authors": "Zhong, L.; Lin, X.; Cheng, X.; Wan, S.; Hua, Y.; Nan, W.; Hu, B.; Yan, Z.; Jiang, D.; Zhang, H.; Liu, F.; Xiao, C.; Zhou, Z.; Yu, H.; Ma, L.; Huang, C.; Wong, K. W.; Chung, S. K.; Shen, B.; Jiang, Z.-H.; Neher, E.; Zhu, W.; Zhang, J.; Hou, P.", "abstract": "The KCNQ1+KCNE1 potassium channel complex forms the slow delayed rectifier current (IKs) critical for cardiac repolarization. Loss-of-function variants in KCNQ1 and KCNE1 cause long QT syndrome types 1 and 5 (LQT1/LQT5), accounting for over one-third of clinical LQTS cases. Despite prior structural work on KCNQ1 and KCNQ1+KCNE3, the structural basis of KCNQ1+KCNE1 remains unresolved. Using cryo-EM and electrophysiology, we determined high-resolution (2.5-3.4 [A]) structures of human KCNQ1+KCNE1 in both closed and open states. KCNE1 occupies a pivotal position at the interface of three KCNQ1 subunits, inducing seven \"helix-to-loop\" transitions in KCNQ1 transmembrane segments. These structural rearrangements: 1) stabilize the closed pore and the conformation of the intermediate voltage-sensing domain, thereby determining channel gating, ion permeation, and single channel conductance; 2) enable a dual-PIP2 modulation mechanism, where one PIP2 occupies the canonical site, while the second PIP2 bridges the S4-S5 linker, KCNE1, and the adjacent S6', stabilizing channel opening; 3) create a fenestration capable of binding compounds specific for KCNQ1+KCNE1 (e.g., AC-1). Together, these findings reveal a previously unrecognized large-scale secondary structural transition during ion channel gating that fine-tunes IKs function and provides a foundation for targeted LQTS therapy development.", "date": "2025-06-10", "journal": ""}
{"title": "Volumetric single-molecule tracking inside subcellular structures", "doi": "10.1101/2025.06.09.658280", "authors": "Daly, S.; Chambers, J. E.; Jones, C.; Fu, B.; Manton, J. D.; Beckwith, J. S.; Marciniak, S. J.; Gershlick, D. C.; Lee, S. F.", "abstract": "The molecular interactions that underpin all cellular functions depend on molecular motion within three-dimensional environments. Large depth-of-field single-molecule localization microscopy (3D-SMLM) methods facilitate these measurements, but their increased optical complexity and bespoke post-processing pipelines can sacrifice important cellular context. Here we combine single-molecule light-field microscopy (SMLFM) with widefield Fourier light-field microscopy for correlative volumetric organelle imaging. The instantaneous acquisition of subcellular volumes improves the sensitivity of molecular organization and diffusion measurements through the rejection of non-specific localizations. We first demonstrate our approach by measuring the molecular organization of a nuclear-localized HaloTag protein relative to cell nuclei. Next, we characterize the molecular diffusion of the soluble protein, calreticulin, in the context of 1-antitrypsin deficiency, which revealed an increase in heterogeneous motion within endoplasmic reticulum inclusions.", "date": "2025-06-10", "journal": ""}
{"title": "Pathogenic BRCA1 mutations disrupt allosteric control by BARD1", "doi": "10.1101/2025.06.07.658438", "authors": "Bhattacharjee, A.; Bowman, G.", "abstract": "Mechanistic insight into biophysical perturbations caused by pathogenic missense mutations is highly valuable information for the rational design of therapeutics. For hereditary breast and ovarian cancer, multiple pathogenic mutations in the N-terminal domain of BRCA1 have been reported in patients. How exactly these mutations disrupt the catalytic activity of BRCA1, and thereby lead to oncogenesis, is unknown. Here, we posit that the mechanism of pathogenesis is tied to how binding of BARD1 activates BRCA1 for E3 ligase activity. We use atomistic molecular dynamics simulations and Markov state modeling to uncover how BARD1 selects for active conformational states of BRCA1. We show that the helix bundle, where BARD1 binds, is allosterically coupled to the E2 interface. Furthermore, we show that BARD1 selects for conformational states that are pre-organized for E3 activity. Lastly, we show that pathogenic mutations allosterically destabilize active states, whereas hyperactive mutations constitutively increase their likelihood. These results provide a concrete strategy supported by mechanistic insight for the design of restorative small molecules targeting BRCA1.", "date": "2025-06-10", "journal": ""}
{"title": "Controlling Multicomponent Condensate Morphology via Additive-Modulated Interactions", "doi": "10.1101/2025.06.09.658693", "authors": "Wang, J.; Nikoubashman, A.; Kim, Y. C.; Mittal, J.", "abstract": "The morphology of biomolecular condensates plays a critical role in regulating intracellular organization and function by enabling both spatial and temporal control over biochemical processes. Recent studies have shown that small-molecule cosolutes can not only modulate phase separation but also influence condensate morphology. However, the mechanistic understanding of how small molecules regulate condensate structure remains limited. In this study, we employ coarse-grained molecular dynamics simulations to investigate how the morphology of two-component condensates can be modulated through the introduction of additional small- molecule cosolutes. By systematically varying the interaction strengths between the small molecules and the macromolecular components, we observe morphological transitions between, e.g., core-shell and dewetted structures. To rationalize these transitions, we calculate second virial coefficients in the presence of the small molecules, providing a molecular-level framework to capture shifts in effective homotypic and heterotypic interactions. We further investigate the role of stoichiometry between the small molecules and macromolecules, demonstrating that stoichiometry and interaction strength jointly determine the condensate morphology by altering the relative interaction strengths among components. Additionally, we show that fully miscible two-component condensates can undergo transitions to microphase-separated morphologies, such as core-shell or dewetted, upon small molecule introduction. Together, these findings reveal that condensate morphology can be rationally tuned through interaction- and stoichiometry-dependent mechanisms, offering molecular-scale insights into how small-molecule cosolutes modulate condensate structure.", "date": "2025-06-10", "journal": ""}
{"title": "Reversible repression of inducible genes by Polycomb Repressive Complex 2 and H3K27me3 in Drosophila melanogaster", "doi": "10.1101/2025.06.09.658596", "authors": "Herzig, A.; Stephenson, H. N.; Streeck, R.", "abstract": "The Polycomb system maintains cell fate decisions by establishing silenced chromatin at developmental regulators. This is mediated by histone H3 lysine 27 trimethylation (H3K27me3) deposited in highly modified chromatin domains by Polycomb repressive complex 2 (PRC2). Increasing evidence suggests that the Polycomb system has functions beyond developmental regulation but the underlying mechanisms remained unclear. Here, we show that large regions of the genome are moderately modified by H3K27me3 and transcriptionally repressed through PRC2. In contrast to genes in silenced chromatin, moderately modified genes remain inducible by physiological stimuli and the repressive function of PRC2 is balanced by activating inputs from the Trithorax system. This demonstrates a pervasive function of the Polycomb system in dynamically regulating homeostatic expression and inducibility of genes in differentiated cells.", "date": "2025-06-10", "journal": ""}
{"title": "TPGS1 Regulates Central Spindle Microtubule Glutamylation and Remodeling During Telophase and Abscission", "doi": "10.1101/2025.06.09.658663", "authors": "Sachs, R. K.; Ogi, Y.; Prekeris, R.", "abstract": "Microtubules perform a variety of cellular functions including regulation of mitotic cell division, cilia formation, and neurite extension. Post-translational modifications controlled by the TTLL-family of enzymes confer a host of properties that affect microtubule dynamics and function. Specifically, polyglutamylation of tubulin C-terminal tails plays an important role in regulating microtubule dynamics and function within specific cellular contexts. In this paper we examined contributions from and potential regulators of polyglutamylation during mitosis, focusing on the microtubule remodeling that occurs in telophase once the mitotic spindle has completed chromosome separation. We demonstrate that the anaphase-to-telophase transition is accompanied by an increase in short-chain polyglutamylation of central spindle microtubules. We also show that TTLL1 and TPGS1, subunits of the tubulin polyglutamylation complex, are targeted to the intracellular bridge and midbody during cell progression through telophase. Finally, we demonstrate that loss of TPGS1 leads to defects in remodeling of the central spindle during telophase and impacts the cells ability to complete mitotic cell division.", "date": "2025-06-10", "journal": ""}
{"title": "A biochemical mechanism for Stu2/XMAP215-family microtubule polymerases", "doi": "10.1101/2025.06.09.658552", "authors": "Gangadharan, B.; Kober, D. L.; Rice, L. M.", "abstract": "Defining quantitative biochemical mechanisms of microtubule dynamics and regulation is a current challenge. Stu2/XMAP215-family polymerases use tubulin-binding TOG domains to catalyze microtubule growth, but how polymerase activity results from the number and tubulin-binding properties of TOGs is not understood. We tested whether an enzyme-like biochemical model for the unrelated actin polymerase Ena/VASP could be applied to quantitatively relate Stu2 microtubule polymerase activity to the number of its TOGs and the rate constants governing their interactions with tubulin. Stu2 activity displayed enzyme-like characteristics consistent with the biochemical model: Stu2 stimulated microtubule growth rates with hyperbolic dependence on tubulin concentration, and the amount of Stu2 on the microtubule end did not vary with tubulin concentration (microtubule growth rate). Complementary measurements of TOG:tubulin binding revealed high affinity (10 nM) and slow dissociation (0.03 s-1). The polymerase and binding measurements can be unified within the biochemical model: Stu2 operates with high efficiency, acting as a tubulin-shuttling antenna on the microtubule end that is primarily limited by the rate of tubulin:TOG association. Our work thus provides a quantitative biochemical mechanism for TOG-based polymerases. That unrelated microtubule and actin polymerases use the same enzyme-like mechanism provides an example of convergent evolution in the cytoskeleton.", "date": "2025-06-10", "journal": ""}
{"title": "Neuronal migration induces DNA damage in developing brain", "doi": "10.1101/2025.06.10.658810", "authors": "Zhang, Z.; Canela, A.; Zou, P.; Furuta, T.; Takeda, N.; Kawaue, T.; Nakazawa, N.; Saeki, M.; Utsunomiya, M.; Kurisu, J.; Ishidate, F.; Sasanuma, H.; Kishi, Y.; Kengaku, M.", "abstract": "Migratory cells tend to have soft nuclei that deform and penetrate narrow spaces. Extensive nuclear deformation during migration can cause nuclear envelope rupture and DNA damage in cancer cells, which may contribute to the malignant transformation during tumor progression. However, the significance of DNA damage in physiological migration is less well understood. Here, we demonstrate that the migration of neurons in developing cerebral and cerebellar cortices is accompanied by massive DNA double-strand breaks (DSBs) due to mechanostress during passage through narrow interstitial spaces. Confined migration enhances the binding and cleavage of the genome by topoisomerase IIbeta expressed in neuronal nucleus, independently of the nuclear envelope rupture. Genome sequencing revealed that DSBs tend to occur outside of protein-coding regions and transcription regulatory regions. During normal development, DSBs are rapidly repaired by the non-homologous end joining pathway. The deletion of ligase IV at the onset of neuronal migration leads to persistent DSB accumulation in cerebellar neurons with moderate transcriptional changes in genes related to synaptic function, neuronal development, and stress and immune responses. The mutant mouse develops mild motor deficits in later life, suggesting that the DNA damage generated during normal brain development poses a potential disease risk if left unrepaired.", "date": "2025-06-10", "journal": ""}
{"title": "Electron tomography reveals mitochondrial network and cristae remodelling during cell differentiation in the human placenta", "doi": "10.1101/2025.06.09.658204", "authors": "Acharya, S.; Hanssen, E.; Botha, V. B.; Smith, T. M.; Jayatissa, S.; Trifunovic, Z.; Bartho, L. A.; Schjenken, J. E.; Kaitu'u-Lino, T. J.; Perkins, A. V.; James, J. L.; Pringle, K. G.; Bouwer, J. C.; Smith, R.; Fisher, J. J.", "abstract": "Mitochondria adapt their structure through fusion and fission, yet how their morphology and cristae architecture alter as cells differentiate remains unclear. The human placenta is an ideal model for studying mitochondrial diversity within a single tissue. As epithelial trophoblast cells of the placenta differentiate, their accompanying mitochondria morphologically and functionally transform. We used array tomography to characterise mitochondrial volume and network complexity. Cryo-electron tomography revealed two distinct subpopulations of mitochondria within progenitor cytotrophoblasts, and a singular, homogeneous population in the differentiated syncytiotrophoblast. We showcased the 3D topology of individual cristae through a standardised metric of ''curvedness''. Proteomic analysis of isolated mitochondria identified reduced dynamics proteins and cristae organisation complexes, accompanied by subunit variations within the electron transport chain, ATP synthase, and altered supercomplex abundance. This study highlights the advantages of combining multimodal imaging with mechanistic insights, to elucidate the process of mitochondrial morphology and cristae architecture remodelling as cells differentiate.", "date": "2025-06-10", "journal": ""}
{"title": "Patched regulates cell cycle and tissue architecture in C. elegans gonad", "doi": "10.1101/2025.06.09.657693", "authors": "Gopal, S.; Farley, J. K.; Schwalbe, M.; Forsberg, F.; Amran, A.", "abstract": "Hedgehog (Hh) signaling is essential for embryonic development and tissue homeostasis in several organisms. However, Caenorhabditis elegans lacks canonical Hh signaling due to the absence of key components, such as smoothened (SMO) and Hh ligands. Despite this, C. elegans retains Patched homologs, ptc-1 and ptc-3, which have specialized independent functions. Although ptc-1 is predominantly expressed in the gonads and ptc-3 in somatic tissues, we demonstrate that both genes are required to maintain germ cell populations and proper actin cytoskeletal architecture in the progenitor zone of the germline. Disruption of actin-regulating genes impairs germ cell cycle progression and reduces germ cell numbers, indicating that cytoskeletal integrity is critical for maintaining the germline. Furthermore, defects observed upon loss of Patched function are linked to disruptions in cholesterol metabolism. We show that the phenotypes observed in the gonads due to the loss of Patched function can be rescued by modulating dietary cholesterol. Together, our findings reveal a role for Patched receptors in regulating germline architecture and germ cell development indirectly through a cholesterol-sensitive pathway, offering insights into how metabolic cues influence the organization of complex tissues and cells.", "date": "2025-06-10", "journal": ""}
{"title": "Patched regulates cell cycle and tissue architecture in C. elegans gonad", "doi": "10.1101/2025.06.09.657693", "authors": "Farley, J. K.; Schwalbe, M.; Forsberg, F.; Amran, A.; Gopal, S.", "abstract": "Hedgehog (Hh) signaling is essential for embryonic development and tissue homeostasis in several organisms. However, Caenorhabditis elegans lacks canonical Hh signaling due to the absence of key components, such as smoothened (SMO) and Hh ligands. Despite this, C. elegans retains Patched homologs, ptc-1 and ptc-3, which have specialized independent functions. Although ptc-1 is predominantly expressed in the gonads and ptc-3 in somatic tissues, we demonstrate that both genes are required to maintain germ cell populations and proper actin cytoskeletal architecture in the progenitor zone of the germline. Disruption of actin-regulating genes impairs germ cell cycle progression and reduces germ cell numbers, indicating that cytoskeletal integrity is critical for maintaining the germline. Furthermore, defects observed upon loss of Patched function are linked to disruptions in cholesterol metabolism. We show that the phenotypes observed in the gonads due to the loss of Patched function can be rescued by modulating dietary cholesterol. Together, our findings reveal a role for Patched receptors in regulating germline architecture and germ cell development indirectly through a cholesterol-sensitive pathway, offering insights into how metabolic cues influence the organization of complex tissues and cells.", "date": "2025-06-10", "journal": ""}
{"title": "The Desmoglein 2 interactome in primary neonatal cardiomyocytes", "doi": "10.1101/2025.06.09.658637", "authors": "Li, Y.; Campbell, A. P.; Balasubramanian, S.; Zeng, X.; Porter, E.; Cantrell, P. S.; Sun, M.; Mattheyses, A. L.; Kwiatkowski, A. V.", "abstract": "Mechanical coupling and chemical communication between cardiomyocytes are facilitated through a specialized adhesive structure known as the intercalated disc (ICD). The ICD is essential for heart organization and contraction. Yet, the network of adhesion, adaptor, and signaling proteins that form the ICD remains poorly defined. Here, we combined proximity labeling and quantitative mass spectrometry to identify proteins associated with the desmosomal cadherin, Desmoglein 2 (DSG2), in cultured neonatal cardiomyocytes. We identified over 300 proteins in the DSG2 interactome; half of which are shared with the N-cadherin (CDH2) interactome in cardiomyocytes. Proteins unique to DSG2 include the gap junction protein connexin 43 and the plakin family of cytolinker proteins. Comparison of the cardiomyocyte DSG2 interactome with the interactomes of desmosomal proteins from epithelia revealed only a small number of shared proteins. In cardiomyocytes, plakoglobin (JUP) and plakophilin 2 (PKP2) were the most abundant shared proteins between the DSG2 and CDH2 interactomes. PKP2 is a dynamic protein whose membrane recruitment in cardiomyocytes is tension-dependent. Our analysis of the DSG2 interactome provides a critical new dimension to the proteomic atlas of the essential molecular complexes required for cardiomyocyte adhesion.", "date": "2025-06-10", "journal": ""}
{"title": "Resin canal leakage underlying xylem dysfunction in pine wilt disease", "doi": "10.1101/2025.06.06.656100", "authors": "Umebayashi, T.; Fukuda, K.", "abstract": "During the course of pine wilt disease (PWD), xylem dysfunction is induced (in the absence of water stress) by invasion of pinewood nematodes (PWN) into resin canals, and the infected pine trees wilt. When PWNs are inoculated to Japanese black pine seedlings, massive embolisms develop at the inoculation site. The developmental process of massive embolization to form an embolized zone is not well understood. We studied the development of xylem dysfunction around the inoculation site of one-year-old stems of PWN-infected seedlings using a combination of compact MRI and cryo-SEM. We visualized pathological changes in tracheids and resin canals in the xylem, and found that embolisms occurred in PWN-inoculated seedlings at a negative hydraulic pressure of -0.5 MPa. Resin canals in healthy trees were filled with resin. In PWN-infected seedlings, abnormal embolisms and resin were observed around resin canal near the inoculation wound. Empty tracheids were observed more extensively than resin-filled tracheids. We suggest that abnormal embolisms and resin leakage occur from damages of resin canals. Resin may seep into the tracheids when cell wall of the axial and radial resin canals is crushed. These embolisms under high water potential are unavoidable under natural conditions.", "date": "2025-06-10", "journal": ""}
{"title": "Analysis of Wheat Spike Morphological Traits Using 2D Imaging", "doi": "10.1101/2025.06.06.658159", "authors": "Sun, F.; Zheng, S.; Li, Z.; Gao, Q.; Jiang, N.", "abstract": "The morphological structure of wheat spikes plays a central role in wheat yield. Wheat spike morphology, closely associated with crop yield, has attracted considerable attention in the fields of genetics and breeding. However, traditional measurement methods can only measure simple traits, and precise phenotypes remain difficult to obtain, constraining the study and improvement of complex spike-related traits. This study utilized deep learning technologies to develop a pipeline, called SpikePheno, for the acquisition of precise wheat spike phenotypes. Our pipeline demonstrated high accuracy in spike segmentation, achieving a mean Intersection over Union (mIoU) of 0.948. Additionally, our method accurately identified spikelet counts, achieving an R2 of 0.9923. Using experimental data of 221 wheat cultivars from various regions of China grown in Zhao County, Hebei Province, our pipeline extracted 45 different phenotypes and studied their correlations with thousand grain weight (TGW) and spike yield. Our findings indicate that precise measurement of spike area, spikelet area, and other phenotypic traits enables a clearer understanding of the correlation between spike morphology and wheat yield. Through hierarchical clustering based on spike morphology, we categorized wheat spikes into six classes and identified phenotypic differences between these classes and their impact on TGW and yield. Furthermore, this study revealed phenotypic differences between wheat cultivars from different geographical regions and over different decades, with an increase in large-spike cultivars over time, especially in southern China. This research may help breeders understand the relationship between wheat spike morphology and yield, providing an important basis for future wheat breeding efforts.", "date": "2025-06-10", "journal": ""}
{"title": "Hyperpolarization activated cation channel mediated intrinsic plasticity changes underlie the malleability of with-in cell-type electrophysiological heterogeneity", "doi": "10.1101/2025.06.09.658517", "authors": "Chameh, H. M.; Falby, M.; Yang, Y.; Movahed, M.; Arbabi, K.; Sarathy, C.; Tripathy, S. J.; Zhang, L.; Lefebvre, J.; Valiante, T. A.", "abstract": "Within cell-type neuronal electrophysiological, morphological, and transcriptomic heterogeneity is the norm in the brain. Although generally considered a fixed property within cell-types, this heterogeneity is malleable and declines in regions of the human brain that generate seizures. Building off this foundational work we hypothesize that such plasticity of cell-type heterogeneity, specifically its decline, arises from the shared history of neuronal activity that drive intrinsic plasticity mechanisms in a concerted fashion. To explore this hypothesis we study neuronal activity in two model systems: human cortical slice cultures from patients with epilepsy as well as slices from the medial prefrontal cortex (mPFC) and subiculum of rodent kainic acid (KA) model of temporal lobe epilepsy. Biophysical properties and spiking dynamics were characterized using whole-cell patch clamp recordings of layer 2 and layer 3 (L2&3) pyramidal neurons in human slice culture as well as deep layer subicular neurons and layer 5 (L5) mPFC of KA mice. We found a significant decline in biophysical heterogeneity and a reduction in information coding in both the KA and slice culture models. In both these models we found a consistent increase in hyperpolarization activated cation current (HCN) dependent electrophysiological properties, the blockade of which restored electrophysiological heterogeneity and information coding. Our findings demonstrate that within cell-type heterogeneity is malleable, and despite being a complex distributed network property, can be tuned by a single ionic current. These findings emphasize the plasticity of within cell-type heterogeneity, suggesting the potential for targeted interventions to restore neuronal heterogeneity changes that accompany epilepsy and potentially other neurological and neuropsychiatric diseases.", "date": "2025-06-10", "journal": ""}
{"title": "Unsupervised Phenotyping Reveals Disrupted Neural Firing Characteristics in the Anterior Thalamus and Surrounding Brain Regions Following Third-Trimester Equivalent Alcohol Exposure in Mice", "doi": "10.1101/2025.06.02.657410", "authors": "Morningstar, M. D.; Acosta, G.; Valenzuela, F.; Clark, B. J.; Linsenbardt, D.", "abstract": "Acute binge-like third-trimester-equivalent alcohol exposure (TTAE) causes apoptosic neurodegeneration in brain regions necessary for spatial learning and memory, such as the anterior thalamus (AT), which encodes context-relevant information, including head direction. While we are beginning to understand the behavioral consequences of this exposure, the neural correlates of spatial cognition deficits are underexplored. Thus, we recorded a mixture of neurons from the AT and surrounding brain regions in mice with TTAE while they freely moved within a controlled environment. To model acute binge-like TTAE, C57BL/6J mice received 2 injections of 2.5 g/kg alcohol (or saline) on post-natal day (PND) 7. Subjects were then left undisturbed until the day of surgery as adults (>PND 60), when they were implanted with silicon or multi-wire arrays. Mice were placed in a circular 40 cm diameter arena under dim red light with 2 LED cues on the walls that rotated on a pseudo-random basis while electrophysiological data was recorded. Following data preprocessing, spike and waveform features were extracted from each putative single spiking unit. These features were reduced utilizing uniform manifold approximation and projection (UMAP). Following dimensionality reduction, we used agglomerative hierarchical clustering to find populations of neurons with similar features. Following this, we compared each feature based on treatment and found the features most important to disambiguate TTAEs impact on neural activity. TTAE was associated with decreases in mean firing rate, peak firing rate, rebound index, and tail decay constant, increases in alpha, peak to trough time, and repolarization time, and bidirectional differences as a function of neuronal subtype in burst index and rebound index. This suggests that TTAE produces long-lasting and fundamental differences in spiking features that can be observed in vivo and are amenable to intervention. Together, this dataset provides further clarifying criteria that can be utilized to diagnose and treat FASD.", "date": "2025-06-10", "journal": ""}
{"title": "Acute anaphylactic and multiorgan inflammatory effects of Comirnaty in pigs: evidence of spike protein mRNA transfection and paralleling inflammatory cytokine upregulation", "doi": "10.1101/2025.06.07.658379", "authors": "Dezsi, L.; Kokeny, G.; Szeneasi, G.; Revesz, C.; Meszaros, T.; Barta, B.; Facsko, R.; Szilasi, A.; Bakos, T.; Kozma, G. T.; Dobos, A.; Merkely, B.; Radovits, T.; Szebeni, J.", "abstract": "Background and Purpose: Rare but serious adverse events (AEs) associated with mRNA-lipid nanoparticle (LNP) COVID-19 vaccines, such as Comirnaty and Spikevax, include acute and chronic inflammatory reactions, the mechanisms of which remain poorly understood. This study aimed to investigate these effects using a porcine model. Experimental Approach: Naive and anti-PEG antibody-sensitized pigs were intravenously injected with Comirnaty. Acute anaphylactic responses were assessed through hemodynamic monitoring, hematological changes, and plasma inflammatory markers. Multiorgan inflammatory effects were evaluated by qPCR detection of spike protein (SP) mRNA uptake and inflammatory cytokine gene expression in seven organs over 6 hours. Histopathology and immunohistochemistry were also performed. Key Results: Severe cardiopulmonary distress developed within minutes of repeated i.v. injections of Comirnaty. qPCR revealed predominant SP mRNA accumulation in liver and PBMCs, with spleen, kidney, lymph nodes, heart, and brain also affected in 40-90% of animals. Repetitive PBMC transfection showed reversible mRNA peaks at 15 minutes, followed by rapid decay. Expression of proinflammatory cytokines (IL-1RA, CXCL10, TNF-alpha, CCL2) paralleled mRNA uptake, suggesting a causal relationship. Cytokine profiles varied by organ (e.g. IL-1RA in kidney, CCL2 in PBMCs). Histologic abnormalities and SP immunopositivity were noted in the kidney, heart, and brain. Booster injections replicated PBMC transfection kinetics observed at the first dose. Conclusions and Implications: This porcine model reveals systemic anaphylactic reactivity and multiorgan SP mRNA transfection following i.v. injection of mRNA-LNPs, resulting in organ-specific inflammatory responses. These findings provide mechanistic insights into the rare vaccine-related AEs and may support future efforts to improve the safety of the mRNA-LNP platform technology.", "date": "2025-06-10", "journal": ""}
{"title": "Developmental coordination of mitochondrial dynamics and membrane remodeling drives organelle morphogenesis", "doi": "10.1101/2025.06.09.658059", "authors": "Haridas, A.; Kumar, V.; Jaiswal, M.", "abstract": "Cellular morphogenesis involves the dynamic remodeling of mitochondria. For example, during spermatogenesis, mitochondria undergo distinct morphological changes as the cells transition from stem cells to mature sperms. However, how distinct processes regulating mitochondrial dynamics are developmentally coordinated to sculpt organelle morphology remains unclear. Using expansion microscopy to study Drosophila spermatogenesis, we first document a transition of tubular mitochondria into multilayered sheets organized in a sphere known as nebenkern, which then divides and remodels into two very long mitochondrial derivatives. We then show that the transition to organized multilayered structures is marked by membrane tubulation in the middle forming a division plane, the assembly of OPA1 and DRP1 rings along the division plane and a temporally synchronized downregulation of the fusion protein Mitofusin/Marf. We further show that Marf downregulation is mediated by the PINK1-PARK pathway, revealing an active suppression of fusion of mitochondrial derivatives during their segregation. Our study elucidates a developmentally programmed mechanism coupling membrane tubulation, fission, fusion, and membrane remodeling to drive mitochondrial morphogenesis during differentiation.", "date": "2025-06-10", "journal": ""}
{"title": "The link between steady-state EEG and rs-fMRI metrics in healthy young adults: the effect of macrovascular correction", "doi": "10.1101/2025.06.06.658306", "authors": "Zhong, X.; Van Lankveld, H.; Mathew, A.; Chen, J. J.", "abstract": "To improve the clinical utility of resting-state fMRI (rs-fMRI), enhancing its interpretability is paramount. Establishing links with electrophysiological activities remains the benchmark for understanding the neuronal basis of rs-fMRI signals. Existing research, while informative, suffers from inconsistencies and a limited scope of rs-fMRI metrics (e.g., seed-based functional connectivity). Phenotypic variables like sex and age are suspected to obscure reliable fMRI-EEG associations. A major contributing factor to these inconsistencies may be the neglect of macrovascular correction in rs-fMRI metrics. Given that macrovascular contributions can inflate rs-fMRI connectivity and power, they may lead to misleading fMRI-EEG associations that do not reflect genuine neuronal underpinnings. In this study, we addressed this by applying macrovascular correction and performing a systematic, inter-participant analysis of multiple rs-fMRI and EEG metrics. Our key findings demonstrate that: 1) Macrovascular correction enhances the relationship between EEG and rs-fMRI metrics and improves model fit in many instances; 2) sex significantly modulates EEG-fMRI associations; 3) EEG complexity is significantly associated with resting-state functional activity (RSFA). This research provides crucial insights into the interplay between rs-fMRI and EEG, ultimately improving the interpretability of rs-fMRI measurements and building upon our prior work linking fMRI and metabolism.", "date": "2025-06-10", "journal": ""}
{"title": "Post-Saccadic Disruption of Semantic Category Information in Naturalistic Scenes", "doi": "10.1101/2025.06.06.658316", "authors": "Choi, Y. M.; Chiu, T.-Y.; Golomb, J. D.", "abstract": "During natural vision, people make saccades to efficiently sample visual information from complex scenes. However, a substantial body of evidence has shown impaired visual information processing around the time of a saccade. It remains unclear how saccades affect the processing of high-level visual attributes - such as semantic category information - which are essential for navigating dynamic environments and supporting complex behavioral goals. Here, we investigated whether/how the processing of semantic category information in naturalistic scenes is altered immediately after a saccade. Through both human behavioral and neuroimaging studies, we compared semantic category judgments (Experiments 1A and 1B) and neural representations (Experiment 2) for scene images presented at different time points following saccadic eye movements. In the behavioral experiments, we found a robust reduction in scene categorization accuracy when the scene image was presented within 50 ms after saccade completion. In the neuroimaging experiment, we examined neural correlates of semantic category information in the visual system using fMRI multivoxel pattern analysis (MVPA). We found that scene category representations embedded in the neural activity patterns of the parahippocampal place area (PPA) were degraded for images presented with a short (0-100 ms) compared to a long post-saccadic delay (400-600 ms), despite no corresponding reduction in overall activation levels. Together, these findings reveal that post-saccadic disruption extends beyond basic visual features to high-level visual attributes of naturalistic scenes, highlighting a limitation of visual information processing in the short post-saccadic period before executing the next saccade.", "date": "2025-06-10", "journal": ""}
{"title": "FOXP1 differentially regulates the development of murine vasopressin and oxytocin magnocellular neurons", "doi": "10.1101/2025.06.10.658830", "authors": "Berkhout, J.; Trender, S.; Krabichler, Q.; Podpecan, Y.; Franke, F.; Schubert, T.; Burbach, P.; Grinevich, V.; Adan, R.; Fröhlich, H.; Althammer, F.; Meijer, O.; Mahfouz, A.", "abstract": "The neuropeptides arginine vasopressin (AVP) and oxytocin (OXT) are closely related. As neurohormones, AVP and OXT are mainly produced in magnocellular neurons (MCNs) located in the hypothalamus. Development of both neuron types requires coordinated expression of transcription factors OTP, SIM1, ARNT2 and POU3F2. However, the exact transcription factors involved in the differential differentiation of the AVP and OXT lineages are yet unknown. We used a publicly available single-cell RNA-sequencing dataset of the developing mouse hypothalamus to identify gene regulatory networks linked to AVP and OXT neuronal differentiation. We identified RORA, EBF3, FOXP1, FOXP2, and BCL11B as transcription factors with possible relevance for Avp and Oxt MCN divergence. We then modeled developmental gene expression dynamics using computational cell fate mapping. This revealed enrichment of EBF3 and BCL11B in the Avp lineage, while FOXP1 and FOXP2 are enriched in the Oxt lineage. Next, in silico analysis of Avp and Oxt promoters found predicted binding sites for FOXP1 and FOXP2 in the Oxt promoter, suggesting a role in Oxt MCN differentiation. Finally, we validated the role of one candidate (FOXP1) with a heterozygous knockout mouse line. Compared to wild-type littermates, we find decreased AVP and OXT neuron abundance, with OXT neurons disproportionally affected.", "date": "2025-06-10", "journal": ""}
{"title": "Layer 6 is a hub for cholinergic modulation in the mouse auditory cortex", "doi": "10.1101/2025.06.09.658740", "authors": "Vattino, L. G.; Clayton, K. K.; Hackett, T. A.; Takesian, A. E.; Polley, D. B.", "abstract": "Basal forebrain cholinergic neurons (BFCNs) densely innervate auditory cortex (ACtx), conveying signals linked to internal brain states and external sensory cues. Several studies have shown that acetylcholine (ACh) rapidly modifies local cortical circuits via nicotinic ACh receptors (nAChRs) on layer 1 (L1) inhibitory neurons. BFCN terminals are also abundant in L6, though the mechanisms and functional consequences of cholinergic modulation in deeper cortical layers has received less attention. Here, we performed multi-plex in situ labeling across cortical layers and cell types and found that L6 pyramidal neurons (L6-PNs) were highly enriched in diverse nAChR subunit and muscarinic ACh receptor (mAChR) transcripts. In vivo optogenetic activation of BFCN axons revealed persistent modulation of regular spiking (RS) units in L2-6 but a rapid phasic activation only in L6. In acute slices, optogenetic activation of BFCN axons elicited fast excitatory post-synaptic potentials via nAChRs in L6-PNs, comparable to responses in L1-INs, and slower inhibitory responses mediated by mAChRs. These findings identify L1 inhibitory neurons and L6 excitatory neurons as two hubs that mediate BFCN modulation of cortical circuits. Transcriptional, synaptic, and local circuit connectivity differences between L1 and L6 hubs may allow BFCN inputs to shape perception and plasticity on distinct timescales.", "date": "2025-06-10", "journal": ""}
{"title": "Neural signatures of automatic letter-speech sound integration in literate adults", "doi": "10.1101/2025.06.09.658589", "authors": "Xu, W.; Li, X.; Kolozsvari, O.; Sorsa, A.; Nokia, M.; Hamalainen, J.", "abstract": "Automaticity in decoding print is crucial for fluent reading. This process relies on associative memories between letters and speech sounds (LSS) that are overlearned through years of reading practice. While previous neuroimaging studies have identified neural correlates of LSS integration across different stages of reading development, the specific neural signatures underlying automatic LSS integration remain unclear. In the present study, we aimed to isolate neural components specifically associated with automatic LSS integration in literate adults. To this end, we developed an artificial script training paradigm in which adult native Finnish speakers were trained to associate novel foreign letters with familiar Finnish speech sounds. Using magnetoencephalography (MEG), we directly compared the audiovisual processing of newly learned and overlearned LSS associations within the same task, one day after training. Event-related fields (ERFs) and multivariate decoding revealed largely shared neural circuits of audiovisual integration for both types of LSS associations, as evidenced by multisensory interaction and congruency effects. Interestingly, the processing of congruent overlearned audiovisual associations uniquely recruited brain activity in the left parietal cortex during the 235-475 ms time window. Furthermore, temporal generalization analysis of the congruency effects revealed that while both newly learned and overlearned audiovisual associations engaged common neural mechanisms, the newly learned associations were processed systematically more slowly by a few hundred milliseconds. Our study identified the spatiotemporal neural signatures underlying automatized LSS processing, offering insights into neural markers that may help identify levels of reading proficiency.", "date": "2025-06-10", "journal": ""}
{"title": "Neural crest induction requires SALL4-mediated BAF recruitment to lineage specific enhancers", "doi": "10.1101/2025.06.10.658805", "authors": "Demurtas, M.; Barnada, S. M.; Van Domeslaar, E.; Mitchell, Z. H.; Deelen, L. L.; Trizzino, M.", "abstract": "Neural crest induction begins early during neural plate formation, requiring precise transcriptional control to activate lineage-specific enhancers. Here, we demonstrate that SALL4, a transcription factor strongly expressed in cranial neural crest cells (CNCCs) and associated with syndromes featuring craniofacial anomalies, plays a critical role in this early regulatory process. Using a SALL4-haploinsufficient human iPSC model that recapitulates clinical haploinsufficiency, we show that the SALL4A isoform directly interacts with the BAF complex subunit DPF2 through its zinc-finger-3 domain. This interaction enables SALL4-mediated recruitment of BAF to CNCC-specific enhancers during early neural plate stages. Without functional SALL4, BAF fails to load at chromatin, leaving CNCC enhancers inaccessible despite normal neuroectodermal progression. Consequently, cells cannot undergo proper CNCC induction and specification due to persistent enhancer repression. Our findings reveal SALL4 as an essential regulator of BAF-dependent enhancer activation during early neural crest development, providing molecular insights into SALL4-associated craniofacial anomalies.", "date": "2025-06-10", "journal": ""}
{"title": "Neural crest induction requires SALL4-mediated BAF recruitment to lineage specific enhancers", "doi": "10.1101/2025.06.10.658805", "authors": "Demurtas, M.; Barnada, S. M.; Van Domselaar, E.; Mitchell, Z. H.; Deelen, L. L.; Trizzino, M.", "abstract": "Neural crest induction begins early during neural plate formation, requiring precise transcriptional control to activate lineage-specific enhancers. Here, we demonstrate that SALL4, a transcription factor strongly expressed in cranial neural crest cells (CNCCs) and associated with syndromes featuring craniofacial anomalies, plays a critical role in this early regulatory process. Using a SALL4-haploinsufficient human iPSC model that recapitulates clinical haploinsufficiency, we show that the SALL4A isoform directly interacts with the BAF complex subunit DPF2 through its zinc-finger-3 domain. This interaction enables SALL4-mediated recruitment of BAF to CNCC-specific enhancers during early neural plate stages. Without functional SALL4, BAF fails to load at chromatin, leaving CNCC enhancers inaccessible despite normal neuroectodermal progression. Consequently, cells cannot undergo proper CNCC induction and specification due to persistent enhancer repression. Our findings reveal SALL4 as an essential regulator of BAF-dependent enhancer activation during early neural crest development, providing molecular insights into SALL4-associated craniofacial anomalies.", "date": "2025-06-10", "journal": ""}
{"title": "Regulatory architectures optimized for rapid evolution of gene expression", "doi": "10.1101/2025.06.10.658850", "authors": "Borbely, R.; Tkacik, G.", "abstract": "Cis-regulatory elements (CREs), such as enhancers and promoters, control gene expression by binding regulatory proteins. In contrast to their bacterial counterparts, eukaryotic CREs typically bind transcription factors with short recognition motifs across multiple functional yet often weak binding sites. The evolutionary origin of this genetic architecture remains unclear. Here we study adaptive evolution of entire CREs under selection for controllable gene expression. In a biophysical toy model that recapitulates the essential nonlinearities of eukaryotic regulation, a regulatory phenotype requires a gene to be active when its CRE binds cognate TFs, yet inactive in the presence of noncognate TFs that can cause deleterious crosstalk. We explore CRE evolutionary outcomes utilizing \"optimize-to-adapt\" approach suggested by the theory presented in a companion paper. In this approach, CRE evolution is simulated explicitly at the sequence level, while the parameters of the biophysical model itself -- i.e., the properties of the replicated genotype-phenotype map -- are numerically optimized for CRE evolvability. In the optimal regime, selection navigates the tradeoff between slowly evolving strong and long binding sites (which guarantee low crosstalk), and rapidly evolving multiple short and weak binding sites (which necessitate diffuse selection against excessive noncognate binding across the entire CRE). When we further explore various scenarios for cooperative regulation, we find that the optimal regime predicts a diversity of strong and weak, yet always short, binding sites and favors \"synergistic activation\" of transcription, as reported empirically for eukaryotes. These results showcase how information theory can link evolutionary dynamics with biophysical constraints to rationalize -- and possibly even predict -- optimal regulatory architectures.", "date": "2025-06-10", "journal": ""}
{"title": "Evolution and information content of optimal gene regulatory architectures", "doi": "10.1101/2025.06.10.657849", "authors": "Barton, N. H.; Tkacik, G.", "abstract": "Evolution of gene regulatory sequences is shaped by their genotype-phenotype (GP) map, but this map itself can evolve via changes in the molecular machinery that reads out the regulatory sequences. Using population genetics theory, we derive an optimality principle, implying that the evolved GP maps will associate fit phenotypes with larger numbers of possible genotypes. Mathematically, this builds on analogies between population genetics and statistical physics, as well as optimal coding in information theory. The results are particularly interesting in the context of transcriptional regulation, where optimal values of certain parameters that determine the gene regulatory architecture can be derived even without a complete knowledge of the molecular mechanisms involved. We illustrate the theory using a simplified model of transcription factor (TF) binding to cis-regulatory elements (CREs): the fraction of possible CREs across the entire genotype space that bind a given TF evolves to match the fraction of CREs under selection to bind that TF. Similar ``frequency matching'' results are expected to emerge generically, because selection implicitly optimizes the entire regulatory architecture that determines the ``replicated GP map'' for all CREs, while it simultaneously adapts towards individually fit CREs on that GP map. We discuss the subtleties and limitations of the theory related to biophysical constraints and the need for mutational robustness. Lastly, our theory suggests a possible mathematical definition for evolvability with predictive power that can be tested in evolutionary simulations and, ultimately, in comparative genetics studies.", "date": "2025-06-10", "journal": ""}
{"title": "The immune landscape of pediatric Brain and Solid Tumors: A systematic review and integration of immunohistochemistry and single-cell RNA sequencing data", "doi": "10.1101/2025.06.06.658323", "authors": "Bergsma, F. J.; Koster, J.; Baalman, B.; Mussai, F.; Caron, H. N.; Molenaar, J. J.; Wienke, J.", "abstract": "Background: Immunotherapies achieved remarkable success in adult cancers, yet their efficacy in pediatric brain and solid tumors remains limited. Insights into the unique immune landscape of pediatric tumors are crucial to improve immunotherapies for pediatric patients. Methods: We performed a systematic search for studies reporting immunohistochemistry (IHC), single-cell- or single-nucleus RNA-sequencing (sc/snSeq) data on the immune landscape of pediatric tumors. For IHC studies, data on macrophages, T cells, T helper cells, regulatory T cells, NK cells and B cells were extracted. For sc/snSeq studies, cell cluster counts were extracted. 47 IHC studies and 26 sc/snSeq studies were included in the analysis. Results: Our integrative in-depth analysis of 73 studies covered 35 unique pediatric tumor types with 17 tumor types analyzed by IHC, 4 by sc/snSeq, and 14 by both techniques. Regardless of variability in analysis methods, both IHC and sc/snSeq showed that peripheral nerve tumors and soft tissue sarcomas had relatively immune-infiltrated, T cell-rich tumor microenvironments (TME). Brain tumors exhibited a macrophage/microglia-rich, NK cell-infiltrated and T cell-depleted TME. Sc/snSeq data confirmed these observations, showing a macrophage/microglia-rich brain TME. Compared to adult tumors, (CD8+) T cell infiltration and macrophage infiltration was low for all pediatric tumor types. Integrated IHC and sc/snSeq data were visualized in interactive heatmaps, publicly available on R2 as a comprehensive atlas [https://hgserver1.amc.nl/cgi-bin/r2/main.cgi?option=imi2_targetmap_v1; map Immune_landscape_mm2(by patient)_v4]. Conclusion: We provide a comprehensive, integrated overview of the immune landscape of pediatric brain and solid tumors. These insights can aid the development and selection of immunotherapeutic strategies for specific pediatric cancers, tailored to their unique immune characteristics.", "date": "2025-06-10", "journal": ""}
{"title": "Chromosome-level assembly and annotation of the grey reef shark (Carcharhinus amblyrhynchos) genome", "doi": "10.1101/2025.06.07.658398", "authors": "Dahms, C.; Vigliola, L.; Cheung, L. H. T.; Hui, J. H. L.; Momigliano, P.", "abstract": "To date only four of nine shark orders have nuclear reference genomes, despite next-generation sequencing advances. Particularly for threatened shark species, there is a lack of reliable genomes which are crucial in facilitating research and conservation applications. We assembled the first nuclear reference genome of the endangered grey reef shark (Carcharhinus amblyrhynchos) using long-read PacBio HiFi and Omni-C sequencing to reach chromosome-level contiguity (36 pseudo chromosomes; 2.9 Gbp) and high completeness (94% complete BUSCOs). BRAKER3 annotated 16,522 protein-coding genes after masking repetitive elements which accounted for 59% of the genome. We identified potential X and Y sex chromosomes on pseudo chromosomes 36 and 57, respectively. The quality and completeness of the draft genome of C. amblyrhynchos suggest that it has the potential to facilitate comprehensive comparative genomics, enabling researchers to investigate genetic variations and adaptations specific to this population and will help advance conservation genetic applications.", "date": "2025-06-10", "journal": ""}
{"title": "The phonology of sperm whale coda vowels", "doi": "10.1101/2025.06.09.658556", "authors": "Begus, G.; Dabkowski, M.; Sprouse, R.; Gruber, D.; Gero, S.", "abstract": "In previous research, sperm whale codas (structured series of clicks used for communication) have been shown to resemble human vowels acoustically. Based on the number of formants, two different coda quality categories have been described: a-codas and i-codas. In the present paper, we demonstrate that sperm whale codas not only resemble human vowels acoustically, but also pattern like them across several dimensions. First, traditional count- and timing-based coda types interact with coda \"vowel\" quality (a vs. i). Second, a-codas are generally longer than i-codas. Third, the duration of i-codas has a bimodal distribution, showing a contrast between short i-codas and long [i]-codas. Fourth, the baseline coda length differs across whales. And fifth, edge clicks mismatching their coda often match an adjacent coda, a phenomenon that resembles human coarticulation. All five properties have close parallels in the phonetics and phonology of human languages. Sperm whale coda vocalizations thus represent one of the closest parallels to human phonology of any known animal communication systems.", "date": "2025-06-10", "journal": ""}
{"title": "TaxonReportViewer: Parsing and Visualizing Taxonomic Hierarchies in Metagenomic Datasets", "doi": "10.1101/2025.06.07.658440", "authors": "Razzolini, E.; de Souza, C. R.", "abstract": "Shotgun metagenomics enables comprehensive analysis of microbial communities by classifying sequencing reads directly from environmental samples, yet interpreting the resulting taxonomic classification reports, especially those generated by tools like Kraken2, remains a challenge due to their hierarchical, text-based format. Existing visualization tools such as Krona and Pavian either rely on web infrastructure or provide limited interactivity and flexibility for comparative analysis. To address this gap, we developed TaxonReportViewer (TRV), an open-source, cross-platform software with a graphical user interface that facilitates the exploration, comparison, and visualization of Kraken2 classification outputs. Implemented in Python 3, TRV includes a robust parser capable of accurately reconstructing taxonomic hierarchies even from inconsistently formatted reports. The tool offers dynamic search and filtering of taxa, exportable abundance matrices, one-click generation of comparative bar charts and heatmaps, and direct links to the NCBI Taxonomy database. TRV supports analysis of multiple samples in parallel, allowing users to identify taxonomic patterns across conditions without requiring programming skills. Its visualization features enable immediate recognition of taxon-specific abundance shifts and clustering of samples by taxonomic profile. Tested on a range of Kraken2 reports, TRV demonstrated consistent performance, rapid search capabilities, and accurate representation of lineage structures. It operates efficiently on standard consumer hardware and requires no installation beyond Python, ensuring accessibility for researchers in diverse computational environments. TaxonReportViewer fills a critical niche between raw taxonomic classification and biological interpretation, empowering researchers to derive meaningful insights from complex metagenomic datasets with ease.", "date": "2025-06-10", "journal": ""}
{"title": "A Generalizable Machine Learning Model for Early Detection of Hepatocellular Carcinoma Using Bisulfite Sequencing Data", "doi": "10.1101/2025.06.09.658649", "authors": "Subharam, M.; Koehler, R.", "abstract": "Hepatocellular carcinoma (HCC) is a leading cause of cancer-related mortality worldwide, with early detection significantly improving survival outcomes. However, both current screening methods (e.g., ultrasound and AFP) and emerging molecular diagnostics have struggled to achieve the sensitivity and specificity required for reliable early-stage detection. In this study, we present a generalizable machine learning framework for HCC detection using cfDNA methylation profiles derived from bisulfite sequencing data. We trained separate XGBoost models on three cfDNA datasets from previously published studies, each based on a different bisulfite sequencing methodology: MCTA Seq, targeted bisulfite sequencing (using methylation-correlated blocks), and low-pass whole-genome bisulfite sequencing (WGBS). For each model, we selected features based on biologically relevant methylation markers reported in the original study, ensuring that feature selection was grounded in experimentally validated signals. A meta-classifier was trained on shared CpG site features to route incoming samples to the most appropriate model, eliminating the need for forced feature harmonization. To evaluate generalizability, we used an independent moderate-depth WGBS liver tissue dataset for blind validation. The dataset was filtered separately to match the feature set of each training model. Models trained on MCTA Seq and WGBS generalized well (blind validation accuracy up to 92%), while the padlock probe based MCB model failed to transfer, underscoring the importance of platform aware modeling. Across datasets, methylation patterns separating cancerous from non-cancerous samples remained stable, even when absolute values shifted, as in tissue vs. blood. Threshold adjustment compensated for this shift without compromising classification. Intra dataset k-fold accuracy remained consistently high, confirming the robustness of methylation based classification across patient cohorts and disease stages. Overall, we demonstrate a generalizable machine learning framework capable of predicting HCC with over 90% accuracy using cfDNA methylation data from any of three distinct bisulfite sequencing assays, including off-the-shelf whole genome bisulfite sequencing (WGBS) at moderate depth. By aligning assay specific models with a meta classifier for sample routing, we provide a modular strategy that avoids harmonization pitfalls while preserving accuracy. The next logical step is clinical validation using biobank-derived plasma samples sequenced with WGBS and passed through this framework to confirm real world performance.", "date": "2025-06-10", "journal": ""}
{"title": "Impact of Capsicum frutescens (L.) fruit ethanol extract on H+/K+ ATPase activity, Gastrin hormone, Parietal cells, and ulcer index in ibuprofen- induced gastric ulcers: A Wistar rat model.", "doi": "10.1101/2025.06.07.658450", "authors": "Suubo, J.; Ninsiima, H. I.; Nansunga, M.; Jjesero, E.; Nkanu, E.", "abstract": "Gastric ulcers are due to an imbalance between the protective factors like mucus and bicarbonate and offensive factors like gastric hydrochloric acid, infection and pepsin, on the other hand and medicines like ibuprofen. Despite the available conventional therapy, the mortality rate due to gastric ulcers across the globe is 11% with a range of 3-23%. Capsicum frutescens (C. frutescens) fruit which is consumed in most communities as a spice has a number of pharmacological benefits which include being an anti-ulcer, antimicrobial, anti-diabetic and anticancer activity, among other uses. This study was therefore carried out to determine the effect of the ethanol fruit extract of Capsicum frutescens on the gastric acid production determinants in ibuprofen induced gastric ulcers in Wistar rats. Fifteen male Wistar rats were randomly assigned to five groups of three rats each. Group one (control) received normal saline, Other groups received ibuprofen for five days followed by normal saline, or misoprostolR, or Capsicum frutescens (107.5mg/kg body weight) for fourteen days. Ulcer index, H+/K+ ATPase enzyme activity, gastrin secretion and parietal cell histology were determined. Oral administration of Ibuprofen induced gastric ulcers. Capsicum frutescens reduced the ulcer index. The H+/K+ ATPase enzyme activity was significantly decreased (p < 0.01) as well as concentration of gastrin (p < 0.01) and significant (p < 0.01) decrease in the mean number of parietal cells. It is concluded that Capsicum frutescens has a therapeutic property for ulcer healing and does this through reduction of; H+/K+ ATPase enzyme activity, gastrin release and number of parietal cells in the stomach.", "date": "2025-06-10", "journal": ""}
{"title": "Antimicrobial stewardship in animal health: experience-based co-design framework to capture progress and accelerate improvement", "doi": "10.1101/2025.06.03.657743", "authors": "Hewson, K. A.; Binet, M.; Richards, K.; Gleeson, B.; Adsett, S.; Tuckett, G.; Kennedy, B.; Jenner, R.; Courtice, J.; Batterham, T.; Page, S. W.; Britton, S.", "abstract": "Antimicrobial stewardship (AMS) is essential for mitigating antimicrobial resistance (AMR) in animal health but implementing national initiatives is challenging due to diverse influencing factors and the need for context-specific approaches. An Animal AMS Practice Group, comprised of individuals with lived experience overseeing AMS in various animal health contexts was engaged, and through an experience-based co-design approach created a comprehensive AMS Framework that captures progress and supports tangible improvements in AMS practices in each context. The Framework supported a cross-sectoral pilot assessment that helped users identify progress, areas for improvement, and contextualise antimicrobial usage and AMR data, while also motivating further AMS efforts. Despite common barriers to sharing sensitive data, participants willingly shared AMS results for benchmarking and publication. The process demonstrated that co-design coupled with peer learning and expert support are essential to ensuring AMS tools are utilised in practice. Several participants incorporated the Framework into routine practice, with some using it to drive sector-level AMS action. The resulting Framework offers an adaptable, scalable entry point for AMS efforts and a platform for setting meaningful improvement goals. It supports broader opportunities for national-level AMS assessments and strategy development.", "date": "2025-06-10", "journal": ""}
{"title": "Traditional uses, population, threats and conservation of the bansouman or gingerbread plum Neocarya macrophylla (Chrysobalanaceae) in Republic of Guinea (West Africa)", "doi": "10.1101/2025.06.08.655547", "authors": "Molmou, D. N.; Cheek, M.; Konomou, G.; Magassouba, S.; Simoes, A. R.; Larridon, I.; Couch, C.", "abstract": "The flora of the Republic of Guinea (West Africa) includes nearly 4000 vascular plants species, of which c. 10% have been documented to have local socio-economic uses. These socio-economic plants provide among others, foods, medicines, materials and a source of income for the people of Guinea. One example is the bansouman or gingerbread plum, Neocarya macrophylla (Chrysobalanaceae) which is locally valued for its large, delicious seeds ('nuts'), edible fruit flesh, and medicinal bark (among other medicinal parts). Through a field survey of 17 local communities adjacent to Neocarya populations and the Neocarya populations themselves (780 mature individuals measured), in seven of the ten Guinean prefectures from which the species is recorded, this study documents (1) the local names, harvesting methods, uses and seed sale prices at different points in the value chain, partitions the species by habitat, records perceived threats to trees, key elements of the population structure and relative frequency of Neocarya macrophylla in Guinea, (2) map and re assesses its global conservation status as Near Threatened using the 2012 IUCN Red List categories and criteria, and (3) construct a species conservation action plan. Analysis of our survey data suggests that the largest number of mature trees (75% of the total) is in the three northern prefectures (Gaoual, Koundara, Pita) at the western foot of the Fouta massif whence seeds are exported internationally. Trees mainly occurred in shrub savannah (45% of mature individuals), with lower numbers in three other habitats. Human set bush fires appear to be the most ubiquitous threat (55%) in Guinea, but sand quarrying (18%), agricultural conversion and debarking are also key threats. Natural regeneration levels seem low compared with data from Niger with juveniles (<1 m tall) less than 10 % of the number of mature, fruiting trees (> 11 cm circumference) recorded. This is the first study focused on Neocarya macrophylla in the Republic of Guinea. In contrast the species has been the subject of numerous other papers elsewhere in its range, and we document 14 studies from Niger alone in the last 15 years. While the species is well known as an important Indigenous Fruit Tree with multiple uses in some countries, it is currently not among the top 10 such species listed for Guinea. Compared with Nigeria where numerous other uses including industrial are derived from the species, Neocarya macrophylla appears under utilised in Guinea. We suggest that studies of the chemistry and nutritional value of the seeds of Guinean Neocarya are made, since there are indications that these differ between Guinea and e.g. Niger. Follow up studies to map tree distribution in Guinea in more detail, quantify tree density, fruit yield per tree and per Ha, and duration between germination and fruiting are advised. Field trials to select elite individuals are recommended. Development of a machine to extract seeds from the endocarp (decortication) is a priority as this is the major factor limiting wild harvesting and availability of seed for human consumption.", "date": "2025-06-10", "journal": ""}
{"title": "Teaching good agronomic practices to strengthen pigeon pea cultivation and value chains through farmer-to-farmer education in Zambia", "doi": "10.1101/2025.06.07.657896", "authors": "Khazaei, H.; Scott, S.; Niemi, J.", "abstract": "Farmer field schools (FFSs) are transformative, participatory approaches to adult agricultural education that effectively promote farmers' learning and capacity building and empower farming communities with practical knowledge. Here, we present a case study of FFS in the Katete district, Eastern province of Zambia, focused on good pigeon pea agronomic practices and the value chain. Three FFSs were established, focusing on a variety of trials, bio-pesticides, and a pigeon pea-specific rhizobial inoculant. Extreme weather conditions, an underdeveloped pigeon pea seed value chain, and a poor seed system hindered the implementation of the FFSs. To strengthen the pigeon pea seed value chain, a seed dehuller is now available to farmers. Our results highlight the importance of the design, implementation, monitoring, and evaluation of the FFSs. Pigeon pea FFSs will support crop and food diversification, improve soil fertility and sustainable agriculture, and may increase household income.", "date": "2025-06-10", "journal": ""}
{"title": "OligoSeq: Rapid nanopore-sequencing of single-stranded oligonucleotides", "doi": "10.1101/2025.06.10.658886", "authors": "Ramirez Garcia, R.; Heinis, T.", "abstract": "Nanopore-based DNA sequencing technology has achieved remarkable success in sequencing increasingly long DNA strands for genomics research and biotechnology applications. However, the same level of progress has not been achieved for shorter sequences, such as RNA transcripts and DNA oligonucleotides. Oligonucleotides play a crucial role in automated genome engineering through oligo library generation and in DNA data storage, where they encode binary information in DNA libraries. The accurate sequencing of large and diverse oligonucleotide libraries hence is essential, however, accessible sequencing solutions for oligonucleotides, particularly DNA primers for PCR, oligo DNA libraries for mutagenesis or RNA libraries used in gene expression analysis, remain inadequate. Current biological research platforms still rely on expensive and cumbersome quality control methods such as high-performance liquid chromatography and mass spectrometry. To address this gap, we develop OligoSeq, an innovative approach that integrates two complementary techniques: AmpliSeq (based on PCR) and RevSeq (based on reverse complementation of either sequence-specific or random primers) to facilitate sequencing of single-stranded oligonucleotides. OligoSeq uses nanopore technology and can be used as a reference for other sequencing platforms requiring double-stranded adapters, offering a practical and scalable alternative for standard quality control in single-stranded oligonucleotide synthesis.", "date": "2025-06-10", "journal": ""}
{"title": "Emergent brain-like representations in a goal-directed neural network model of visual search", "doi": "10.1101/2025.06.06.658387", "authors": "Pourrahimi, M.; Bashivan, P.", "abstract": "Visual search, the act of locating a target among distractors, is a fundamental cognitive behavior and a core paradigm for studying visual attention. While its behavioral properties are well characterized in humans and non-human primates, the underlying neural mechanisms remain largely unspecified. To address this gap, we developed a biologically aligned neural network model trained to perform visual search directly from pixels in natural scenes. This model exhibits strong generalization to novel scenes and objects, produces human-like scanpaths, and replicates previously known behavioral biases in humans. By analyzing the internal representations of the model, we found that it naturally develops a retinocentric cue-similarity map and prospective fixation signals, features that closely resemble neural activity in the primate fronto-parietal network. Beyond reproducing known behavior and neural signatures, the model makes testable predictions about the geometry and dynamics of internal representations underpinning cue-driven prioritization, fixation preferences, their perspective memories, and prospective plans. These findings offer a computational framework for understanding visual search and a roadmap for future neurophysiological and behavioral studies.", "date": "2025-06-10", "journal": ""}
{"title": "Perirhinal cortex structure and function is dysregulated by corticosteroid treatment", "doi": "10.1101/2025.06.06.658287", "authors": "Claydon, M. D. B.; Troy, O.; Birnie, M. T.; Kershaw, Y. M.; Barker, G. R. I.; Warburton, E. C.; Bortolotto, Z. A.; Lightman, S. L.; Conway-Campbell, B. L.", "abstract": "Glucocorticoids play a crucial role in the stress response and in the regulation of circadian function, as well as cognitive, cardiovascular, metabolic and immunological processes. While synthetic glucocorticoids (sGC) are widely used in treating inflammatory disorders, their impact on cognitive functions, which include memory deficits and dysregulation of mood, remains less understood. Here, we demonstrate that chronic treatment with the sGC methylprednisolone (MPL) dysregulates the synaptic proteome and impairs cognitive function in the perirhinal cortex, a region critical for recognition memory and visual perception. Further, we show that synaptic structure and plasticity are altered by MPL treatment, highlighting the mechanisms through which sGCs disrupt mnemonic processing. These results may have broad implications for understanding the cognitive side effects of widely used sGC treatments", "date": "2025-06-10", "journal": ""}
{"title": "Voluntary movement initiation is associated with cardiac input in Libet's task.", "doi": "10.1101/2025.06.06.658322", "authors": "Germanova, K.; Studenova, A.; Bredikhin, D.; Gippert, M.; Kapralov, N.; Klucharev, V.; Villringer, A.; Herrojo Ruiz, M.; Nikulin, V.", "abstract": "The relationship between motor intention and initiation of voluntary movement remains a fundamental topic in neuroscience, originating from the B. Libet seminal framework introduced in 1983. Libet's paradigm significantly influenced discussions on intentionality, motor control, and free will. However, methodological critiques continue to challenge its interpretations, specifically the accuracy and validity of the 'urge to move' phenomenon. One understudied factor in this debate is the potential influence of interoceptive signals--particularly cardiac activity--in shaping the experience of motor intention and movement initiation. In our study, we addressed this gap by examining whether cardiac signals modulate participants' experience of the 'urge to move', using behavioural and electrophysiological measures in 34 healthy human participants performing Libet's task. Crucially, when participants were asked to report the perceived 'urge to move', their button press timings were predominantly aligned with the diastolic phase of the cardiac cycle, indicating cardiac modulation of motor intention perception. However, analysing heart evoked potential (HEP) amplitudes as a measure of cardiac input perception, we observed no differences in HEP amplitudes associated with changes in introspective demands during the task in both source and sensor spaces. Our results suggest that implicit perception of cardiac signals biases subjective experience of voluntary action initiation, independent from cortical interoceptive markers. These findings have implications for models of motor preparation, intentionality and the bodily basis of voluntary action, challenging conventional interpretations of motor intention and informing debates on volition and interoception.", "date": "2025-06-10", "journal": ""}
{"title": "Dual effect of alpha-synuclein disease variants on condensate formation", "doi": "10.1101/2025.06.06.657340", "authors": "Chandran, A.; Agarwal, A.; Wang, T.; Amaral, L.; Chaves, S. R.; Outeiro, T. F.; Lautenschlager, J.", "abstract": "Alpha-synuclein is a pre-synaptic protein implicated in synucleinopathies like Parkinson's disease and Dementia with Lewy Bodies, where it accumulates in intracellular aggregates termed Lewy bodies and Lewy neurites. Recent studies have reported that alpha-synuclein undergoes phase separation to form biomolecular condensates both in vitro and in mammalian cells. Alpha-synuclein condensates are thought to contribute to disease through progressive aggregation. Here we show that specific PD-associated alpha-synuclein variants fail to form biomolecular condensates. We demonstrate that only two alpha-synuclein variants associated with familial disease, E46K and E83Q, enhance condensate formation in vitro and in cells. However, variants including A30G, G51D, and A53E fail to form or have reduced levels of condensate formation in cells. The same phenotypes are reflected in the budding yeast model showing differential inclusion formation. In iPSC-derived neurons, the propensity of alpha-synuclein variants to undergo VAMP2-mediated phase separation reflects the level of synaptic enrichment. We show that the intrinsic propensity of alpha-synuclein to form condensates and the ability to bind lipid membranes are important to mediate condensate formation in cells. Our results emphasize that alpha-synuclein pathology follows divergent pathways, with both increased and decreased condensate formation contributing to disease. This study establishes biomolecular condensates as a key intermediate in alpha-synuclein dysfunction, providing a novel foundation for translational research.", "date": "2025-06-10", "journal": ""}
{"title": "Ionic Mechanisms Underlying Bistability in Spinal Motoneurons: Insights from a Computational Model", "doi": "10.1101/2025.06.06.658369", "authors": "Molkov, Y.; Krust, F.; Jeter, R.; Stell, T.; Mohammed, M. A. Y.; Brocard, F.; Rybak, I.", "abstract": "Spinal motoneurons are the final output of spinal circuits that engage skeletal muscles to generate motor behaviors. Many motoneurons exhibit bistable behavior, alternating between a quiescent resting state and a self-sustained firing mode. This bistability is traditionally attributed to plateau potentials, which are driven by persistent inward currents. This intrinsic property is important for normal movement control, but can become dysregulated, causing motor control deficits, like spasticity. Here, we use a conductance-based single-compartment model to investigate the ionic conductances underlying the bistable behaviour of motoneurons. Our simulations demonstrate that the motoneuron bistability and how its emergence is regulated mainly depends on the interplay between several intrinsic ionic mechanisms. In particular, the calcium-activated nonspecific cation current (ICAN), which is amplified by ICaL and calcium-induced calcium release (CICR), primarily drives the plateau potential to sustain bistability. Additional modulation is provided by the persistent sodium current (INaP) and the calcium- dependent potassium current (IKCa). This study provides a mechanistic model of motoneuron bistability, offering insights into its disruption in pathological conditions and setting the stage for future research and therapeutic development.", "date": "2025-06-10", "journal": ""}
{"title": "Cis non-coding genetic variation drives gene expression changes in the E. coli and P. aeruginosa pangenomes", "doi": "10.1101/2025.06.10.658842", "authors": "Damaris, B. F.; Zietek, M.; Erdmann, J.; Typas, A.; Häussler, S.; Galardini, M.", "abstract": "Bacteria use gene regulation to dynamically adapt to changes in their environment, including resistance to stress and the occupation of new niches. Gene expression is known to vary within a species pangenome, but the extent to which these changes could be explained by genetic variants in cis non-coding regions has so far been poorly investigated. Statistical genetics offers a hypothesis-free approach to this problem, as opposed to mechanistic models, which can be used only for reference isolates that are not representative of the whole species. In this study, we assembled two genomic and transcriptomic datasets for Escherichia coli (N=117) and Pseudomonas aeruginosa (N=413) and identified associations between genetic variants in cis non-coding regions and recorded gene expression variation. We identified at least one associated variant in up to 39% of the tested genes in both species. We partly validated the associations in-silico and in-vitro for E. coli, reinforcing the difficulty of identifying a single mechanism generating gene expression diversity. We then investigated the relevance of non-coding variants in explaining the variability in antimicrobial resistance in both species using two additional publicly available datasets, identifying a large number of these variants across antimicrobial compounds. This work confirms the role of genetic variation in often overlooked regions of bacterial genomes in influencing molecular and clinically relevant phenotypes.", "date": "2025-06-10", "journal": ""}
{"title": "Proposal of two new genera and seventy-seven new species of ascomycetous yeasts isolated from China", "doi": "10.1101/2025.06.10.658801", "authors": "Zhu, H.-H.; Li, A.-H.; Liu, M.-M.; Jiang, Y.-L.; Zhao, X.-M.; Pan, S.; Liu, J.-H.; Zhang, X.-H.; Wang, J.-C.; Tian, Z.-Y.; Wang, G.-S.; Guo, Y.-T.; Phurbu, D.; Bai, F.-Y.; Wang, Q.-M.", "abstract": "Ascomycetous yeasts belong to Saccharomycotina and Taphrinomycotina, with about 1,200 described species distributed worldwide. More than 300 ascomycetous yeast species have been reported from China, which indicates that China possesses a hotspot with high yeast diversity. However, our knowledge of yeast diversity and distribution remains limited, and this area needs to be explored in depth. Here we describe 77 new ascomycetous yeast species with 195 isolates obtained over the past two decades during the continuous yeast diversity surveys in China, based on the phylogenetic analyses of the sequences of D1/D2 domains of the large subunit (LSU) and the internal transcribed spacer region including the 5.8S rDNA (ITS) of the nuclear ribosomal DNA (rDNA). The average nucleotide identity (ANI) analysis was used to delimitate closely related species with low sequence heterogeneity in the ITS and D1/D2 regions. Seventy-five of these new species belong to 35 genera in the Saccharaomycotina, while the other two are distributed in Taphrina of the Taphrinomycotina. In addition, we propose two new genera, namely Gaboromyces gen. nov. and Yurkovozyma gen. nov.", "date": "2025-06-10", "journal": ""}
{"title": "Impaired envelope integrity in the absence of SanA is linked to increased Lipid II availability and an imbalance of FtsI and FtsW activities", "doi": "10.1101/2025.06.10.658892", "authors": "Carr, J. F.; De Santiago, C. B.; Bhut, S.; Warzecha, D. J.; Wei, R.; Herrera, C.; Trent, M. S.; Nan, B.; Mitchell, A.", "abstract": "In gram-negative bacteria, the outer membrane (OM) acts in conjunction with the peptidoglycan (PG) cell wall as a barrier against physical, osmotic, and toxic environmental stresses including antibiotics. SanA, an inner membrane protein in Escherichia coli K-12, is required for vancomycin resistance at high temperatures (>42 {degrees}C) and we have previously demonstrated that SanA impacts sodium dodecyl sulfate (SDS) resistance during stationary phase reached from carbon limitation. However, its function remains unknown. Here, we show that {Delta}sanA has a synthetic genetic interaction with {Delta}wecA, a mutation increasing the availability of the isoprenoid carrier for PG biosynthesis. Specifically, the {Delta}sanA {Delta}wecA strain demonstrated heightened SDS EDTA sensitivity, Rcs stress response activation, and increased cell length. Further investigation tied the SDS EDTA sensitivity to increased Lipid II available for PG synthesis. Spontaneous suppressor mutants of this phenotype harbored point mutations in prc which encodes tail specific protease or ftsI which encodes the cell division DD-transpeptidase, a target of Prc. Given Prc's role in FtsI maturation, we focused on the ftsI mutations and determined these mutations caused a partial loss of function in FtsI, with at least one of these mutations also increasing FtsW activity. Moreover, we found that other mutations which reduce septal PG synthesis, but not divisome assembly, also suppressed the SDS EDTA sensitivity. Together, these findings demonstrates that, in the absence of SanA, increased Lipid II availability perturbs the balance between FtsI and FtsW function leading to increased OM permeability.", "date": "2025-06-10", "journal": ""}
{"title": "4-Nitrobenzoate inhibits 4-hydroxybenzoate polyprenyltransferase in malaria parasites and enhances atovaquone efficacy", "doi": "10.1101/2025.06.10.658244", "authors": "Verdaguer, I. B.; Santos, M. F.; Mazzine Filho, M.; Castro, G. O.; Hernandez, A.; Peres, M. A.; Katzin, A. M.; Crispim, M.", "abstract": "Ubiquinone (UQ) is a critical component of the electron transport chain in Plasmodium falciparum, the etiological agent of human malaria. The first step in UQ biosynthesis is the condensation of 4-hydroxybenzoate (4-HB) and an isoprenic chain by the enzyme 4-hydroxybenzoate polyprenyltransferase (4-HPT; COQ2 gene). Atovaquone (AV), an antimalarial drug, competes with ubiquinol (UQH2) for binding to the mitochondrial bc1 complex, preventing the redox recycling of UQ. In clinical practice, AV is combined with proguanil, a dihydrofolate reductase inhibitor, in a single formulation. However, parasitic resistance to this combination has been demonstrated, indicating the need for new pharmacological combinations to potentiate AV. Previously, 4-nitrobenzoate (4-NB) demonstrated the ability to inhibit UQ biosynthesis in P. falciparum parasites as well as potentiate AV efficacy in vitro. However, both its pharmacodynamics and whether this potentiation could be useful in vivo remained obscure. Here we show that 4-NB enhances AV antiplasmodial efficacy to kill parasites, increases its selectivity compared with animal cells, and preserves proguanil efficacy. 4-NB specifically inhibited the 4-HPT enzymatic activity in mutant strains of Saccharomyces cerevisiae complemented with PfCOQ2. Finally, 4-NB also improved AV antimalarial efficacy in mice infected with Plasmodium berghei parasites. Finally, work with various 4-HB analogs delineated the chemical requirements to potentiate AV activity. These findings clarify the importance of UQ biosynthesis for malaria parasites and suggest that PfCOQ2could be a therapeutic target to enhance the efficacy of AV.", "date": "2025-06-10", "journal": ""}
{"title": "Comparing the performance of functional versus taxonomic metagenomics for detecting ammonia disturbances in the biogas system", "doi": "10.1101/2025.06.10.658511", "authors": "Boers, D.; Chapleur, O.; Andersson, A. F.; Schnürer, A.", "abstract": "Biogas is a renewable energy source with great potential, but its production is frequently hindered by process disturbances, of which a high ammonia concentration is one common cause. It is desirable that such disturbances are found as early as possible, and metagenomics data has the potential to improve this detection. This study compares functional and taxonomic aspects of metagenomics data, hypothesizing that functional data will perform better for detecting ammonia disturbances. The hypothesis was tested by metagenomic sequencing of samples from three independent studies, which followed lab-scale reactors during ammonia disturbances. The resulting sequences were used to predict protein-coding genes, which were functionally and taxonomically annotated. The read counts of these features were fitted to disturbance states and ammonia concentrations of reactor samples using regularized regression, which allowed filtering out irrelevant features even when the number of features was much larger than the number of samples. Taxonomic data had similar or better performance in detecting ammonia disturbances and in fitting ammonia concentrations, both when analyzing separate studies as well as when analyzing the combined data of the studies. Our hypothesis that functional metagenomics would outperform taxonomic metagenomics was therefore not supported.", "date": "2025-06-10", "journal": ""}
{"title": "The anaerobic WOR-3 Bacteria: Hydrogenotrophic metabolism and unique carbon fixation via Archaeal form III RuBisCO", "doi": "10.1101/2025.06.09.658677", "authors": "Zeng, J.; Hu, W.; Chang, L.; Hua, Z.-S.; Wu, G.; Liu, J.; Xiao, C.; Wang, G.; Fang, Y.", "abstract": "The uncultured WOR-3 phylum is widely distributed in anaerobic environments, including hot springs, marine ecosystems, and hydrothermal vents, yet its ecological roles and metabolic capabilities remain poorly understood. In this study, we analyzed 180 medium- to high-quality metagenome-assembled genomes (MAGs), including 59 newly reconstructed from environmental samples and 121 retrieved from the Genome Taxonomy Database (GTDB). Phylogenetic analyses resolved the WOR-3 lineage into four subgroups (subgroup 1-4). Metabolic reconstruction revealed significant divergence of the carbon, sulfur, nitrogen and hydrogen metabolism pathways among the different subgroups. Subgroup 1 was characterized by fermentative metabolism involving formate and ethanol, and uniquely exhibited potential for carbon fixation via Calvin cycle, as indicated by the presence of ribulose-1,5-bisphosphate carboxylase/oxygenase (RuBisCO) gene. Notably, WOR-3 RuBisCO is phylogenetically affiliated with archaeal form III, although the carbon fixation pathway follows the canonical bacterial Calvin cycle--a feature of potential evolutionary significance. Subgroup 3 exhibits metabolic versatility, including genes for dissimilatory sulfate reduction, sulfur oxidation, partial denitrification, and fatty acid degradation. In addition, all subgroups harbored key components of hydrogen metabolism, including widespread NiFe hydrogenases and Rnf complexes, supporting H?-dependent electron transfer and energy conservation under anaerobic conditions. Featuring near-universal presence of complexes I and II and frequent occurrence of terminal oxidases (cydAB and coxABC)--suggests a facultative anaerobic lifestyle. Collectively, this study expands the genomic framework for the WOR-3 phylum and provides novel insights into the metabolic versatility and ecological functions of this previously uncharacterized lineage in biogeochemical cycles of carbon, nitrogen, and sulfur.", "date": "2025-06-10", "journal": ""}
{"title": "The DanRI regulatory system in uropathogenic Escherichia coli subverts neutrophil responses", "doi": "10.1101/2025.06.10.658900", "authors": "Cerina, D.; Rousseau, M.; Olaiz, C. H.; Marsman, G.; Zychlinsky, A.; Ingersoll, M. A.", "abstract": "Uropathogenic Escherichia coli (UPEC) is the primary cause of urinary tract infections (UTI). To establish an infection, UPEC must evade infiltrating neutrophils and their antimicrobial neutrophil extracellular traps (NETs). In this study, we identify a previously uncharacterized two-gene regulatory system within the pathogenicity island PAIUTI89II, which we named DanRI (Defense against neutrophil Regulator and Inhibitor). DanRI is induced by nucleosomes present in NETs and enables UPEC to suppress neutrophil responses by attenuating reactive oxygen species production and NET formation. Mechanistically, DanI functions as an antagonist to the transcriptional regulator DanR, thereby modulating key bacterial processes, including metabolic processes, flagellar biosynthesis, and stress response pathways. DanRI is required for UPEC fitness and long-term persistence in a mouse model of UTI. Taken together, our findings reveal DanRI as a novel regulatory system that promotes UPEC pathogenesis through immune evasion.", "date": "2025-06-10", "journal": ""}
{"title": "Intelectin-2 is a broad-spectrum antimicrobial lectin", "doi": "10.1101/2025.06.09.658748", "authors": "Dugan, A. E.; Syangtan, D.; Nonnecke, E. B.; Chorghade, R. S.; Peiffer, A. L.; Yao, J. J.; Ille-Bunn, J.; Sergio, D.; Pishchany, G.; Dhennezel, C.; Vlamakis, H.; Bae, S.; Johnson, S.; Ellis, C.; Ghosh, S.; Alty, J. W.; Barnes, C. E.; Krupkin, M.; Carcamo-Oyarce, G.; Ribbeck, K.; Xavier, R. j.; Bevins, C. L.; Kiessling, L. L.", "abstract": "Mammals regulate the localization, composition, and activity of their native microbiota at colonization sites. Lectins residing at these sites influence microbial populations, but their individual functions are often unclear. Intelectins are found in chordates at mucosal barriers, but their functions are not well characterized. We found that mouse intelectin-2 (mItln2) and human intelectin-2 (hItln2) engage and crosslink mucins via carbohydrate recognition. Moreover, both lectins recognize microbes within native microbial communities, including gram-positive and gram-negative isolates from the respiratory and gastrointestinal tracts. This ability to engage mammalian and microbial glycans arises from calcium-coordinated binding of carbohydrate residues within mucus and microbial surfaces. Microbes, but not human cells, bound by mItln2 or hItln2, suffer a loss of viability. These findings underscore the crucial antimicrobial role of mammalian intelectin-2 in mucosal defense, where it plays offensive (microbial killing) and defensive (mucus crosslinking) roles in regulating microbial colonization.", "date": "2025-06-10", "journal": ""}
{"title": "Nested mobile genetic elements mediating antimicrobial resistance genes mobility within and between cells in clinical and environmental Acinetobacter isolates", "doi": "10.1101/2025.06.10.658816", "authors": "Bongulto, K.; Kagia, N.; Tauchi, H.; Suzuki, S.; Watanabe, K.", "abstract": "Mobile genetic elements (MGEs) play a central role in the acquisition and dissemination of antibiotic resistance genes (ARGs). This study analyzed the distribution of MGEs using the whole-genome sequences of 38 Acinetobacter isolates from patient, environmental, and pig waste samples. Insertion sequence (IS) elements were identified as the most common MGE type, followed by plasmids and prophages, with significant variations depending on isolation sources. Pig waste isolates exhibited the highest mean number of plasmids, while prophages were more prevalent in environment-associated isolates. Interestingly, we observed a significant positive correlation between the number of plasmids and number of defense systems. In contrast, a significant negative correlation was identified between the number of prophages and number of defense systems. Plasmids were the primary vectors of ARGs. Co-localization of multiple ARGs, such as msr(E) and mph(E); blaOXA-58, tetY, mphB, and sul2 within a single plasmid was observed, suggesting potential for co-resistance and multidrug resistance. ARGs were enriched in pdif modules, with up to 10 distinct ARGs observed within a single module. Moreover, IS elements were more densely concentrated in conjugative elements. The study further highlights the role of nested MGEs in enabling hierarchical ARG transfer processes both within and between bacterial cells. Additionally, putative novel genomic resistance islands (GRIs) were identified in non-baumannii Acinetobacter species, representing the first documentation of GRIs outside the Acinetobacter calcoaceticus-baumannii (Acb) complex. This study provides new insights into the mechanisms of ARG dissemination in Acinetobacter, particularly the role of MGEs in facilitating hierarchical gene transfer processes.", "date": "2025-06-10", "journal": ""}
{"title": "Plastic-Degrading Clusters of Orthologous Groups in Prokaryotes", "doi": "10.1101/2025.06.10.658834", "authors": "Mustari, S.; Pham, L. T.; Saikkonen, K.; Nakamura, M.; Puigbo, P.", "abstract": "Microplastics and nanoplastics pollution (MNPP) is a major environmental issue due to its small size, long-lasting nature, and potentially harmful impacts on ecosystems and human health. Plastics can be degraded in nature by physical, chemical, and biological processes. Plastic biodegradation is a potential sustainable solution to MNPP, but understanding the fitness of potential plastic-degrading proteins (PPDPs) across environments requires comparative resources. Here, we introduce the Plastic-Degrading Clusters of Orthologous Groups (PDCOGs) database, available at https://phylobone.com/microworld/PDCOG. The resource includes 625,616 PPDPs from free-living prokaryotes classified in 51 PDCOGs. The PDCOG database is a robust resource that improves understanding of plastic biodegradation and supports research on global MNPP challenges. Overall, PDPPs represent 3.5% of proteins in prokaryotes and are widely distributed across the Earth, spanning across most prokaryotic species and environments. Nearly all prokaryotic species (>95%) have the potential to biodegrade at least one polymer type.", "date": "2025-06-10", "journal": ""}
{"title": "Light-harvesting by antenna-containing xanthorhodopsin from an Antarctic cyanobacterium", "doi": "10.1101/2025.06.10.658827", "authors": "Marin Perez, M. d. C.; Murakoshi, S.; Rozenberg, A.; Tanaka, T.; Konno, M.; Shihoya, W.; Nureki, O.; Inoue, K.; Beja, O.", "abstract": "Microbial rhodopsins are light-sensitive proteins vital to various phototrophic and sensory processes in microorganisms. Xanthorhodopsins, with their dual chromophore system involving retinal and carotenoids, have been predominantly studied in the extreme halophilic bacterium Salinibacter ruber and in the primitive thylakoid-less cyanobacterium Gloeobacter violaceus, where they facilitate light-driven outward proton pumping and enhanced light-harvesting. However, their distribution, binding specificity, and ecological significance in cyanobacteria remain poorly understood. Here we report widespread xanthorhodopsin genes in cyanobacterial genomes and characterize a protein from an Antarctic filamentous cyanobacterium that uniquely binds hydroxylated lutein. Through bioinformatics, spectroscopic, functional and structural assays analyses, we determine the properties and ecological role of this cyanobacterial xanthorhodopsin. Our findings highlight xanthorhodopsins' role in modulating light-harvesting efficiency in cyanobacteria, particularly in extreme environments. The lutein binding and associated structural changes likely provide selective advantages for adapting to polar light conditions, contributing to cyanobacterial survival in harsh habitats.", "date": "2025-06-10", "journal": ""}
{"title": "SpoIIE drives asymmetric cell division in B. subtilis by sequential modulation of the cytokinesis machinery", "doi": "10.1101/2025.06.09.658746", "authors": "Ryan, A.; Squyres, G. R.; Holmes, M. J.; Bisson, A.; Garner, E. C.; Bradshaw, N.", "abstract": "To form a dormant spore, Bacillus subtilis and related endospore-forming bacteria divide asymmetrically to generate daughter cells of unequal size, the smaller of which becomes the spore. The transmembrane protein SpoIIE repositions the cell division machinery and controls cytokinesis during sporulation, but the molecular basis for the precise placement of the asymmetrical division site to the quarter cell point is unknown. Here, we applied live-cell fluorescence microscopy techniques to reveal that SpoIIE localizes with the treadmilling components of the cell division machinery. We found that SpoIIE opposes the inhibitory activity of the MinCD complex, which prevents assembly of Z-rings near the cell poles. Cells expressing a variant of SpoIIE with its transmembrane region replaced by an unrelated transmembrane anchor assembled condensed Z-rings that were unable to initiate constriction. This reveals a new function of SpoIIE and a possible checkpoint licensing cytokinesis downstream of Z-ring condensation. Potentially explaining the role of SpoIIE in cytokinesis, we demonstrated that SpoIIE's transmembrane region interacts with DivIB, an enigmatic structural component of the cell wall synthesis complex required for cytokinesis during sporulation. Finally, we found that FtsZ filaments are unusually short during sporulation, which requires the transmembrane domain of SpoIIE. Together, these results demonstrate that SpoIIE sequentially influences polar divisome assembly at distinct steps to drive asymmetric cell division.", "date": "2025-06-10", "journal": ""}
{"title": "Salmonella hijacks a host glucose transporter for intravacuolar proliferation", "doi": "10.1101/2025.06.10.658782", "authors": "Fang, X.; Shi, L.; Ding, Y.; Wang, Y.; Chen, W.; Xue, J.; Wang, L.; Hui, Y.; Tao, X.; Yang, J.; Du, L.; Xie, D.; Meng, K.", "abstract": "Salmonella is an intracellular pathogen that resides within a vacuole, which protects it from cytosolic host defenses at the expense of limited nutrient access. Glucose serves as a critical carbon source supporting Salmonella's intracellular replication. However, the molecular mechanisms driving glucose enhancement and the pathways by which cytosolic glucose becomes accessible to intravacuolar Salmonella remain poorly understood. Here, we elucidate a sophisticated three-pronged strategy through which almonella hijacks GLUT1 to co-opt host glucose metabolism for pathogenic advantage. Firstly, Salmonella infection upregulates the glucose transporter GLUT1 by activating the MAPK signaling cascade, enhancing host glucose uptake, and accelerating glycolytic flux. Secondly, Salmonella redirects GLUT1 to the bacterial vacuolar membrane to establish a glucose-import conduit that facilitates bacterial acquisition of cytosolic glucose. Thirdly, K29-linked ubiquitination modifications on bacterial vacuolar membranes are a previously unrecognized regulatory mechanism that potentiates GLUT1 transporter activity. Inhibition of GLUT1 potentiates Salmonella-triggered innate immune responses and attenuates bacterial virulence in vitro (RAW264.7 macrophages) and in vivo (murine infection model). Collectively, these findings delineate a novel paradigm of metabolic hijacking, wherein Salmonella systematically rewires host glucose metabolic networks to support intracellular proliferation, providing new insights into host-directed antimicrobial interventions.", "date": "2025-06-10", "journal": ""}
{"title": "Loss of Ythdf3 causes Danon disease-like features", "doi": "10.1101/2025.06.10.658803", "authors": "Yu, C.; Xu, C.; Zhang, J.; Wang, M.; Qian, M.; Liu, B.", "abstract": "YTH domain-containing family (YTHDF1/2/3) recognizes m6A modified mRNAs and regulates their stability, translation and function. We found loss of Ythdf3 in mice caused cardiac hypotrophy, myopathy, and intellectual abnormalities, resembling the clinical features of a rare inherited X-linked disorder Danon disease (DD). Mechanistically, this was attributable to the compromised mRNA decay of sex-determining region Y (SRY)-box 9 (Sox9), mediated by YTHDF3 m6A reader function. Targeted therapy with AAV-shRNA against Sox9 ameliorated fibrosis, increased neuron number, and significantly improved heart and brain function in Ythdf3-/- mice. Our data reveal that loss of murine Ythdf3 recapitulates systemic DD-like features, attributable to impaired Sox9 decay, and highlight a novel therapeutic target for DD.", "date": "2025-06-10", "journal": ""}
{"title": "A male-drive female-sterile system for the self-limited control of the malaria mosquito Anopheles gambiae", "doi": "10.1101/2025.06.10.658817", "authors": "Bernardini, F.; Strampelli, A.; Willis, K.; Gulliford, H. R.; Gribble, M.; Fasulo, B.; Burt, A.; Crisanti, A.", "abstract": "The use of insecticides and antimalarial drugs has been crucial in reducing the mortality and morbidity associated with malaria. However, since 2015, several challenges, including the development of resistance to these insecticides and treatments and changes in mosquito behaviour, have hindered the progress in fighting the disease. As a result, there is a pressing need for new tools to control malaria, including the potential use of genetically modified mosquitoes (GMMs) in the field. Various genetic strategies for vector control are currently being explored, ranging from self-sustaining GMMs with unrestricted geographic and temporal spread to self-limiting alternatives. Here, we propose a self-limiting gene drive strategy called Male Drive Female Sterile (MDFS) targeting Anopheles gambiae, a major malaria vector. The MDFS genetic construct causes dominant sterility in females, while transgenic males remain fertile, allowing them to transmit the female sterility trait at super-Mendelian rates. Laboratory studies have shown that repeated releases of MDFS can lead to the elimination of caged mosquito populations. Based on these findings, modelling suggests that MDFS could be a highly effective and self-limiting strategy for suppressing wild malaria mosquito populations.", "date": "2025-06-10", "journal": ""}
{"title": "The unique molecular recognition features of Siglec-10: structural insights into sialoglycan and antibody interactions", "doi": "10.1101/2025.06.10.658867", "authors": "Sobczak, K.; Antonana-Vildosola, A.; Valverde, P.; Travecedo, M. A.; Jame-Chernaboo, Z.; Schmidt, E. N.; DAndrea, S.; Valdaliso-Diez, E.; Oyenarte, I.; Laugieri, M. E.; Joe, M.; Mozaneh, F.; Lin, S.-Y.; Bosch, A.; Moure, M. J.; Franconetti, A.; Lee, S. Y.; Etxaniz-Diaz de Durana, J.; Perez-Gutierrez, L.; Palazon, A.; Marcelo, F.; Fadda, E.; Corzana, F.; Gimeno, A.; Macauley, M. S.; Jimenez-Barbero, J.; Ereno-Orbea, J.", "abstract": "Siglec-10 is a sialic acid-binding immunoglobulin-like lectin implicated in immune regulation, yet its molecular basis for ligand recognition and functional role in immune modulation remain poorly defined. Here, we present a multidisciplinary study encompassing structural, biochemical, and cellular approaches to elucidate Siglec-10-carbohydrate interactions and function. X-ray crystallography revealed two key arginine residues within the Siglec-10 binding site that interact with the carboxyl group of sialic acid, a canonical R119 and a non-canonical R127, suggesting potential dual contributions to ligand engagement. Saturation Transfer Difference (STD)-NMR confirmed that R119 is essential for binding to sialoglycans, while R127 appears dispensable in interactions with glycans in solution. However, cell-based binding assays using primary human T cells and engineered monocytic lines demonstrated that both arginines (R119 and R127) are critical for cellular recognition, highlighting a more complex mechanism of interaction with the glycocalyx. We further ruled out CD24 as a principal ligand for Siglec-10 on T cells or breast cancer cells, despite high CD24 expression, suggesting the involvement of alternative sialylated glycoproteins or glycolipids. Finally, we show that antibody-mediated blockade of Siglec-10 using S10A mAb restores CAR-T cell cytotoxicity against Siglec-10 expressing target cells, supporting a role for Siglec-10 as an immune checkpoint. These findings identify Siglec-10 as a modulatory receptor with structural and functional features distinct from other Siglec family members and provide a framework for therapeutic targeting in cancer immunotherapy.", "date": "2025-06-10", "journal": ""}
{"title": "Exapted CRISPR-Cas12f homologs drive RNA-guided transcription", "doi": "10.1101/2025.06.10.658865", "authors": "Hoffmann, F. T.; Wiegand, T.; Palmieri, A. I.; Glass-Klaiber, J.; Xiao, R.; Tang, S.; Le, H.; Meers, C.; Lampe, G. D.; Chang, L.; Sternberg, S. H.", "abstract": "Bacterial transcription initiation is a tightly regulated process that canonically relies on sequence-specific promoter recognition by dedicated sigma ({sigma}) factors, leading to functional DNA engagement by RNA polymerase (RNAP)(1). Although the seven {sigma} factors in E. coli have been extensively characterized(2), Bacteroidetes species encode dozens of specialized, extracytoplasmic function {sigma} factors ({sigma}E) whose precise roles are unknown, pointing to additional layers of regulatory potential(3). Here we uncover an unprecedented mechanism of RNA-guided gene activation involving the coordinated action of {sigma}E factor in complex with nuclease-dead Cas12f (dCas12f). We screened a large set of genetically-linked dCas12f and {sigma}E homologs in E. coli using RIP-seq and ChIP-seq experiments, revealing systems that exhibited robust guide RNA enrichment and DNA target binding with a minimal 5'-G target-adjacent motif (TAM). Recruitment of {sigma}E was dependent on dCas12f and guide RNA (gRNA), suggesting direct protein-protein interactions, and co-expression experiments demonstrated that the dCas12f-gRNA-{sigma}E ternary complex was competent for programmable recruitment of the RNAP holoenzyme. Remarkably, dCas12f-RNA-{sigma}E complexes drove potent gene expression in the absence of any requisite promoter motifs, with de novo transcription start sites defined exclusively by the relative distance from the dCas12f-mediated R-loop. Our findings highlight a new paradigm of RNA-guided transcription (RGT) that embodies natural features reminiscent of CRISPRa technology developed by humans(4,5).", "date": "2025-06-10", "journal": ""}
{"title": "APOBEC3A deaminase catalyzes site-specific editing of transfer RNAs", "doi": "10.1101/2025.06.10.658825", "authors": "Hoffa-Sobiech, K.; Sikora, J.; Ruszkowski, M.; Starczak, M.; Gackowski, D.; Blaszczak, A.; Mierzwa, A.; Rakoczy, M.; Marcinkowska-Swojak, M.; Stolarek, I.; Jackowiak, P.; Figlerowicz, M.; Budzko, L.", "abstract": "APOBEC3A is a cytidine deaminase that plays a crucial role in innate immunity; however, it can also drive oncogenesis when dysregulated. While its DNA editing activity is well-studied, the impact of APOBEC3A on RNA has only recently gained attention. Previous studies revealed that APOBEC3A deaminates mRNA stem-loop structures, however, its activity on other RNA classes remains unexplored. Given its likely evolutionary origin from tRNA adenosine deaminases and the prevalence of stem-loop structures in tRNA, we investigated APOBEC3A's activity on tRNAs. We found that in vitro APOBEC3A efficiently deaminates a large spectrum of tRNA isoacceptors, primarily at anticodon positions. To assess whether the editing sites identified in vitro can be detected in tumor tissues, we analyzed data from The Cancer Genome Atlas. We identified six editing sites present in numerous patient samples. Our results point to a possible impact of APOBEC3A on tRNA decoding capacity, with potential relevance to mistranslation and cancer development.", "date": "2025-06-10", "journal": ""}
{"title": "Alveolar epithelial cell plasticity and injury memory in human pulmonary fibrosis", "doi": "10.1101/2025.06.10.658504", "authors": "Adams, T. S.; Schupp, J. C.; Balayev, A.; Khoury, J.; Justet, A.; Nikola, F.; Laurens, D. S. J.; Garcia, J. C.; Zapata-Ortega, M.; Panayiotis, B. V.; McDonough, J. E.; Ahangari, F.; Koenigshoff, M.; Ding, J.; Homer, R. J.; Rosas, I. O.; Yan, X.; Vanaudenaerde, B. M.; Wuyts, W. A.; Kaminski, N.", "abstract": "Acute and repetitive lung epithelial injury can lead to irreversible and even progressive pulmonary fibrosis; Idiopathic pulmonary fibrosis (IPF) is a fatal disease and quintessential example of this phenomenon. The composition of epithelial cells in human pulmonary fibrosis - irrespective of disease etiology - is marked by the presence of Aberrant Basaloid cells: an abnormal cell phenotype with pro-fibrotic and senescent features, localized to the surface of fibrotic lesions. Despite their relevance to human pulmonary fibrosis, the exotic molecular profile of Aberrant Basaloid cells has obscured their etiology, preventing insights into how or why these cells emerge with fibrosis. Here we identify cellular intermediaries between Aberrant Basaloid and normal alveolar epithelial cells in human IPF tissue. We track the emergence of Aberrant Basaloid cells from alveolar epithelial cells ex vivo, and uncover a role for similar cells in epithelial regeneration under normal conditions. Lastly, we characterize the epigenetic changes that distinguish Aberrant Basaloid cells from their progenitors and identify hallmarks of AP-1 injury memory retention. This study elucidates the phenomenon of maladaptive epithelial plasticity and regeneration in pulmonary fibrosis and re-contextualizes therapeutic strategies for epithelial dysfunction.", "date": "2025-06-10", "journal": ""}
{"title": "Early life environments shape adult cardiometabolic health during rapid lifestyle change", "doi": "10.1101/2025.06.06.658350", "authors": "Petersen, R. M.; Tennyson, R.; A/P Tan Boon Huat, T. B. T.; Tam, K. L.; Watowich, M. M.; Solhaimi bin Fadzil, K.; Nicholas, C.; bin Mohd Sayed, I.; Seong Ng, K.; A L Lim, Y.; Venkataraman, V. V.; Wallace, I. J.; Kraft, T. S.; Lea, A. J.", "abstract": "Early life environments can have long-lasting impacts on health and fitness, but the evolutionary significance of these effects remains debated. Two major classes of explanations have been proposed: developmental constraints (DC) explanations posit that early life adversity limits optimal development, leading to long-term costs, while predictive adaptive response (PAR) explanations posit that organisms use early life cues to predict adult conditions, resulting in detriments when adult environments do not match expectations. We tested these hypotheses using anthropological and biomedical data for the Orang Asli, the Indigenous peoples of Peninsular Malaysia, who are undergoing a rapid but heterogenous transition from non-industrial, subsistence-based livelihoods to more industrialized, market-integrated conditions. Using questionnaire data, we show that this shift creates natural variation in the degree of similarity between early life and adult environments. Using anthropometric and health data, we find that, more rural, subsistence-based early life environments are associated with shorter stature but better adult cardiometabolic health. Applying a quadratic regression framework, we find support for DC but not PAR in explaining adult cardiometabolic health, echoing findings and conclusions from other long-lived species. Overall, our results suggest that early life conditions can provide additive protection against common health issues associated with urban, industrialized lifestyle exposure.", "date": "2025-06-10", "journal": ""}
{"title": "Purification of post-transcriptionally modified tRNAs for enhanced cell-free translation systems", "doi": "10.1101/2025.06.10.658963", "authors": "Kalb, E.; Alejo, J.; Dias-Fields, L.; Knudson, I.; Davisson, J.; Maldonado, E.; Chattrakun, K.; Lin, S.; Schepartz, A.; Zhang, S.; Blanchard, S.; Engelhart, A. E.; Adamala, K. P.", "abstract": "Transfer RNAs (tRNAs) are utilized by the ribosome to decode the nucleic acid alphabet. tRNA structure, stability, aminoacylation efficiency, and decoding efficacy are governed by their extensive post-transcriptional modifications. In most studies, individual tRNAs are generated using in vitro transcription, which produces tRNAs devoid of these critical site-specific modifications, negatively affecting translation yields and fidelity. To address this, we have developed a purification method which couples tRNA overexpression to DNA hybridization-based purification. Using this approach, we produced native tRNAs from E. coli in high yield and purity while retaining their complement of native post-transcriptional modifications and translational activity. We extend this technique to the purification of Mj-tRNA CUA/Opt and Ma-tRNA CUA/Pyl, tRNAs of critical importance for genetic code expansion. We confirmed that both Mj-tRNA CUA/Opt and Ma-tRNA CUA/Pyl contain native E. coli post-transcriptional modifications and provide the first complete modification profiles of each. Moreover, we found that in vivo-generated Mj-tRNA CUA/Opt significantly outperforms its in vitro-generated counterpart in amber codon suppression in cell-free translation reactions. Finally, we purified an engineered variant of E. coli tRNA CCA/Trp, extending our studies to synthetic tRNAs. We present a flexible method which generates modified tRNAs in high yield and purity, addressing a critical and persistent challenge in RNA biochemistry. This toolkit enables future structural and cell-free studies through scalable access to native and engineered tRNAs, advancing the broader field of translation and synthetic biology.", "date": "2025-06-10", "journal": ""}
{"title": "Structural basis of RNA-guided transcription by a dCas12f-σE-RNAP complex", "doi": "10.1101/2025.06.10.658880", "authors": "Xiao, R.; Hoffmann, F. T.; Xie, D.; Wiegand, T.; Palmieri, A. I.; Sternberg, S. H.; Chang, L.", "abstract": "RNA-guided proteins have emerged as critical transcriptional regulators in both natural and engineered biological systems by modulating RNA polymerase (RNAP) and its associated factors(1-5). In bacteria, diverse clades of repurposed TnpB and CRISPR-associated proteins repress gene expression by blocking transcription initiation or elongation, enabling non-canonical modes of regulatory control and adaptive immunity(1,6,7). Intriguingly, a distinct class of nuclease-dead Cas12f homologs (dCas12f) instead activates gene expression through its association with unique extracytoplasmic function sigma factors ({sigma}E)(8), though the molecular basis has remained elusive. Here we reveal a novel mode of RNA-guided transcription initiation by determining cryo-electron microscopy structures of the dCas12f-{sigma}E system from Flagellimonas taeanensis. We captured multiple conformational and compositional states, including the DNA-bound dCas12f-{sigma}E-RNAP holoenzyme complex, revealing how RNA-guided DNA binding leads to {sigma}E-RNAP recruitment and nascent mRNA synthesis at a precisely defined distance downstream of the R-loop. Rather than following the classical paradigm of {sigma}E-dependent promoter recognition, these studies show that recognition of the -35 element is largely supplanted by CRISPR-Cas targeting, while the melted -10 element is stabilized through unusual stacking interactions rather than insertion into the typical recognition pocket. Collectively, this work provides high-resolution insights into an unexpected mechanism of RNA-guided transcription, expanding our understanding of bacterial gene regulation and opening new avenues for programmable transcriptional control.", "date": "2025-06-10", "journal": ""}
{"title": "Spatial Image Gradient Estimation from the Diffusion MRI Profile", "doi": "10.1101/2025.06.06.658348", "authors": "Aganj, I.; Feiweier, T.; Kirsch, J. E.; Fischl, B. R.; van der Kouwe, A. J.", "abstract": "Background: In the course of diffusion, water molecules experience varying values for the relaxation-time properties of the underlying tissue, a factor that has not been accounted for in diffusion MRI (dMRI) modeling. Purpose: With the aim of mining the dMRI signal for information about the spatial variations in the tissue relaxation-time properties, we derive a new mathematical relationship between the diffusion signal and the spatial gradient of the image, which enables the estimation of the latter from the former. Study Type: Retrospective and prospective. Population: Human brain dMRI images: 617 healthy subjects from the public Human Connectome Project (HCP) Young Adults database, as well as 10 healthy volunteers and 1 ex vivo image scanned at our Center with stimulated-echo (STE) diffusion encoding and a long diffusion time of 1 second (which we will make publicly available). Field Strength/Sequence: 3T, standard spin-echo and STE dMRI. Assessment: We validated our hypothesized relationship by evaluating the accuracy of the image spatial gradient estimated from the diffusion signal. Specifically, we compared it to the gold-standard spatial gradient approximated through finite difference, assessing the acute angle between the estimated and gold-standard gradient orientations. We furthermore measured the effects of the confounding factor of \"fiber continuity. Statistical Tests: We used two-tailed t-tests (=0.05) to compare the mean/median of the abovementioned acute angle across subjects to its null-hypothesis value (57.3{degrees}/60{degrees}), hypothesizing that it would be significantly smaller. Results: We found the image gradient estimated from our diffusion model to be significantly related to that estimated via finite difference. The abovementioned acute angle had a mean/median of 51.3{degrees}/51.8{degrees} for the HCP and 53.0{degrees}/54.5{degrees} for our STE dataset, which were significantly smaller than those predicted by chance (p = 0 and p < 10-10, respectively). The results of fiber continuity showed an effect that was stronger than but non-overlapping with our hypothesized effect. Data Conclusion: Our results support our hypothesized relationship between within-voxel dMRI signal and image gradient, with an effect that was not explainable by the confounding factor of fiber continuity.", "date": "2025-06-10", "journal": ""}
{"title": "Coronary atherosclerotic plaque composition and classification in hypercholesterimic pigs", "doi": "10.1101/2025.06.06.658319", "authors": "Li, M.; Delafontaine, P.; Sukhanov, S.", "abstract": "Rapacz pigs with familial hypercholesterolemia (FH pigs) fed with high-fat diet (HFD) develop early atherosclerotic lesions and complex atheromas in coronaries mimicking human coronary atherosclerotic disease (CAD). FH pigs have proven to be an excellent model for basic and pre-clinical atherosclerosis-focused research. However, unlike human atherosclerosis there has been no established classification system for porcine atherosclerosis. We isolated 104 plaque-containing coronary fragments from atherosclerotic FH pigs. A set of indices (features) of vessel and plaque morphology were quantified for each plaque, including intima-media ratio, vessel size, necrotic core area and fibrous cap thickness. Multifeatured clustering algorithm identified 4 clearly distinguishable plaque groups (A-D). Plaque cellular composition was assessed by immunohistochemistry to quantify relative level of smooth muscle-like, endothelial-like and macrophage-like cells. Plaque neovascularization, collagen levels, calcification and features of vulnerable plaque were assessed and used as additional numerical criteria for plaque classification and to establish the similarity of porcine plaque to specific types of human lesions. Our results indicate that porcine plaque type A, B, C and D correspond to human type III (intermediate lesion), type IV (atheroma), type V (fibroatheroma) and type VI (high-risk vulnerable plaque), respectively. Overall, our data demonstrates the suitability of using the FH pig as a pre-clinical model of human-like coronary atherosclerosis with great potential to advance emergent research in the field of CAD, especially in study of vulnerable plaque and in discovery research.", "date": "2025-06-10", "journal": ""}
{"title": "Parameterization of cell-free systems with time-series data using KETCHUP", "doi": "10.1101/2025.06.06.658289", "authors": "Hu, M.; Jilani, S. B.; Maranas, C. D.; Olson, D. G.", "abstract": "Kinetic models mechanistically link enzyme levels, metabolite concentrations, and allosteric regulation to metabolic reaction fluxes. This coupling allows for the quantitative elucidation of the dynamics of the evolution of metabolite concentrations and metabolic fluxes as a function of time. So far, most large-scale kinetic model parameterizations are carried out using mostly steady-state flux measurements supplemented with metabolomics and/or proteomics data when available. Even though the parameterized kinetic model can trace a temporal evolution of the system, lack of anchoring to temporal data reduces confidence in the dynamics predictions. Notably, the simulation of enzymatic cascade reactions requires the full description of the dynamics of the system as a steady-state is not applicable given that all measured metabolite concentrations vary with time. Here we describe how kinetic parameters fitted to the dynamics of single-enzyme assays remain accurate for the simulation of multi-enzyme cell-free systems. Herein, we demonstrate two extensions for the Kinetic Estimation Tool Capturing Heterogeneous datasets Using Pyomo (KETCHUP) software tool for parameterizing a kinetic model of the cell-free kinetics of formate dehydrogenase (FDH) and 2,3-butanediol dehydrogenase (BDH) through the use of time-course data across various initial conditions. An implemented extension of KETCHUP allowing for the reconciliation of measurement time-lag errors present in datasets was used to parameterize multiple datasets. By combining the kinetic parameters identified by the FDH and BDH assays, accurate simulation of the binary FDH-BDH system was achieved. KETCHUP can be accessed at https://github.com/maranasgroup/KETCHUP.", "date": "2025-06-10", "journal": ""}
{"title": "Nephron segmentation and patterning in kidney organoids can be modulated by distinct FGF subfamily members", "doi": "10.1101/2025.06.10.658766", "authors": "Zylberberg, A. K.; Scully, E. I.; Er, P. X.; Baric, H.; Scurr, M.; Xie, M.; Peiris, T.; Howden, S. E.; Lawlor, K. T.; Little, M. H.", "abstract": "Human pluripotent stem cell-derived kidney organoids replicate embryonic nephrogenesis in a 3D-culture system. Recent advances suggest that refining the culture environment to replicate spatiotemporal cues present during embryonic organogenesis improves patterning. Here, this paradigm was applied to FGF signalling, a key regulator of embryonic nephron progenitor maintenance, nephrogenesis and ureteric branching. Both FGF8b and FGF10 signalling is sufficient to support nephrogenesis, with each having distinct effects on nephron patterning. FGF10 enhanced the initial WT1+ mesenchymal population, leading to proximally biased nephrons, while FGF8b biased toward early distal patterning, leading to the formation of cells with connecting segment identity. The addition of both FGF8b and FGF10 together had an additive effect, leading to a balance of proximal and distal patterning. This differential patterning was retained in tissue transplanted under the murine renal capsule, with FGF8b-treated organoids displaying increased distal/connecting segments. These findings highlight plasticity during organoid nephrogenesis that can be modulated by FGF signalling and identify an approach to refine nephrogenesis toward key cell types.", "date": "2025-06-10", "journal": ""}
{"title": "Essentialome-Wide Multigenerational Imaging Reveals Mechanistic Origins of Cell Growth Laws", "doi": "10.1101/2025.06.10.658525", "authors": "Eaton, D. S.; Sanchez, C.; Gutierrez-Lopez, L.; Shenker, J. Q.; Goulev, Y.; Watson, B. R.; Henriot, V.; Garner, E. C.; Justman, Q. A.; Moffitt, J. R.; Paulsson, J.", "abstract": "Optical Pooled Screening (OPS) enables precise measurement of pooled genetic libraries in single, highly multiplexed microscopy experiments, linking image-based phenotypes to genotypes at genome-scale. However, no method has combined large-scale OPS with multi-generational time-lapse imaging, which is especially important for studying single-cell dynamics and physiology in microbes. Here we develop MARLIN, a technique for multigenerational time-lapse OPS in a microfluidic device and leverage it to map live-cell imaging data to genetic perturbations in a ~130,000-strain mismatch-CRISPRi library targeting all essential genes in E. coli. The resulting dataset comprises nearly a hundred million cell cycles and 1.6 billion cells, representing an average of 33 different knockdowns per gene, and provides quantitative measures of morphology and growth for each essential gene with respect to dose. We clustered our multidimensional time-lapse phenotypes to reveal exceptional correlations across co-functional genes, allowing us to systematically discover roles for essential genes of unknown function, as well as implicate RNase E as required for replication initiation. Further, we assayed dose-dependent correlations between growth and cell size for single genes, demonstrating shared regulation of size with ribosome synthesis, while also identifying limitations in existing growth control models. We reconcile these models with our data by positing SpoT as a sensor of translation elongation, which we validate through several lines of genetic and biochemical evidence. Finally, we show that a simple proteome-allocation model - where (p)ppGpp-control only passively limits division protein synthesis - explains all our size-growth scaling behaviors while also quantitatively linking cell size to ribosome abundance. Looking forward, we anticipate that MARLIN will be an essential tool for high-throughput genotype to phenotype mapping in microbes.", "date": "2025-06-10", "journal": ""}
{"title": "fMRI BOLD signals in the left angular gyrus and hippocampus are associated with memory precision", "doi": "10.1101/2025.06.10.658942", "authors": "Hou, M.; Hill, P. F.; Pezanko, L. R.; Aktas, A. N. Z.; Ekstrom, A. D.; Rugg, M. D.", "abstract": "Prior functional magnetic resonance (fMRI) studies examining the neural correlates of retrieval success and precision have reported inconsistent results. Here, we examined the neural correlates of success and precision in a test of memory for spatial location. The present study extended prior findings by employing an experimental design that minimized temporal overlap between mnemonic and visuomotor processing. At study, participants viewed a series of object images, each placed at a randomly selected location on an imaginary circle. At test, studied images were intermixed with new images and presented to the participants. The requirement was to make a covert recognition memory judgment to each image and to attempt to recall its studied location, guessing if necessary. A cue signaling the requirement to make a location memory judgment was presented 4 seconds after image onset. Memory precision was quantified as the angular difference between the studied location and the location selected by the participant. In an analysis that combined the data from the present study and a closely similar prior study, we replicated prior reports that fMRI BOLD activity in the left angular gyrus (AG) and the hippocampus tracks memory precision on a trial-wise basis. Linear mixed effects modeling indicated that the activity in the two regions explained independent sources of variability in these judgments. In addition, multivoxel pattern similarity analysis revealed robust evidence for an item-level reinstatement effect (as indexed by encoding-retrieval overlap) in the left AG that was restricted to items associated with high precision judgments. These findings suggest that the hippocampus and the left AG play non-redundant roles in the retrieval and behavioral expression of high precision episodic memories.", "date": "2025-06-10", "journal": ""}
{"title": "CRISPR-mediated knockdown of oxytocin receptor in extended amygdala reduces stress-induced social avoidance and vigilance", "doi": "10.1101/2025.06.10.658921", "authors": "Salazar, V. C.; Boender, A.; Seelke, A.; Gaard, L.; Mederos, S.; Rogers, S.; Gutierrez, X.; Bales, K.; Young, L.; Trainor, B. C.", "abstract": "Oxytocin receptors (OTR) within the extended amygdala and nucleus accumbens have been implicated in modulating social behaviors, particularly following stress. The effects of OTR could be mediated by modulating the activity of pre-synaptic axon terminals or via post-synaptic neurons or glia. Using a viral-mediated CRISPR/Cas9 gene editing system in California mice (Peromyscus californicus), we selectively knocked down OTR in the anteromedial bed nucleus of the stria terminalis (BNST) or the nucleus accumbens (NAc) to examine their roles modulating social approach and vigilance behaviors. Knockdown of OTR in the BNST attenuated stress-induced decreases of social approach and increases of social vigilance behaviors in adult female California mice, similar to prior pharmacological studies. These effects were more prominent in the large arena social interaction where mice could control proximity to a social target with a barrier (wire cage). In a small arena interaction test where focal mice freely interacted with target mice, effects of BNST OTR knockdown were muted. This suggests that within the BNST OTR are more important for modulating behavioral responses to more distal stimuli versus more proximal social contexts. In mice with OTR knockdown in the NAc, few behavioral changes were observed which is consistent with previous findings of the importance of presynaptic OTR, which were unaffected by our gene editing strategy, driving social approach behaviors in the NAc. Interestingly, BNST OTR knockdown increased exploratory behavior toward a non-social stimulus after stress, pointing to a potentially broader role for BNST OTR function. Our findings highlight the region- and context-specific functions of OTR in social behavior and the advantages of using a selective gene-editing tool to dissect the neural circuits that influence social and stress-related responses.", "date": "2025-06-10", "journal": ""}
{"title": "Robust Input Disentanglement Through Dendritic Calcium-Mediated Action Potentials", "doi": "10.1101/2025.06.10.658823", "authors": "Hashemi, S.; Shafiee, S.; Tetzlaff, C.", "abstract": "In daily life, living beings encounter a continuous stream of mixed information, which has to be disentangled by the brain to form proper representations. Using computational modeling, we demonstrate that the interplay between dendritic calcium-mediated action potentials (dCaAPs) with synaptic plasticity and rewiring can enable single neurons to successfully perform this complex task. Compared to other types of dendritic spikes, dCaAPs exhibit a high triggering threshold, large, but graded spike amplitude, with lower amplitudes for stronger synaptic inputs. We show that these properties enable neurons to successfully learn to represent discrete items from a continuous input stream by facilitating the clustering of synapses with temporally correlated presynaptic activities onto the same dendritic branch. In comparison to NMDA spikes, dendrites generating dCaAPs can form representations of individual items more efficiently, independent of the temporal order of their presentation during learning - whether randomly, sequentially, as part of a random stream of simultaneously shown input items, or even as items with shared properties. Thus, our results provide further evidence about the critical role of dCaAPs for the computational capabilities of single neurons.", "date": "2025-06-10", "journal": ""}
{"title": "Deciphering the dynamic proteome of multiciliated cells", "doi": "10.1101/2025.06.10.658933", "authors": "Boutin, C.; Rosnet, O.; Touret, M.; Audebert, S.; Camoin, L.; Dussert, S.; Brouilly, N.; Thome, V.; Fortun, D.; Borg, J.-P.; Kodjabachian, L.", "abstract": "Multiciliated cells (MCCs) are essential for generating directional fluid flow across specialized epithelia in various vertebrate organs. MCC differentiation involves a unique, tightly regulated program characterized by massive centriole amplification, independently of DNA replication. Although much is known about the transcriptional control of MCC development, insights into proteome dynamics have been limited due to the lack of suitable models. In this study, we report the generation of a stable inducible MCC line, derived from Xenopus laevis A6 kidney epithelial cells. Upon induction of the MCC master regulator Multicilin (MCI), most A6-MCI cells synchronously differentiate into mature MCCs in 48 hours. Using this novel resource, custom antibodies and super-resolution imaging, we characterized Xenopus deuterosomes, the platforms that allow massive centriole synthesis in vertebrate MCCs. We performed a detailed proteomic profiling throughout MCC differentiation, and uncovered previously uncharacterized regulators. Notably, we highlight a critical role for CDK7 in MCC differentiation in both Xenopus and human systems. Our work provides a valuable resource for mechanistic studies of MCC biology and opens avenues to identify novel therapeutic targets for motile ciliopathies.", "date": "2025-06-10", "journal": ""}
{"title": "Quantitative trait loci mapping of gene expression and chromatin accessibility in primary fibroblast reveals shared allelic effects between Latin American and European ancestries", "doi": "10.1101/2025.06.09.658613", "authors": "Boltz, T.; Bot, M.; Lapinska, S.; Schwarz, T.; Hou, K.; Garske, K. M.; Freund, M. K.; Bearden, C. E.; Macaya, G.; Lopez-Jaramillo, C.; Freimer, N. B.; Boks, M. P.; Kahn, R. S.; Pasaniuc, B.; Ophoff, R. A.", "abstract": "Quantitative Trait Locus (QTL) analysis of molecular data has identified genetic variants associated with traits such as gene expression, and colocalization of these functional QTL with GWAS risk loci has offered insights into the genetic basis of human disease. We employed gene expression (RNA-seq) and chromatin accessibility (ATAC-seq) obtained from human primary fibroblasts to investigate quantitative trait loci (QTLs) in cohorts ascertained for bipolar disorder of European (n=150) and Latin American (n=96) ancestries. Leveraging data from three countries of origin (The Netherlands, Colombia, Costa Rica) within our cohort, we characterized differences among individuals at the SNP, gene, and accessible-chromatin levels to compute ancestry-specific expression (e)QTLs and chromatin-accessibility (ca)QTLs. Across ancestries, we observed R2 >= 0.93 for eQTL effect sizes and R2 >= 0.95 for caQTLs, indicating a high degree of concordance. Integrating chromatin data with expression and genotype information enabled precise fine-mapping of eQTLs, yielding 203 high-confidence (posterior probability > 90 %) regulatory pathways. In downstream analyses, transcriptome-wide (TWAS) and chromatin-wide (CWAS) association studies with brain- and skin-related GWAS identified 36 TWAS-significant genes and 77 CWAS-significant open chromatin regions. These findings underscore the shared genetic regulatory mechanisms across European and Latin American ancestries, while demonstrating that ancestry-specific reference panels enhance the accuracy of TWAS and CWAS in diverse populations.", "date": "2025-06-10", "journal": ""}
{"title": "A spatial long-read approach at near-single-cell resolution reveals developmental regulation of splicing and polyadenylation sites in distinct cortical layers and cell types.", "doi": "10.1101/2025.06.10.658877", "authors": "Foord, C.; Prjibelski, A. D.; Hu, W.; Michielsen, L.; Vandelli, A.; Narykov, O.; Evans, B.; Hsu, J.; Belchikov, N.; Jarroux, J.; He, Y.; Ross, M. E.; Hajirasouliha, I.; Tartaglia, G. G.; Korkin, D.; Tomescu, A. I.; Tilgner, H. U.", "abstract": "Genome-wide single-cell and spatial long-read approaches have gained traction, but mostly lack single-cell resolution - and yield limited read lengths. Here, we introduce spatial ISOform sequencing (Spl-ISO-Seq), which reveals exons and polyadenylation sites from long reads with near-single-cell resolution. Spl-ISO-Seq selects long cDNAs and doubles to triples read lengths compared to standard preparations. Adding a highly specific software tool (Spl-ISOquant) and comparing human post-mortem pre-puberty samples of the visual cortex (8-11 years) to post-puberty samples (16-19 years), we find that cortical layers harbor stronger splicing and poly(A)-site regulation than the adjacent white matter, with enrichment of multiple protein-domain types. For oligodendrocytes however, developmental splicing changes are stronger in white matter. Among cortical layers, layer 4 has the most developmental changes in alternative-exon inclusion in excitatory neurons and in poly(A) sites. We also find many repeat elements, especially ERV1 long terminal repeats downstream of developmentally-regulated layer 4 exons. Overall, alternative splicing changes are linked to synapses -- specifically at the post-synapse. Age-linked splicing changes in layers 1-3 and 4 are associated with autism spectrum disorder but not with schizophrenia, amyotrophic lateral sclerosis and Alzheimer's disease. These results root developmental splicing changes during puberty and the resulting protein changes in specific layers and cell types. More generally, our new technologies enable new observations for any complex tissue.", "date": "2025-06-10", "journal": ""}