{"title": "Different learning algorithms achieve shared optimal outcomes in humans, rats, and mice", "doi": "10.1101/2023.01.30.526119", "authors": "Menichini, E.; Pajot-moric, Q.; Low, R.; Pourdehghan, A.; Pedrosa, V.; Vincent, P.; Teachen, L.; Zhou, L.; Akrami, A.", "abstract": "Animals must exploit environmental regularities to make adaptive decisions, yet the learning algorithms that enabels this flexibility remain unclear. A central question across neuroscience, cognitive science, and machine learning, is whether learning relies on generative or discriminative strategies. Generative learners build internal models the sensory world itself, capturing its statistical structure; discriminative learners map stimuli directly onto choices, ignoring input statistics. These strategies rely on fundamentally different internal representations and entail distinct computational trade-offs: generative learning supports flexible generalisation and transfer, whereas discriminative learning is efficient but task-specific. We compared humans, rats, and mice performing the same auditory categorisation task, where category boundaries and rewards were fixed but sensory statistics varied. All species adapted their behaviour near-optimally, consistent with a normative observer constrained by sensory and decision noise. Yet their underlying algorithms diverged: humans predominantly relied on generative representations, mice on discriminative boundary-tracking, and rats spanned both regimes. Crucially, end-point performance concealed these differences, only learning trajectories and trial-to-trial updates revealed the divergence. These results show that similar near-optimal behaviour can mask fundamentally different internal representations, establishing a comparative framework for uncovering the hidden strategies that support statistical learning.", "date": "2025-11-15", "journal": ""}
{"title": "Development of capsaicin-derived prohibitin ligands to modulate the Aurora kinase A/PHB2 interaction and mitophagy in cancer cells", "doi": "10.1101/2024.06.14.598962", "authors": "Djehal, A.; Caron, C.; Giordano, D.; Pizza, V.; Farin, K.; Facchiano, A.; Desaubry, L.; Bertolin, G.", "abstract": "Aurora kinase A/AURKA is a serine/threonine kinase overexpressed in a variety of solid and hematological malignancies. In the last decades, clinical trials aiming to counteract the overexpression of AURKA turned out to be largely unsuccessful. Meanwhile, recent discoveries pointed at new functions of AURKA at the subcellular level, including at mitochondria. At this location, AURKA induces organelle clearance by mitophagy by acting in complex with the mitophagy mediator LC3, and its inner mitochondrial membrane receptor PHB2. The natural polyphenol xanthohumol was shown to act as a PHB2 ligand, altering the interaction between AURKA and PHB2 and restoring mitochondrial functions in cancer cells. However, its chemical nature prevents its broader use as an anti-cancer agent. Using Forster's Resonance Energy Transfer/Fluorescence Lifetime Imaging Microscopy (FRET/FLIM) in live breast cancer cells, we here explore the effects of alternative PHB ligands in altering the proximity between AURKA and PHB2. Among the already-available compounds, we found that the pungent natural product capsaicin partially alters the AURKA/PHB2 protein-protein proximity. We then synthesized 16 novel capsaicin analogues to enhance the effects of capsaicin. We found that replacing the long hydrophobic acyl moiety by a butyryl one increases the AURKA/PHB2 interaction. Among the capsaicin derivatives carrying this modification, we uncover that compounds 12 and 13 enhance the AURKA/PHB2 proximity. Molecular docking approaches corroborate FRET/FLIM data, and we visualize compounds 12 and 13 in complex with AURKA, PHB2 and LC3. We show that compounds 12 and 13 stabilize the AURKA/PHB2 interaction, and that they can bind to the inhibitory pocket of PHB2 and to the AURKA active site. Finally, we report that compound 13 specifically inhibits AURKA-dependent mitophagy, while leaving the activation of AURKA unaltered at centrosomes. Together, our data demonstrate that compound 13 is a promising PHB ligand acting on the AURKA/PHB2 interaction. Thanks to its specificity toward the mitochondrial roles of AURKA, it may provide the basis for the development of new anticancer drugs targeting the mitochondrial functions of AURKA.", "date": "2025-11-15", "journal": ""}
{"title": "MIRO1 controls energy production and proliferation of vascular smooth muscle cells", "doi": "10.1101/2024.08.13.607854", "authors": "Qian, L.; Koval, O. M.; Endoni, B. T.; Juhr, D.; Stein, C. C.; Allamargot, C.; Lin, L.-H.; Guo, D.-F.; Rahmouni, K.; Hinton, A.; Abel, E. D.; Boudreau, R. L.; Streeter, J.; Thiel, W. H.; Grumbach, I. M.", "abstract": "Background: The outer mitochondrial Rho GTPase 1, MIRO1, mediates mitochondrial motility within cells, but implications for vascular smooth muscle cell (VSMC) physiology and its roles in vascular diseases, such as neointima formation following vascular injury are widely unknown. Methods: Carotid ligation was performed in an in vivo model of selective Miro1 deletion in smooth muscle cells. VSMC proliferation during the cell cycle and molecular mechanisms of smooth muscle cell proliferation were explored in cultured aortic VSMCs by imaging mitochondrial positioning and cristae structure and assessing the effects on ATP production, metabolic function, and interactions with components of the electron transport chain (ETC). MIRO1 expression was also analyzed in human coronary arteries, and its function was assessed via knockdown in human coronary artery VSMCs. Results: MIRO1 was highly expressed in VSMCs within human atherosclerotic plaques. MIRO1 facilitated VSMC proliferation and neointima formation by regulating mitochondrial positioning and PDGF-stimulated ATP production and respiration, critical for cell-cycle progression at G1/S. Deletion of Miro1 disrupted mitochondrial cristae structure, diminished ETC complex I activity, and impaired supercomplex formation. Notably, restoring MIRO1 function with expression of wild type MIRO1 recovered proliferation and ATP production and respiration, whereas a mutant lacking EF hands, which are essential for mitochondrial motility, only partially rescued these effects. MIRO1 knockdown in human coronary artery VSMCs confirmed its pivotal role in mitochondrial function and VSMC proliferation. Conclusions: This study highlights two key mechanisms by which MIRO1 regulates VSMC proliferation. First, it maintains ATP synthesis by preserving mitochondrial cristae integrity. Second, its Ca2+-dependent EF hands enable ATP-dependent mitochondrial positioning. By linking mitochondrial motility and energy production to VSMC physiology, these findings position MIRO1 as a critical regulator of vascular remodeling and a potential target for therapeutic interventions.", "date": "2025-11-15", "journal": ""}
{"title": "A proteome-wide dependency map of protein interaction motifs", "doi": "10.1101/2024.09.11.612445", "authors": "Ambjoern, S.; Meeusen, B.; Kliche, J.; Wang, J.; Garvanska, D.; Kruse, T.; Lopez-Mendez, B.; Mann, M.; Mailand, N.; Hertz, E.; Davey, N. E.; Nilsson, J.", "abstract": "Short linear motifs (SLiMs) are the most ubiquitous protein interaction modules in the unstructured regions of the human proteome. Despite their central role in protein function, our understanding of the contribution of SLiMs to cellular homeostasis remains limited. To address this, we designed base editor libraries to precisely mutate all curated SLiMs and a set of computationally predicted instances defined by SLiM-like evolutionary patterns. By targeting 7,293 SLiM containing regions with 80,473 mutations, we define a SLiM dependency map identifying 450 known and 264 predicted SLiMs required for normal cell proliferation. Notably, the vast majority of essential predicted SLiMs belong to novel classes of SLiMs. We also uncover the binding partners of several predicted SLiMs and provide mechanistic insight into disease causing mutations. Our study provides a proteome-wide resource on SLiM essentiality and highlights the presence of numerous uncharacterised essential SLiMs in the human proteome.", "date": "2025-11-15", "journal": ""}
{"title": "Smc5/6 - microtubules binding shapes pericentromeric chromatin", "doi": "10.1101/2024.11.13.623393", "authors": "Carre-Simon, A.; Martuzzi, C.; Isler, S.; Batrin, R.; Dahl Pinholt, H.; Foldes, T.; Laflamme, G.; Barbi, M.; Mirny, L.; D'Amours, D.; Fabre, E.", "abstract": "Centromeres and pericentromeres are specialized chromatin regions essential for accurate chromosome segregation. Smc5/6, which localizes at pericentromeres, can bind microtubules, yet its role in chromatin folding is unclear. Here, we investigate the functional relevance of Smc5/6 - microtubule binding in yeast, by targeting two lysines (K624, K631) within the Smc5 hinge domain known to mediate this binding. Using high-temporal-resolution imaging, polymer modelling, and in vitro approaches with a separation-of-function mutant smc5-2KE, we demonstrate that microtubules binding by Smc5/6 constrains chromatin dynamics and promotes pericentromeric folding. The smc5-2KE mutant, combined with a hypomorphic kinetochore mutant (Mtw1-3xGFP), leads to spindle and cytokinesis defects and triggers the spindle checkpoint. Furthermore, homologous recombination repair in pericentromeres is compromised. Overall, our findings indicate that Smc5/6 - microtubules association safeguard pericentromeric architecture and genome stability during mitosis.", "date": "2025-11-15", "journal": ""}
{"title": "Predicting Future Development of Stress-Induced Anhedonia From Cortical Dynamics and Facial Expression", "doi": "10.1101/2024.12.18.629202", "authors": "Coley, A.; Batra, K.; Delahanty, J.; Keyes, L.; Pamintuan, R.; Ramot, A.; Hagemann, J.; Lee, C.; Liu, V.; Adivikolanu, H.; Cressy, J.; Jia, C.; Massa, F.; LeDuke, D.; Gabir, M.; Durubeh, B.; linderhof, L.; Patel, R.; Wichmann, R.; Li, H.; Fischer, K.; Pereira, T.; Tye, K.", "abstract": "The current state of mental health treatment for individuals diagnosed with major depressive disorder leaves billions of individuals with first-line therapies that are ineffective or burdened with undesirable side effects. One major obstacle is that distinct pathologies may currently be diagnosed as the same disease and prescribed the same treatments. The key to developing antidepressants with ubiquitous efficacy is to first identify a strategy to differentiate between heterogeneous conditions. Major depression is characterized by hallmark features such as anhedonia and a loss of motivation, and it has been recognized that even among inbred mice raised under identical housing conditions, we observe heterogeneity in their susceptibility and resilience to stress. Anhedonia, a condition identified in multiple neuropsychiatric disorders, is described as the inability to experience pleasure and is linked to anomalous medial prefrontal cortex (mPFC) activity. The mPFC is responsible for higher order functions, such as valence encoding; however, it remains unknown how mPFC valence-specific neuronal population activity is affected during anhedonic conditions. To test this, we implemented the unpredictable chronic mild stress (CMS) protocol in mice and examined hedonic behaviors following stress and ketamine treatment. We used unsupervised clustering to delineate individual variability in hedonic behavior in response to stress. We then performed in vivo 2-photon calcium imaging to longitudinally track mPFC valence-specific neuronal population dynamics during a Pavlovian discrimination task. Chronic mild stress mice exhibited a blunted effect in the ratio of mPFC neural population responses to rewards relative to punishments after stress that rebounds following ketamine treatment. Also, a linear classifier revealed that we can decode susceptibility to chronic mild stress based on mPFC valence-encoding properties prior to stress-exposure and behavioral expression of susceptibility. Lastly, we used a markerless pose tracking computer vision tool, SLEAP, to predict whether a mouse would become resilient or susceptible based on facial expressions during a Pavlovian discrimination task. These results indicate that mPFC valence encoding properties and behavior are predictive of anhedonic states. Altogether, these experiments point to the need for increased granularity in the measurement of both behavior and neural activity, as these factors can predict the predisposition to stress-induced anhedonia.", "date": "2025-11-15", "journal": ""}
{"title": "The balance between stability and plasticity of the Visual Word Form Area in dyslexia", "doi": "10.1101/2025.01.14.632854", "authors": "Mitchell, J. L.; Yablonski, M.; Stone, H. L.; Jimenez, M.; Takada, M.; Tang, K. A.; Tran, J. E.; Chou, C.; Yeatman, J. D.", "abstract": "Understanding the balance between plastic and persistent traits in the dyslexic brain is critical for developing effective interventions. This longitudinal intervention study examines the Visual Word Form Area (VWFA) in dyslexic and typical readers, exploring how this key component of the brain's reading circuitry changes with learning. We found that dyslexic readers show significant differences in VWFA presence, size, and tuning properties compared to typical readers. While reading intervention improved reading skills and increased VWFA size, disparities persisted, suggesting that VWFA abnormalities are an enduring trait of dyslexia. Notably, we found that even with sufficient intervention to close the reading skill gap, dyslexic readers are still expected to have smaller VWFAs. Our results reveal intervention-driven long-term neural and behavioral changes, while also elucidating stable differences in the functional architecture of the dyslexic brain. This provides new insights into the potential and limitations of learning-induced plasticity in the human visual cortex.", "date": "2025-11-15", "journal": ""}
{"title": "Evolution and development of segmented body plan revealed by engrailed and wnt1 gene expression in the annelid Alitta virens", "doi": "10.1101/2025.01.26.634940", "authors": "Kairov, A. I.; Kozin, V. V.", "abstract": "Segmentation is one of the most striking features of bilaterians, and understanding its mechanisms provides insights into the evolution of body plans. In annelids, segmentation occurs at different developmental stages through a variety of processes, yet the molecular pathways remain underexplored. Aiming to compare segmentation patterns in ontogeny and phylogeny, we analysed the expression of Avi-en (homologous to engrailed) and Avi-wnt1 in the nereidid polychaete Alitta virens. Using in situ hybridization, immunofluorescence, and cell proliferation assays, we mapped the spatiotemporal expression of these genes across embryonic, larval, and postlarval stages. We found that Avi-en was expressed in solid lateral domains early in the unsegmented protrochophore stage and progressed through a metameric pattern, while Avi-wnt1 expression appeared later, also aligning with segmental boundaries. At the nectochaete stage, the posterior domain of Avi-en expression in the growth zone expanded and split into two due to increased cell proliferation. The postlarval segment primordium then developed progressively, culminating in the activation of Avi-wnt1 at the posterior border. According to available published data, the revealed pattern of gradual segment formation is unique to nereidids. The observed divergence in gene expression and cell proliferation across annelids suggests that segmentation in bilaterians did not arise from a common ancestral mechanism. Our study enhances future progress in understanding the evolution of body patterning by providing a foundation for future comparisons.", "date": "2025-11-15", "journal": ""}
{"title": "Thermodynamically Explicit Kinetics with Potential for Genome-wide Application", "doi": "10.1101/2025.03.02.641056", "authors": "Bodeit, O.; Sutthaphirom, C.; Ulas, E. C.; Linding, R.; Chaiyen, P.; Klipp, E.", "abstract": "Metabolic processes are inherently dynamic, yet genome-scale models are often limited to steady-state analysis, which cannot capture time-dependent responses crucial for understanding complex diseases like cancer. This work introduces a Thermodynamically Explicit (TDE) kinetic framework to bridge this gap by constructing dynamic metabolic models grounded in fundamental thermodynamic principles. Our approach uses standard chemical potentials to derive simplified rate laws for metabolic reactions, reducing the kinetic complexity of each reaction to a single, biochemically determined prefactor ({lambda}), which we will name kinetic capacity factor. The number of parameters in the suggested TDE kinetics is indeed minimal in the sense that it uses the lowest possible number of free parameters required to define a reaction rate that is both dynamic and thermodynamically consistent. We demonstrate the validity and practical application of this framework by re-parameterizing a well-established kinetic model of glycolysis. The resulting TDE model successfully reproduces the dynamic behavior of the original, more complex model in simulations. By streamlining the parameterization process, the TDE kinetic framework offers a powerful and scalable tool for building genome-wide dynamic metabolic models. This approach paves the way for more accurate and predictive simulations of metabolic behavior, with significant potential for applications in systems biology, medicine, and biotechnology.", "date": "2025-11-15", "journal": ""}
{"title": "Degraded ecosystem soil and type 2 diabetes gut microbiomes share altered potential metabolism for sugars, lignin and branched-chain fatty acids: a blind spot for global health?", "doi": "10.1101/2025.03.11.642605", "authors": "Liddicoat, C.; Eijkelkamp, B. A.; Cavagnaro, T. R.; Robinson, J. M.; Wallace, K. J.; Barnes, A. D.; Harmsworth, G.; Keating, D. J.; Edwards, R. A.; Breed, M. F.", "abstract": "The global rise in human allergic and autoimmune diseases is linked to altered environmental microbiome exposures from increasing land use change, ecosystem degradation and biodiversity loss. Yet, microbiome-mediated impacts of global change on metabolic health have received little attention. Type 2 diabetes (T2D) is a complex metabolic disease with rapidly increasing global prevalence, uncertain pathogenesis and influences from gut microbiome-host interactions and environmental factors. Soil microbiomes shift in composition and functional capacity with ecosystem condition and are important for supplementing the human gut microbiome and contributing to food quality, both of which are critical in metabolism. Here, we sought to examine overlapping functional capacities in model case study microbiome datasets from (1) soils from a gradient of ecosystem quality (from highly disturbed to mature/natural sites under forest ecosystem restoration) and (2) gut microbiomes in T2D versus normal health to investigate plausible links between ecosystem degradation and metabolic anomalies encoded in T2D gut microbiomes. We developed a novel method to translate microbiome functional capacities (i.e., functional gene-associated biochemical pathway relative abundances) to 'compound processing potential' (CPP, %), reflecting the potential metabolism of individual compounds. Examining selected compounds relevant to soil and gut health, and via exhaustive compound-wide trend analyses, we identified compounds that shared potential metabolism trends. We found increased potential metabolism for sugars and decreased potential metabolism for lignin and monomethyl branched-chain fatty acids, in both T2D and degraded ecosystems. These trends were confirmed in separate T2D case study cohorts from Sweden and China, and degraded versus more natural biodiverse soil-plant systems in the United States and Australia, suggesting a generalizable pattern. Our findings support a consequential new hypothesis that excessive exposures to degraded ecosystem soil microbiomes, and/or nutrient-depleted food derived from such systems, may distort gut microbiome functional capacities and metabolism and thereby contribute to type 2 diabetes.", "date": "2025-11-15", "journal": ""}
{"title": "BIRC5 dependency defines a targetable vulnerability in TP53 mutant acute myeloid leukemia", "doi": "10.1101/2025.05.17.654633", "authors": "Mamdouh, A. M.; Lim, F. Q.; Mi, Y.; Olesinski, E. A.; Jasdanwala, S.; Lin, X. X.; Ayoub, E.; Tan, J. Y. M.; Bhatia, K. S.; Wang, Y.; Garnaik, S.; Tomar, K.; Sapozhnikova, V.; Chan, C. G. T.; Wang, C.; Mahesh, A. N.; Mertins, P.; Brown, B. D.; Haferlach, T.; Ooi, M.; Lobry, C.; Puissant, A.; Taylor, J.; Abbas, H.; Kornblau, S. M.; Miller, P. G.; Das, S.; Krönke, J.; Itahana, K.; Andreeff, M.; Bhatt, S.", "abstract": "TP53 mutations across multiple cancers, including acute myeloid leukemia (AML), are associated with poor outcomes irrespective of treatment modality. However, druggable vulnerabilities beyond canonical p53 targets remain largely unexplored. We identify BIRC5 (encodes survivin), an inhibitor of the apoptosis protein (IAP) family, as a novel vulnerability in TP53 mutant AML using an unbiased, comprehensive multiomics approach; whole-genome CRISPR knockout screen, bulk and single-cell RNA-seq, proteomics, and high-throughput drug screen. Mechanistically, BIRC5 deletion in AML restored caspase-9 and -3/7 activity and downregulated other IAPs, implicating BIRC5 as the central post-mitochondrial regulator for blocking apoptosis. p53 stabilization suppressed BIRC5 selectively in TP53 wild-type AML, explaining BIRC5 upregulation in TP53 mutant lines and AML primary tumors (n > 700). Longitudinal single-cell RNAseq (n = 22 pairs) revealed expansion of BIRC5high stem and progenitor leukemia clones in TP53 mutant AML patients post-VenAza therapy. Survivin and IAP inhibitors emerged as top combination partners with VenAza in TP53 mutant AML cells and showed potent in vivo leukemic blast inhibition in xenograft models and primary tumors. Beyond AML, BIRC5 was upregulated broadly across 17 of 25 TP53 mutant cancers in the TCGA cohort, and combination with survivin inhibitors overcame chemotherapy resistance in TP53 deficient triple negative breast and colorectal cancers. These findings define BIRC5 as a critical, targetable dependency and unveil survivin/IAP inhibition as a promising therapeutic axis to overcome p53-related resistance across both hematologic and solid malignancies.", "date": "2025-11-15", "journal": ""}
{"title": "Half as high for twice as long: male bias in the fertile-age sex ratio", "doi": "10.1101/2025.05.19.654849", "authors": "Nitschke, M. C.; Hawkes, K.; Kim, P.", "abstract": "Humans are distinguished from our closest living relatives, other great apes, by our extended postmenopausal longevity, later first births, and shorter birth intervals. Those features likely evolved as ancestral grandmothers' foraging subsidised dependents in habitats lacking foods that youngsters could manage for themselves. If so, as female post-fertile years increased, older years increased in males too. Those still-fertile old males in the paternity competition pushed average male reproductive success below the female average. According to R. A. Fisher, Mendelian inheritance requires equal contributions from both sexes to descendant gene pools. Higher average reproductive success in one sex makes tendencies to overproduce it pass to more grandchildren, equalizing averages in descendant generations. Yet, men's lower average reproductive success persists, their fertility lasting decades longer than women's. Here, we present a simple mathematical model to investigate this phenomenon. We show that a male-biased adult sex ratio is consistent with an offspring sex ratio of 1:1. Assuming a stable age distribution, we show that if male fertile careers are twice as long as those of females, the corresponding reproductive value of males is larger than that of females, which acts to balance the effect of higher female reproductive success. We propose that extended male fertility balances the sex difference in average reproductive success, maintaining Fisher's equilibrium under human life history conditions.", "date": "2025-11-15", "journal": ""}
{"title": "Differential expression of mitochondria-associated genes in clinical samples of Plasmodium falciparum showing severe manifestations", "doi": "10.1101/2025.05.24.655897", "authors": "Gujarati, S.; Singal, B. R.; Gupta, D.; Kochar, S. K.; Kochar, D. K.; Das, A.", "abstract": "The malaria parasite mitochondrial proteins are critical targets for antimalarial drugs, however, the emergence of drug resistance against the existing protein targets necessitates novel therapeutic approaches. In this study,we profiled mitochondrial sense and natural antisense transcripts (NATs) in 22 Plasmodium falciparum clinical isolates, classified into three disease groups - uncomplicated malaria (UNC, n=6), cerebral malaria (CM, n=4), and hepatic dysfunction (HD, n=12), using a custom, strand-aware 60K microarray, and validated the transcriptome using pooled, strand-specific RNA-seq (uncomplicated pool and complicated pool). Differential gene expression in the CM and HD cohort was obtained by comparing with uncomplicated malaria (UNC) as the control cohort. The analysis revealed distinct disease-specific sense and NATs, encoded by the mitochondrial genome, along with those encoded in the nucleus and targeted to the parasite mitochondria. Although mitochondrial activity is known to be reduced in blood-stage malaria, upregulation of genes linked to tricarboxylic-acid-cycle and electron-transport in the CM cluster indicates disrupted mitochondrial bioenergetics in severe disease. Profiling of sense and antisense mitochondrial transcripts reveal a correlated expression of sense-antisense transcript pairs in both the disease manifestations, indicating a potential regulatory role of NATs in mitochondrial function. These data provide direct evidence of NATs originating from the parasite mitochondrial genome and nominate key NATs against core mitochondrial functions as potential non-conventional antimalarial targets.", "date": "2025-11-15", "journal": ""}
{"title": "Innate immune signaling in a sponge reveals ancient origin of host-symbiont recognition", "doi": "10.1101/2025.05.27.656460", "authors": "Yang, B.; Yuen, B.; Yuan, H.; Degnan, B. M.; Degnan, S. M.", "abstract": "Innate immunity in animals functions both to defend against pathogens and to regulate interactions with beneficial microbes. Although these dual roles suggest deep evolutionary roots, it remains unclear whether ancestral functions of the immune system were primarily for protection or for maintaining symbiotic partnerships. Here, we address this question using the marine sponge Amphimedon queenslandica, which belongs to an early branching metazoan lineage, by comparing cellular and transcriptional responses to symbiotic and nonsymbiotic bacteria. We show that symbionts are rapidly internalized across the epithelial boundary and elicit a swift and pronounced activation of innate immune transcription factors (TFs), including NFkB, IRF, and STAT, as well as associated pattern recognition receptors (PRRs) and signaling pathways. Both IRF and NFkB quickly translocate to the nuclei of amoebocytes that are engulfing symbionts, consistent with conserved roles in host symbiont recognition. In contrast, non-symbiotic bacteria are internalized more slowly and fail to induce comparable immune activation or TF nuclear translocation. These results indicate that the last common ancestor of sponges and other animals already possessed a complex innate immune system capable of distinguishing among bacterial partners, suggesting that immune regulation of symbiosis is an ancient feature of animal evolution.", "date": "2025-11-15", "journal": ""}
{"title": "Vertical Transmission of Bovine H5N1 Influenza Virus during Pregnancy and Lactation in Mice", "doi": "10.1101/2025.07.07.663583", "authors": "Seibert, B. A.; Parish, M. A.; Talukdar, S. N.; Zhang, T.; Chaulagain, S.; Liu, J. A.; Sachithanandham, J.; Hernandez, O.; Schneider, C.; Coughlan, L.; Bowman, A.; Webby, R. J.; Harkema, J. R.; Pekosz, A.; Klein, S. L.", "abstract": "Panzootic spillover of H5N1 virus clade 2.3.4.4b has resulted in expanded host range among placental mammals, with lactation transmission via milk documented. Whether infection during pregnancy leads to in utero or lactational vertical transmission remains unknown. Pregnant outbred mice were infected with A/bovine/Ohio/B24OSU-472/2024 during the second or third trimester equivalent. Second trimester infection caused in utero infection, with infectious virus detected in the uterus, placenta, and fetus. Birth following third trimester infection resulted in offspring with decreased size and neurodevelopmental delays, with infectious virus detected in the neonatal milk ring and lungs as well as mammary tissues. Ongoing H5N1 infections present increased risk for human exposure and an H5N1 vertical transmission model in placental mammals is essential for understanding viral spread and evaluating treatments during pregnancy.", "date": "2025-11-15", "journal": ""}
{"title": "CMV can spread through plant to plant contact: implications for experimental practices", "doi": "10.1101/2025.07.30.667662", "authors": "Chateau, L.; Szadkowski, M.; Theodore, J.; Rimbaud, L.", "abstract": "Cucumber mosaic virus (CMV) is a major plant pathogen with a worldwide distribution and the widest host range among all known plant viruses. It affects numerous crop species and can cause symptoms that significantly reduce yield. CMV is primarily transmitted by aphids and more sporadically through seeds. It is frequently studied in laboratory settings with the aim of developing effective control strategies. In many experiments, infected plants are placed in direct contact with healthy ones assuming that CMV cannot be transmitted in this way. However, this has not been formally demonstrated. Therefore, this study aimed to assess whether CMV can be transmitted through plant-to-plant contact. Infected plants were first rubbed against healthy ones and then left in contact for 28 days. Target plants were subsequently tested using DAS-ELISA to detect potential transmission. We applied this protocol in two separate experiments totalizing 15 combinations of plant species including pepper (Capsicum annuum) and five weed species commonly found in Espelette pepper fields (Capsella bursa-pastoris, Cerastium glomeratum, Stellaria media, Stachys arvensis and Trifolium repens). We found that CMV could be transmitted through contact between pepper and all tested weed species except T. repens. These findings highlight the importance of verifying whether a virus is capable of contact transmission before carrying out experiments in conditions that could lead to such contacts. In case of transmission, appropriate precautions will be crucial to avoid unintended transmissions.", "date": "2025-11-15", "journal": ""}
{"title": "Genome-wide screen for deficiencies modifying Cyclin G-induced developmental instability in Drosophila melanogaster.", "doi": "10.1101/2025.07.31.667991", "authors": "Ribeiro, V.; Da Costa, M.; Dardalhon-Cumenal, D.; Dupont, C. A.; Gibert, J.-M.; Mouchel-Vielh, E.; Thomassin, H.; Randsholt, N. B.; Debat, V.; Peronnet, F.", "abstract": "Despite long-lasting interest and research efforts, the genetic bases of developmental stability the robustness to developmental noise and its most commonly used estimator, fluctuating asymmetry (FA), remain poorly understood. The Drosophila melanogaster Cyclin G gene (CycG) encodes a transcriptional cyclin that regulates growth and the cell cycle. Over-expression of a potentially more stable isoform of the protein (deleted of a PEST-rich domain, hereafter called CycGP) induces extreme wing size and shape FA (i.e. high developmental noise), indicating a major disruption of developmental stability. Previous attempts to identify the genetic bases of FA have been impeded by the constitutively low level of developmental noise, strongly limiting the power to detect any effect. Here, we leverage the extreme developmental instability induced by overexpression of CycGP to explore the genetic bases of FA: we perform a genome-wide screen for deficiencies that enhance or reduce CycGP-induced wing FA. 499 deficiencies uncovering 90% of the euchromatic genome were combined with a recombinant chromosome expressing CycGP. We identified 13 and 16 deficiencies that enhance and decrease FA, respectively. Analysis of mutants for some genes located in these deficiencies shows that Cyclin G ensures homogeneous growth of organs in synergy with the major morphogens of the wing, Dpp and Wg, as well as the Hippo and InR/TOR pathways. They also reveal that CycGP-induced FA involves Larp, a potential direct interactor of Cyclin G, that regulates translation at the mitochondrial membrane. This opens up new research perspectives for understanding developmental stability, suggesting a significant role for mitochondrial activity.", "date": "2025-11-15", "journal": ""}
{"title": "Genomic insights into Ceratobasidium sp. associated with vascular streak dieback of woody ornamentals in the United States using a metagenomic sequencing approach", "doi": "10.1101/2025.08.11.669776", "authors": "Belay, K.; Abdelrazek, S.; Bily, D.; Gyatso, T.; Avin, F. A.; Bonkowski, J.; Liyanapathiranage, P.; Salamanca, L. R.; Heath, L. S.; Baysal-Gurel, F.; Vinatzer, B.; Mazloom, R.; Kaur, S.", "abstract": "Woody ornamentals are integral to urban landscapes and play important roles in habitat restoration and ecological conservation, yet their national and international trade facilitates the spread of plant diseases with significant ecological and economic consequences. Vascular streak dieback (VSD) recently emerged on woody ornamentals in the United States and was found to be associated with the fungal pathogen Ceratobasidium sp. (Csp), but little is known about its genomic diversity and associated microbial communities. We thus applied metagenomic sequencing to 106 symptomatic samples that had tested positive for Csp and had been collected from 34 woody ornamental species in seven states. Taxonomic profiling identified Csp as the only putative pathogen of which we recovered 17 high-quality draft genomes. Phylogenomic and pangenome analyses revealed that U.S. Csp isolates form a tight genetic cluster, distinct in gene content from C. theobromae, a pathogen of cacao, avocado, and cassava in Southeast Asia. Comparative analyses highlighted gene content differences, including candidate effectors and secondary metabolite clusters, which may underlie host interactions and offer diagnostic targets. These findings provide the first genomic insights into the U.S. Csp population, suggest the recent introduction of a single genetic lineage with a broad host range, and establish a framework for improved detection, monitoring, and management of VSD in woody ornamentals.", "date": "2025-11-15", "journal": ""}
{"title": "A Novel 3D Visualization Method in Mice Identifies the Periportal Lamellar Complex (PLC) as a Key Regulator of Hepatic Ductal and Neuronal Branching Morphogenesis", "doi": "10.1101/2025.08.29.673025", "authors": "Xu, T.; Cao, F.; Zhou, R.; Chen, Q.; Zhong, J.; Wang, Y.; Xiao, C.; Yin, B.; Chen, C.; Zhao, C.", "abstract": "The liver is a complex organ responsible for multiple functions, including metabolism, energy storage, detoxification, bile secretion, and immune regulation. Its highly organized vascular system plays a crucial role in maintaining functional zonation and tissue homeostasis. Within the liver, the hepatic artery, portal vein, hepatic vein, bile duct, and nerve networks intertwine to form an intricate three-dimensional architecture; however, traditional two-dimensional imaging fails to reveal their true spatial relationships, and current three-dimensional imaging methods remain insufficient to capture fine structural details. To achieve comprehensive visualization of these multi-ductal systems, we established a high-resolution three-dimensional imaging platform that combines multicolor perfusion of metallic compound nanoparticles (MCNPs) with an optimized tissue-clearing protocol (Liver-CUBIC), enabling simultaneous 3D reconstruction of the portal vein, hepatic artery, bile duct, and hepatic vein in mouse livers. Based on these data, we identified and defined a previously unrecognized structure located in the outer layer of the portal vein, termed the Periportal Lamellar Complex (PLC). The PLC encircles the portal vein between the vascular endothelium and the perisinusoidal region, exhibits low-permeability barrier characteristics, and contains a distinctive population of CD34;Sca-1; endothelial cells. During liver fibrosis, the PLC extends from the portal vein toward the hepatic lobule, forming a structural scaffold that guides bile duct and nerve migration.", "date": "2025-11-15", "journal": ""}
{"title": "Dynamics of dN/dS within recombining bacterial populations", "doi": "10.1101/2025.09.09.675256", "authors": "Liu, Z.; Good, B. H.", "abstract": "The ratio of nonsynonymous to synonymous substitutions (dN/dS) encodes important information about the selection pressures acting on protein-coding genes. In bacterial populations, dN/dS often declines with the sequence divergence between strains, but the mechanisms responsible for this broad empirical trend are still debated. Existing models have primarily focused on de novo mutations, overlooking the older genetic variants that are continually introduced through horizontal gene transfer and recombination. Here we introduce a phenomenological model of dN/dS in recombining populations of bacteria, which allows us to disentangle the effects of recombination among pairs of closely related strains. We find that clonally inherited regions of the genome exhibit consistently higher dN/dS ratios, and that the accumulation of recombined segments can quantitatively explain the majority of the decline in dN/dS. We use these observations to re-examine models of purifying selection and adaptive reversion in human gut bacteria, and uncover evidence for widespread weak selection at a large fraction of protein coding sites. Our findings show that horizontal gene transfer can be an important factor in shaping genome-wide patterns of selective constraint, and raise new questions about the effectiveness of natural selection in complex bacterial populations.", "date": "2025-11-15", "journal": ""}
{"title": "Shared striatal neurons exhibit context-specific dynamics for internally and externally driven actions", "doi": "10.1101/2025.09.18.677137", "authors": "Klee, J. L.; Fernando-Peiris, S.; Suresh, S.; Rodrigues-Vaz, I.; Peterka, D. S.; Costa, R. M.; Athalye, V. R.; Sippy, T.", "abstract": "Animals can initiate movements either in response to external cues or from internal drive, yet how the brain flexibly supports both remains unclear. Disorders such as Parkinson's disease disrupt these modes differently, suggesting distinct underlying mechanisms. Such differences could arise from specialized circuits dedicated to each action mode or from shared neuronal populations that shift their dynamics across contexts. To distinguish between these possibilities, we performed two-photon calcium imaging in the dorsolateral striatum as mice executed the same lever press either spontaneously or in response to a cue, enabling direct comparison of internally and externally triggered actions. Unsupervised clustering revealed subpopulations of neurons modulated during cue, movement, or post-action periods. Critically, the same neurons were tuned to movement across initiation contexts. However, the dynamics of this shared population evolved within distinct \"context\" and \"action\" subspaces, even before movement initiation. Both dopamine D1- and D2-receptor-expressing spiny projection neurons contributed to both subspaces, with D1-SPNs more active at the time of the sensory stimulus. These results show that context shapes neural dynamics within a shared movement-encoding population, revealing a context-generalizable striatal code that supports flexible movement initiation across internal and external drives.", "date": "2025-11-15", "journal": ""}
{"title": "Tryptophan-Driven Metabolomic Shift in Acidobacteriaceae Reveals Phytohormones and Antifungal Metabolites", "doi": "10.1101/2025.10.02.680145", "authors": "Zumkeller, C. M.; Hartwig, C.; Lanzalonga, W.; Patras, M. A.; Liu, Y.; Marner, M.; Mihajlovic, S.; Spohn, M. S.; Schaeberle, T. F.", "abstract": "Acidobacteriota is one of the most abundant phyla in soils and has recently attracted attention for its potential role in promoting phytosanitary benefits. The metabolomic capabilities of this phylum remain poorly characterised, with few experimentally confirmed metabolites described. To address these gaps, we combined metabolomic profiling with comparative genomic analysis to explore the functional potential of novel strains within the Acidobacteriaceae family. Genome mining across the phylum for PGPTs revealed the presence and taxon-specific enrichment of genes related to phytohormone production, as well as other genes associated with plant-growth-promoting effects. When tryptophan (Trp) was added to the cultivation medium, it triggered a strong metabolic response in the strains, resulting in measurable changes in the production levels of phytohormones such as indole-3-acetic acid (IAA) and indole-3-pyruvate (iP). Building on these findings, we examined the metabolic reprogramming caused by Trp supplementation, which suppressed the growth of phytopathogenic fungi, leading to the identification of malassezindoles and pityriacitrins as active agents. This was confirmed by isolating and elucidating the structure of pityriacitrin B and a methyl ester through NMR studies. Overall, these findings shed light on the previously unexplored metabolic potential of the Acidobacteriota phylum, emphasising its ecological importance for phytosanitary applications.", "date": "2025-11-15", "journal": ""}
{"title": "Robust Deep Learning-based 3D Segmentation and Morphological Analysis of Mitochondria using Soft X-ray Tomography", "doi": "10.1101/2025.10.16.682919", "authors": "Yadav, A.; Singh, A.; Deshmukh, A.; Bharadwaj, P.; Baliyan, A.; White, K. L.; Singla, J.", "abstract": "Mitochondrial morphology is crucial for cellular function, but large-scale analysis is limited by challenges in high-resolution imaging and segmentation. MitoXRNet, a compact 3D deep-learning model, efficiently segments mitochondria and nuclei from Soft X-ray Tomography data using multi-axis slicing, Sobel-based boundary enhancement, and combined BCE-Robust Dice loss. With 1.4M parameters, it achieves a Dice score of 73.8% on INS-1E cells, outperforming existing models. Automated analysis indicated that glucose induced larger mitochondria and higher matrix density, and that GIP and GKA induced smaller and denser mitochondria, highlighting previously unreported beta-cell mitochondrial remodeling. MitoXRNet allows for scalable profiling of organelle-level morpho-biophysical data.", "date": "2025-11-15", "journal": ""}
{"title": "Preference-Based Fine-Tuning of Genomic Sequence Models for Personal Expression Prediction with Data Augmentation", "doi": "10.1101/2025.11.09.687505", "authors": "Choi, M.; Cho, B.; Lee, S.", "abstract": "Despite substantial progress in genomic foundation models, accurately predicting inter-individual variation in gene expression from DNA sequence alone remains a major challenge. Current sequence-based models, such as Enformer and Borzoi, trained exclusively on the reference genome, cannot capture the effects of individual-specific regulatory variants. Moreover, the acquisition of paired whole-genome and transcriptome data required for personalized modeling is hindered by privacy and data-sharing constraints. To address this limitation, we integrate genomic data synthesis with established statistical frameworks. Our approach generates thousands of virtual training samples by simulating genetic variation from the 1000 Genomes Project and assigning pseudo-expression labels using PrediXcan, a validated eQTL-based predictor. Because simulated and real expression values differ in scale and distribution, we introduce a preference-based objective that models relative rather than absolute expression patterns. Fine-tuning Enformer through alternating cycles of real-data regression and virtual-data preference optimization enables efficient learning from both real and synthesized data. Using the GEUVADIS dataset, our framework outperforms AlphaGenome, PrediXcan, and Enformer fine-tuned without synthesized data, demonstrating that simulation-based integration of population-level regulatory knowledge can effectively mitigate data scarcity and improve cross-individual generalization in sequence-based gene expression prediction. Availability and implementation: Code and data are available at https://github.com/pacifiic/augment-finetune-genomics.", "date": "2025-11-15", "journal": ""}
{"title": "Causal role of the individual alpha phase in multisensory perception", "doi": "10.1101/2025.11.11.687884", "authors": "Rohe, T.; Senkowski, D.", "abstract": "The phase of alpha oscillations is proposed to reflect perceptual cycles. Yet, human EEG/MEG studies have yielded inconsistent results, perhaps because they used correlative approaches that did not consider causal phase-perception relationships. In a multi-day computational EEG study, we developed the neurobehavioral link function (NBLF) as a new approach to model individual sinusoidal relationships between the alpha phase and multisensory perception and to test for causality. Rhythmic 10 Hz visual stimulation entrained the alpha phase at 0 degree or 180 degree relative to audiovisual target onset. Entrainment effects on multisensory integration only emerged when individual NBLFs, which were related to alpha phase coupling between early audio-visual cortices, were included in the analysis. A follow-up psychophysical experiment confirmed individual phase-dependent effects at 5 and 10 Hz, but not 15 Hz. Our results suggest that the individual alpha phase causally modulates perceptual cycles in multisensory integration and advocate for personalized, phase-targeting strategies in neurotechnologies.", "date": "2025-11-15", "journal": ""}
{"title": "Validation of deep learning enabled web based and smartphone optimized application RadAnalyzer to measure vertebral heart size and vertebral left atrial size in dogs", "doi": "10.1101/2025.11.13.688321", "authors": "Gordon, S.; Reyes, T.; Baibos-Reyes, T.; Sykes, K. T.; Watson, A.", "abstract": "Background: Objective radiographic measures of heart size including vertebral heart size (VHS) and vertebral left atrial size (VLAS) are associated with inter and intra-observer variability when measured by humans. Artificial intelligence (AI) tools including RadAnalyzer are available to measure VHS and VLAS. Objectives: Compare VHS and VLAS measurements made by web based and smartphone optimized deep learning enabled program, RadAnalyzer, to a trained observer. Animals: 1058 client-owned dogs, across 80 breeds with a variety of heart sizes and thoracic confirmations. Methods: Retrospective, single center, method comparison study. Pearsons correlation, Bland-Altman plots and Passing-Bablok regression were used to assess agreement. Results: RadAnalyzer measurements of VHS and VLAS correlated well with the human observers modified measurements (r=0.917 and r=0.873 respectively) and had small mean biases (0.002 and 0.007 vertebrae respectively). Conclusions and clinical importance: RadAnalyzer had clinically insignificant magnitude differences in measurement of VHS and VLAS when compared to a human observer and can therefore be used to assist veterinarians with measuring VHS and VLAS on right lateral radiographs in dogs of all sizes. Future studies comparing AI derived radiographic measures with echocardiographic measures of cardiac size are required.", "date": "2025-11-15", "journal": ""}
{"title": "Single-cell transcriptomics uncover conserved molecular mechanisms and functional diversification in multilayered epithelia", "doi": "10.1101/2025.11.14.688286", "authors": "Merle, C.; Huyghe, M.; Kimber, E.; Faraldo, M. M.; PANTALACCI, S.; Semon, M.; Fre, S.; Journot, R. P.", "abstract": "Multilayered epithelia, including skin, cervix, thymus, and prostate, arise from all three germ layers and perform diverse physiological functions, yet share a conserved layered architecture in which a supportive basal layer underlies differentiated suprabasal cells. To determine whether this common organization reflects a shared genetic program or tissue-specific regulation, we assembled a comprehensive single-cell atlas of 14 murine Multilayered epithelia. We identified a conserved p63-Notch axis that universally governs basal cell identity maintenance and suprabasal commitment. The p63-centered transcriptional program is shared, while Notch signaling recruits context-specific transcriptional modules to generate functional diversity. The layered architecture of epithelia spatially and temporally decouples conserved basal from context-specific suprabasal networks, compartmentalizing functional innovation across multilayered epithelia. Comparative genomics traces the p63-Notch axis to the root of vertebrates over 500 million years ago, showing that it was repeatedly co-opted through the incorporation of newly evolved genes in the suprabasal domain to generate novel epithelial functions. Our work establishes that evolution of multilayered epithelia operates through modular, compartmentalized diversification of a conserved scaffold of a conserved architectural scaffold, providing a unifying principle for how complex tissues achieve functional innovation while preserving structural integrity.", "date": "2025-11-15", "journal": ""}
{"title": "Genetic Convergence Analysis of CRISPR Perturbations Deciphers Gene Functional Similarity", "doi": "10.1101/2025.11.13.688060", "authors": "Zhang, T.; Shang, E.; Roeder, K.", "abstract": "Pooled CRISPR screens with single-cell RNA sequencing readout (Perturb-seq) have emerged as a key technique to determine the functionality of a gene by directly perturbing the DNA of the gene. One of the most intriguing recent problems is quantifying the similarity between CRISPR perturbations, for example, whether they up-regulate the same set of downstream genes. In this context, genetic convergence refers to the phenomenon where CRISPR disruptions of different genes lead to a similar downstream outcome. Existing methods are mostly heuristic. We present XConTest, a two-step, cross-validated procedure for assessing the genetic convergence problem. The test statistics calculated from that procedure are approximately standard normal when the two perturbations have an orthogonal influence on the cell expression profile. We apply XConTest to two studies: an investigation of the common impact of a suite of autism genes, and a large-scale study of genes associated with immune response to determine sets of genes with common functionality.", "date": "2025-11-15", "journal": ""}
{"title": "Trial-Level Sequence Modeling Reveals Hidden Dynamics of Dual-Task Interference", "doi": "10.1101/2025.11.14.688220", "authors": "den Otter, R.; Dame, A.; Stuit, S.; van Maanen, L.", "abstract": "Theories of dual-task interference assume that the same cognitive operations underlie multitasking regardless of stimulus timing, yet this core assumption has remained untested due to methodological limitations of behavioral averaging. Here, we combine hidden multivariate pattern (HMP) analysis with deep spatiotemporal sequence modeling of single-trial EEG to uncover the neural dynamics of multitasking in the psychological refractory period (PRP) paradigm. Using a deep spatiotemporal sequence model trained on Long stimulus-onset asynchrony (SOA) trials, we identify Encoding, Central, and Response operations and show that these same operations occur in the Short SOA condition, demonstrating shared cognitive processes across interference conditions. Additionally, trial-level decoding reveals multiple distinct sequences of cognitive operations across both tasks during interference, varying both within and across individuals. These sequences predict behavioral differences in reaction time and accuracy, revealing how interference timing within the cognitive operation sequence influences performance. In other words, we found trial-by-trial variability related to individual strategies directly affecting accuracy and reaction time (RT). Our findings challenge static bottleneck accounts and establish trial-level sequence modeling as a powerful tool to investigate the hidden dynamics of multitasking.", "date": "2025-11-15", "journal": ""}
{"title": "Fixel-Based Analysis reveals microstructural visual pathway changes associated with retinal remodeling in retinitis pigmentosa", "doi": "10.1101/2025.11.14.688435", "authors": "Righetti, G.; Cuevas Villanueva, V.; Reith, M.; Wolfram, L.; Merle, D. A.; Kühlewein, L.; Braun, C.; Stingl, K.; Stingl, K.", "abstract": "Retinitis pigmentosa (RP) is the most common inherited retinal dystrophy, traditionally considered a photoreceptor degenerative disorder. However, the relationship between retinal degeneration and structural alterations along central visual pathways remains poorly understood. We investigated possible structural links across the retinocortical pathway in 15 genetically characterized RP patients (RHO, PDE6A, PDE6B mutations) compared with 22 healthy controls, using spectral-domain optical coherence tomography (SD-OCT) combined with diffusion-weighted MRI and fixel-based analysis (FBA). Retinal segmentation revealed marked outer layer thinning (outer nuclear layer: -55% foveal, -77% parafoveal) with significant inner layer thickening at the fovea (inner plexiform layer +29%, inner nuclear layer +40%). Parafoveal regions showed near-complete photoreceptor loss but inner retinal thickness approaching normal values. FBA demonstrated significant fiber density reductions in optic tracts and optic radiations, without corresponding macrostructural changes in tract cross-section, suggesting early microstructural disruption preceding atrophy. Correlation analyses revealed significant associations between parafoveal inner plexiform layer thickness and fiber density in both optic tracts (r=0.856) and radiations (r=0.768), with no correlations observed at the foveal level. These findings demonstrate complex, region-specific retinal remodeling in RP, likely reflecting Muller cell gliosis rather than mechanical compensation. The fiber density reduction without tract atrophy suggests trans-synaptic degeneration along visual pathways. This multimodal framework provides insights into structural propagation in inherited retinal dystrophies and may serve as a biomarker for evaluating therapeutic interventions aimed at photoreceptor restoration.", "date": "2025-11-15", "journal": ""}
{"title": "Learning in nonstationary environments with minimal neuralcircuitry", "doi": "10.1101/2025.11.13.688216", "authors": "Raman, D. V.; Dunne, C. R.; Davyson, K.; O'Leary, T.", "abstract": "Animals inhabit continually changing environments where it is not always possible to infer causes of relevant changes, such as the appearance of a new threat. In such nonstationary settings, learning a predictive model is challenging because a surprising observation could be due to chance, or due to systematic but uninferrable causes. This issue magnifies for short-lived animals with small nervous systems and limited opportunity to explore. To understand how the nervous system negotiates these challenges, we derived a new learning principle, Hetlearn (Heterologous Learners), based on the physiology and multi-compartmental architecture of the Drosophila mushroom body, a key associative learning circuit. Hetlearn circumvents learning full causal models of the environment, making it less fragile to nonstationarity. In stationary settings, Hetlearn is efficient and outperforms Bayesian inference when data are limited. Hetlearn predicts observed learning behaviour in Drosophila across multiple tasks and provides new, testable predictions about circuit interactions during learning.", "date": "2025-11-15", "journal": ""}
{"title": "Loss of MGST1 during fibroblast differentiation enhances vulnerability to oxidative stress in human heart failure", "doi": "10.1101/2025.11.14.688417", "authors": "Youness, M.; Ronda, O. A. H. O.; Pradhan, A.; Rega, F.; Sipido, K.; Roderick, L.", "abstract": "Background: Oxidative stress (OS) resulting from an imbalance between reactive oxygen species (ROS) production and antioxidant defences is a major mechanism exacerbating HF, involving activation of cardiac fibroblasts (FB) and fibrosis. In addition to reducing ROS production and/or scavenging, boosting cellular anti-oxidant capacity is a potential strategy, with FB an interesting target. Methods: We interrogated single-nucleus RNA sequencing (snRNA-seq) data from human failing and non-failing hearts to identify OS modulating genes. Differential gene expression analysis in FB and comparison with other cell types was used for identification of candidate genes. The functional role of the identified candidate was studied in primary isolated human FB in culture, using knock-down strategies and phenotype manipulation using TGF-{beta}1. Results: Across the different cardiac cell types, FB showed the greatest enrichment for OS-modulating genes downregulated in HF. Of these genes, the microsomal glutathione S-transferase 1 (MGST1), was exclusively expressed and downregulated in FB, inversely correlating with elevated ROS levels in HF tissue. TGF-{beta}1 treatment of non-HF FB reduced MGST1 expression. MGST1 knockdown in non-HF FB raised expression of periostin, but not of collagen. ROS production and susceptibility to oxidative damage and lipid peroxidation were also increased. Downregulation of ferroptosis-suppressing and iron-handling genes inversely correlated with MGST1 expression. Conclusion: Loss of MGST1 in HF is unique to FB, linked to FB activation. It impairs FB antioxidant capacity, exacerbating oxidative stress, and reduces resistance to ferroptosis. Through these mechanisms, loss of FB MGST1 induces a deleterious positive feedback on cardiac remodelling in human HF.", "date": "2025-11-15", "journal": ""}
{"title": "Nuclear-import receptors remodel the dilute phase to suppress phase transitions of RNA-binding proteins with prion-like domains.", "doi": "10.1101/2025.11.14.688546", "authors": "Linsenmeier, M.; Shinn, M. K.; Mumford, T. R.; Liu, V.; Bugaj, L.; Pappu, R. V.; Shorter, J.", "abstract": "RNA-binding proteins (RBPs) with prion-like domains, including FUS, hnRNPA1, and hnRNPA2, assemble into functional, metastable condensates that organize ribostasis, but can also transition into self-templating fibrils implicated in neurodegenerative proteinopathies such as amyotrophic lateral sclerosis (ALS). How nuclear-import receptors (NIRs) antagonize this pathological transition has remained unresolved. Here, we establish that NIRs regulate the phase behavior of prion-like cargos by remodeling the dilute phase. Quantitative analyses across length scales reveal that Karyopherin-{beta}2 (Kap{beta}2) preferentially binds cargo in the dilute phase to lower the effective concentration of free RBPs thereby elevating the saturation concentration for phase separation and suppressing mesoscale clustering. ALS-linked FUSP525L, which binds Kap{beta}2 weakly, evades this regulation to form pathogenic assemblies. Thus, NIRs harness polyphasic linkage, the thermodynamic relationship between ligand binding and phase equilibria, to reshape the landscape of prion-like RBP assembly states, establishing a paradigm for how ATP-independent chaperones regulate phase behavior to prevent disease-linked aggregation.", "date": "2025-11-15", "journal": ""}
{"title": "Reprogrammed SimCells for Antimicrobial Therapy", "doi": "10.1101/2025.11.15.688600", "authors": "Dong, Y.; Ji, X.; Dong, T.; Wang, Y.; Bakkeren, E.; Foster, K. R.; Huang, W. E.", "abstract": "Antimicrobial resistance (AMR) is a critical global health challenge. In this study, we developed a novel platform based on chromosome-free and non-replicating simple cells (SimCells, size 1-2 m) and mini-SimCells (size 100-400 nm) for targeted pathogen elimination. Engineered with surface-displayed nanobodies, SimCells and mini-SimCells selectively bind bacteria expressing specific antigens (e.g., OmpA in E. coli). The selective interactions facilitate close SimCell-pathogen proximity, enabling two antimicrobial mechanisms: direct injection of toxic effectors into bacterial cytoplasm via a heterologous expression of type VI secretion system (T6SS), and enzymatic conversion of aspirin into catechol by engineered salicylate hydroxylase, leading to sustained local production of hydrogen peroxide (H2O2). Our results demonstrate that both reprogrammed SimCells and mini-SimCells can eliminate target E. coli with high specificity and efficiency. Multi-dose reprogrammed mini-SimCell treatment led to a 10^3-fold selective reduction of targeted bacteria in mixed microbial communities, with minimal disruption to non-target bacteria. We demonstrate that reprogrammed mini-SimCells, engineered with nanobody targeting outer membrane protein OmpA of the clinically relevant multidrug resistant pathogen E. coli ST131, achieved elimination efficiencies over 97% at 24 and 48 hrs. This modularised plug-and-play antimicrobial platform provides a highly specific, efficient and adaptable solution for combating diverse AMR pathogens.", "date": "2025-11-15", "journal": ""}
{"title": "Expanding the toolbox for hypervirulent Klebsiella pneumoniae using the social amoeba Dictyostelium discoideum as a virulence biosensor", "doi": "10.1101/2025.11.14.688115", "authors": "Perez, I.; Galvez-Silva, M.; Rojas, D.; Ramos, A.; Chen, Y.; Gan, Y.-H.; Chavez, F. P.; Marcoleta, A. E.", "abstract": "Hypervirulent Klebsiella pneumoniae (hvKp) represents a critical global threat due to its capacity to cause severe, community-acquired infections in healthy individuals and its convergence with multidrug resistance. However, current methods to evaluate hvKp virulence are limited by their reliance on mammalian models, which are costly, ethically constrained, and unsuitable for high-throughput applications. Here, we introduce a biosensing approach using the social amoeba Dictyostelium discoideum as a living phenotypic sensor for hvKp virulence. Through a suite of quantitative assays integrating predation resistance, social development, and real-time single-cell motility tracking, we show that D. discoideum can discriminate avirulent, virulent, and hypervirulent K. pneumoniae strains. Using the model hvKp strain SGH10 and its capsule-null mutant {Delta}wcaJ, we demonstrate that capsule production is strongly associated with phagocytosis resistance, developmental arrest, and amoebae paralysis, all quantifiable through imaging and motility-based readouts. Multivariate data integration revealed a clear segregation of virulence phenotypes, validating D. discoideum as a sensitive, scalable, and genetically tractable biosensor for functional virulence detection. This work establishes a conceptual and methodological framework for developing cell-based biosensors that report virulence levels through measurable host behavioral responses and outlines a calibration path to vertebrate endpoints. These systems provide a low-cost alternative to mammalian systems, especially for early-stage evaluation, and a potential foundation for automated high-throughput screening and surveillance of virulence in critical priority bacterial pathogens.", "date": "2025-11-15", "journal": ""}
{"title": "Architecture of an asymmetric mycobacterial short chain/long chain acyl-CoA carboxylase", "doi": "10.1101/2025.11.15.688623", "authors": "Mullapudi, E.; Thai, H. M.; de Carvalho, L.; Wilmanns, M.", "abstract": "Endogenous extraction has revealed a mycobacterial hybrid acyl-CoA carboxylase (ACCase) complex exhibiting distinct long-chain (LC) and short-chain (LC) acyl-CoA carboxyl transferase (CT) activities. The presence of two different CT subunits (AccD4, AccD5) is triggered by a unique AccE5 dimer. AccE5 also generates a flexible biotin carboxylase (BC) / CT arrangement through a 9-stranded b-barrel, which rotates the entire BC assembly by ~90o in the presence of acyl-CoA substrates. These data demonstrate that asymmetric, multi-substrate ACCases differ fundamentally from symmetric, single-substrate ACCases.", "date": "2025-11-15", "journal": ""}
{"title": "Clade C MERS-CoV camel strains vary in protease utilizationduring viral entry", "doi": "10.1101/2025.11.15.688481", "authors": "Winstone, H. G.; Stillwell, H.; Tan, T.; Cohen, N. A.; Perera, R. A. P. M.; Weiss, S. R.", "abstract": "MERS-CoV is a lethal pathogen with pandemic potential. Clade A and B MERS-CoV viruses have caused outbreaks in the Middle East since 2012 when they initially spilled over from camels to humans. Clade C viruses, however, are only found in camels across Africa and the spillover potential of these viruses seems to be lower than for clade A/B strains but remains to be fully understood. Here, we report that clade C spikes are less well-cleaved at the S1/S2 boundary than clade A or B viral spikes and that most clade C spikes induce reduced syncytium formation. Additionally, we demonstrate that several East African clade C strains are less able to utilize the TMPRSS2-mediated pathway for viral entry in both cell lines and primary nasal epithelial cultures. We map the molecular basis of this reduced TMPRSS2 usage to the N-terminal domain (NTD) and subdomain 2 (SD2) of East African clade C MERS-CoV. We suggest that reduced usage of the TMPRSS2-mediated entry pathway may underlie the reduced replication of East African clade C strains in humans, while the reduced replication of West African strains remains to be further investigated. Overall, we suggest that altered protease usage may contribute to differential tropism of East African clade C strains and indicate geographically distinct selection pressures on spike between MERS-CoV strains circulating in camels", "date": "2025-11-15", "journal": ""}
{"title": "Dissecting the homeodomain MAT locus and engineering novel tripolar and bipolar mating systems in Cryptococcus amylolentus", "doi": "10.1101/2025.11.14.688536", "authors": "Xiong, L.; Yadav, V.; Sun, S.; Heitman, J.", "abstract": "Sex in fungi is governed by the mating-type (MAT) locus, which exists as bipolar, pseudobipolar, or tetrapolar systems. The significance and impact of MAT on sexual reproduction, however, remain understudied. Furthermore, the evolution of fungal MAT loci shares features with the evolution of sex chromosomes in plants and animals. Pathogenic Cryptococcus species harbor a bipolar system with a large contiguous MAT locus, whereas closely related species, such as the non-pathogen C. amylolentus possess a tetrapolar system with unlinked P/R and HD loci. The HD locus encodes homeobox domain containing proteins that play an important and evolutionarily conserved role in sexual reproduction. Here, we explored the roles of HD genes in sexual reproduction and determined the implications of a tetrapolar to bipolar MAT transition. With a CRISPR/Cas9 system we developed for C. amylolentus, we generated gene deletion mutants and demonstrated that a single compatible Sxi1/Sxi2 pair is necessary and sufficient for mating. By relocating the HD genes to the P/R locus, we found that the artificially generated bipolar configuration led to defective sexual development, which could be partially restored through additional rounds of sexual reproduction. Transcriptomic profiling further revealed that a Sxi1/Sxi2 heterodimeric complex drives expression of genes required for DNA replication and ergosterol biosynthesis during sexual reproduction. These findings provide the first experimental demonstration of a tetrapolar-to-bipolar transition in a tetrapolar mating species, illuminating MAT locus evolution and homeodomain protein functions in Cryptococcus.", "date": "2025-11-15", "journal": ""}
{"title": "The phenotypic landscape of the mycobacterial cell", "doi": "10.1101/2025.11.14.688347", "authors": "Herrera, N.; Todor, H.; Kim, L. M.; Burkhart, H. N.; Billings, E.; Warner, T. C.; Lee, S. Y.; Sayegh, N. Y.; Bosch, B.; Kiessling, L. L.; Mancia, F.; Rock, J. M.; Gross, C. A.", "abstract": "The Mycobacteriales are an order of diverse bacteria that thrive in many environmental and host-associated niches. Because the most notorious member of this clade, Mycobacterium tuberculosis, is a major human pathogen, research on Mycobacteriales has focused on pathogenesis, and, as a consequence, many fundamental aspects of Mycobacterial biology remain understudied. Here, we address this gap by performing a genome-wide CRISPRi chemical genomics screen using a diverse set of >35 antibiotics, detergents, and other anti-microbials predominantly targeting the cell envelope of Mycobacterium smegmatis, a saprophytic model Mycobacterium. We highlight new information derived from this screen, including the identification of novel functions for previously uncharacterised conserved and essential genes (in mycolic acid and arabinogalactan synthesis), the discovery of a new drug scaffold/protein target pair, and insights into the mechanism of action of two commonly used antibiotics. These data are also a valuable resource for the mycobacterial research community, as they provide thousands of novel phenotypes for uncharacterized genes and meaningful phenotypic correlations between annotated and uncharacterized genes.", "date": "2025-11-15", "journal": ""}
{"title": "Viral protease-Initiated Pyroptosis Activator mRNA therapy as a Universal Antiviral Strategy", "doi": "10.1101/2025.11.14.688189", "authors": "Li, L.; Yan, X.-L.; Wang, H.-Y.; Zhou, H.-Y.; Li, Y.-Y.; Li, J.; Zhang, R.-R.; Lv, L.; Huang, X.-Y.; Du, H.; Cao, T.-S.; Ye, Q.; Zhao, H.; Fu, Y.; Wu, A.; Huang, Y.-J.; Qin, C.-F.", "abstract": "While therapeutic drugs targeting gasdermin (GSDM)-mediated pyroptosis have made remarkable progress in treating various diseases, feasible strategies for their application in antiviral therapy remain lacking. Inspired by the autoinhibitory state of GSDM proteins and clinical success of mRNA vaccines, herein we propose the concept of viral protease-initiated pyroptosis (VIP) mRNA therapy as a universal antiviral strategy. Using Hepatitis A virus (HAV) as a model, we rationally engineered an HAV-specific VIP activator (VIPA) by replacing the native gasdermin D (GSDMD) cleavage motif with that of HAV 3C protease. Expression of this VIPA selectively triggered pyroptosis in HAV-infected cells, thereby terminating viral replication. Remarkably, in vivo delivery of VIPA mRNA via lipid nanoparticles (LNPs) significantly suppressed viral replication and shedding, alleviated liver injury, and elicited a pyroptosis-driven antiviral immune response in uninfected cells. Similarly, VIPA against Zika virus (ZIKV) also exhibited potent antiviral efficacy in both cell culture and mouse models. Furthermore, a generative artificial intelligence (AI) platform was deployed to design de novo cleavage motifs for the SARS-CoV-2 main protease NSP5, together with experimental screening, yielding optimized VIPAs with enhanced antiviral potency. Our work establishes the concept of VIPA mRNA therapy as a versatile platform for the treatment of diverse viral infections via \" kill-and-alert\" mechanism.", "date": "2025-11-15", "journal": ""}
{"title": "The crystal structure of the activin B:Fst288 complex and computational insights into the broad antagonistic activity and specificity of follistatin", "doi": "10.1101/2025.11.14.688564", "authors": "Hok, L.; Walker, R. G.; Howard, J. A.; Mast, J. F.; Kattamuri, C.; Goebel, E. J.; Thompson, T. B.", "abstract": "Members of the TGF-b family regulate diverse biological processes, and their activity is tightly controlled by extracellular antagonists such as follistatin 288 (Fst288). Fst288 potently inhibits activins A and B, GDF8, and GDF11. Among these, ActB is the least structurally and functionally characterized, which limits a full understanding of Fst288 broad activity and its specificity for this TGF-b subgroup. To address this, we solved the crystal structure of the ActB:Fst288 complex. As in other complexes, two Fst288 molecules surround ActB, occluding both receptor-binding sites. However, ActB engages Fst288 differently: its fingers bind most strongly the ND domain, while its acidic fingertips uniquely contact FSD3 disrupting interactions between the two Fst288 molecules and reducing the cooperativity seen in other complexes. Computational analysis revealed that, although ActB exhibits higher interaction enthalpy, entropic penalty lowers its overall affinity compared to ActA, consistent with experimentally measured Kd values. We therefore propose that broad ligand inhibition by Fst288 arises from variations in binding interactions and the utilization of cooperativity when direct contacts are insufficient for high affinity. In cellular contexts, antagonistic effectiveness is further impacted by interactions between complexes and the extracellular matrix, resulting in comparable in vitro IC50 values. Finally, sequence comparisons with non-binding TGF-b indicate that Fst288 specificity originates from ionic contacts with acidic ligand fingertips which likely initiate recognition, while interactions at the type I and II interfaces stabilize the complex. This study provides deeper insight into Fst288 regulation of activin signaling and paves the way for designing inhibitors with desired selectivity.", "date": "2025-11-15", "journal": ""}
{"title": "ENGINEERING AND PRECLINICAL EVALUATION OF DRIED FOOD-FORMULATED YEAST-SECRETED ANTIBODIES AS PERI-EXPOSURE PROPHYLAXIS AGAINST CLOSTRIDIOIDES DIFFICILE DISEASE.", "doi": "10.1101/2025.11.14.688569", "authors": "Roels, C.; Ballegeer, M.; Yilmaz, S.; Grootaert, H.; Meuris, L.; Wyseure, E.; Herman, T.; Haverbeke, P. V.; Vanmarcke, S.; Claes, K.; Roose, K.; Callewaert, N.", "abstract": "Clostridioides difficile gastrointestinal infection (CDI) causes significant disease burden, often following gut dysbiosis induced by antibiotic treatment in at-risk individuals. A non-invasive, easy to use targeted prophylaxis in such cases of acute elevated CDI risk, especially in those with a history of recurrent CDI, would prevent much suffering. In this study, we envisioned a simple prophylactic intervention for CDI enabled by the oral administration of yeast-secreted dried food-formulated C. difficile toxin A (TcdA)-and B (TcdB)-neutralizing VHH-based antibodies. We engineered two antibody versions: a previously reported tetravalent VHH (VHH4) comprising dual specificities for TcdA and TcdB, and its murine IgA Fc fusion counterpart (VHH4-mIgA Fc). We explored Generally Recognized as Safe (GRAS) Komagataella phaffii yeast as a low-cost, highly scalable production platform. In a first experiment, we produced the antibodies at small scale in shake flask yeast cultivations and formulated the secreted antibody-containing growth medium into standard-composition dried mouse feed pellets. The antibody food pellet-administration intervention was tested in a C. difficile spore challenged mouse model in which CDI leads to 50% mortality of untreated animals. We started the antibody-feed prophylaxis dosed at 10 nmol/g pellet one day prior to C. difficile challenge and continued until the infection was cleared with ad libitum feeding. We found that the VHH4 feed almost completely prevented mortality and reduced disease-related weight loss. Despite its higher in vitro potency against TcdA and equipotent potency against TcdB, the VHH4-mIgA Fc fusion did not confer additional in vivo benefit, and further work focused on the simpler VHH4 format. Scalable high-cell-density bioreactor production of VHH4 yielded equally effective prophylactic formulations at the same dose of 10 nmol/g pellet, achieving complete survival and reduced disease burden. Our findings suggest that, with further antibody- and process development, oral prophylaxis with scalable, cost-effective, yeast-produced, dried food-formulated anti-toxin VHHs could offer a simple non-invasive, non-antibiotic prophylaxis option for the high-risk (r)CDI patient population.", "date": "2025-11-15", "journal": ""}
{"title": "Impact of vitamin D deficiency on defective endometrial decidualization and the repressive role of vitamin D receptor (VDR) in the epigenomic network", "doi": "10.1101/2025.11.14.688535", "authors": "Yi, M.; Montague Redecke, S. G.; Wang, T.; Bell-Hensley, A.; Li, S.; Massri, A. J.; Jukic, A. M. Z.; DeMayo, F. J.", "abstract": "Identifying the factors that regulate female reproduction is crucial to understanding how the environment affects female reproductive health. The vitamin D receptor (VDR) and its ligands (primarily 1,25(OH)2D3) have a recognized role in calcium homeostasis; however, their broader impact on female reproduction remains underexplored. We demonstrate that the VDR and its ligands are involved in the hormonal induction of uterine decidualization. Mice fed a vitamin D-deficient diet displayed an impaired hormonally induced decidual response. In a human telomerase reverse transcriptase-immortalized human endometrial stromal cell line (T-HESC), VDR decreased during in vitro decidualization. Small interfering RNA (siRNA) knockdown of VDR in T-HESC enhanced in vitro decidualization, while overexpression of VDR inhibited it. Chromatin accessibility and histone modification analyses revealed that VDR functions as a chromatin regulator, restricting accessibility and repressing transcription in specific genomic regions. Transcriptomic analyses confirmed that VDR broadly modulates gene expression, with most ligand-mediated effects occurring through the VDR. These findings identify VDR as a key regulator of transcriptional and chromatin landscapes in human endometrial stromal cells, offering novel insights into vitamin D signaling in reproduction. This study highlights the potential of targeting vitamin D pathways to treat uterine disorders associated with impaired decidualization and reduced fertility.", "date": "2025-11-15", "journal": ""}
{"title": "The BMP ligand Gdf6a Regulates Development of the Zebrafish Craniofacial Skeleton in a Pharyngeal Arch-Specific Manner", "doi": "10.1101/2025.11.14.688493", "authors": "Fox, S. C.; Hay, S. M.; Waskiewicz, A. J.; Hocking, J. C.", "abstract": "Craniofacial development involves the concerted action of several different tissue types and cellular processes that must be intricately regulated. Here, we describe the role of the BMP ligand Growth and Differentiation Factor 6a (gdf6a) in the development of the zebrafish craniofacial skeleton. Larval gdf6a mutant zebrafish have malformations in the midline of the craniofacial skeleton that correlate with the expression of gdf6a in the embryonic pharyngeal arches. We show that Gdf6a has arch-specific roles in craniofacial morphogenesis; Gdf6a promotes chondrogenesis and alignment of midline craniofacial elements in the posterior pharyngeal arches (arches 2 and 3) and regulates morphogenesis within the mandibular symphysis of pharyngeal arch 1. We demonstrate that Gdf6a regulates craniofacial development through activation of canonical BMP signaling, likely acting cooperatively with additional BMP ligands. Taken together, this work elucidates how Gdf6a/BMP signaling directs development of the craniofacial skeleton, specifically along the ventral midline.", "date": "2025-11-15", "journal": ""}
{"title": "A cold-water coral garden with co-occurring Antipathella subpinnata and Dendrophyllia cornigera in the mesophotic zone of the northern Bay of Biscay", "doi": "10.1101/2025.11.14.688465", "authors": "Marques, R.; Le Gal, A.; Boulay, A.; Fournier, S.; Wauters, L.; Patry, Y.; Pommier, T.; Bornens, P.", "abstract": "Large aggregations of cold-water corals (CWC), often termed CWC gardens, are considered as biodiversity hotspots and recognized as vulnerable marine ecosystems. Their three-dimensional structure creates important habitat complexity, providing refuge, nursery and feeding areas for many deep-water species. Their vulnerability and limited current knowledge highlight the importance of describing the distribution and habitats of these gardens. Using remotely operated vehicles (ROV), we describe an unprecedented large aggregation of the co-occurring black (Antipathella subpinnata) and yellow (Dendrophyllia cornigera) coral gardens in the mesophotic in the northern Bay of Biscay. These distributions acknowledged their latitudinal and bathymetric distributions, in particular for A. subpinnata. Black and yellow corals presented mean densities of 2.0 {+/-}1.8 colonies.10 m-2 and 1.5 {+/-} 1.3 colonies.10 m-2, respectively. Following the complex topography of this area, they were mostly fixed on hard substrates, particularly in narrow crests close to or surrounded by sand or mud planes. These findings are essential to develop appropriate local spatial management plans, ultimately contributing to the conservation of these vulnerable ecosystems.", "date": "2025-11-15", "journal": ""}
{"title": "Understanding Abundances and Behaviors of Shorebirds in Coastal Louisiana", "doi": "10.1101/2025.11.15.688530", "authors": "Zenzal, T. J.; Anderson, A. N.; Enwright, N. M.; Thurman, H. R.; Cheney, W. C.; LeBlanc, D.; Dobbs, R. C.; Geary, B.; Waddle, J. H.", "abstract": "Barrier islands provide resources and ecological services that are integral to economic and environmental interests, such as protection of coastal infrastructure and provision of wildlife habitat. Over time, barrier islands may become eroded and experience land loss, which can require management actions to restore island integrity. Barrier island restoration can create or modify habitats, which can impact the organisms depending on them. Our objective was to understand how the abundance and behaviors of a suite of shorebird species responded to restoration and habitat factors at two restored sites in coastal Louisiana (USA). For five focal species, we used abundance from the breeding and non-breeding seasons as well as breeding, foraging, and maintenance behaviors as response variables in boosted regression tree models to determine the importance of various geospatial and remotely sensed predictor variables related to restoration. Across sites and species, remotely sensed variables, particularly a brightness index, tended to be more important than restoration phases as predictors of bird abundance and behavior. Our results suggest that sediment composition, moisture, and vegetative cover are related to shorebird coastal habitat selection, although the direction and strength of relationships differ among these variables and our focal species. Tying these remote sensing metrics to restoration design and management actions can help land managers better understand factors that attract and benefit birds. Additional research can advance understanding in how remote sensing can be used to monitor the availability of functional habitats for shorebirds.", "date": "2025-11-15", "journal": ""}
{"title": "Ancient balanced polymorphism underlies long-standing adaptation for seasonal camouflage in the least weasel", "doi": "10.1101/2025.11.14.688436", "authors": "Miranda, I.; Ruivo, R.; Farelo, L.; Alvarenga, M.; Borowski, Z.; Elmeros, M.; Kalthoff, D. C.; Merilä, J.; Müller, J. P.; Schley, L.; Suchentrunk, F.; Sundell, J.; Rodrigues, M.; Santos-Reis, M.; Fernandes, C. R.; Zub, K.; Good, J. M.; Mills, L. S.; Castro, L. F. C.; Dalen, L.; Melo-Ferreira, J.", "abstract": "Unraveling how adaptive traits originate and evolve is key to understanding the mechanisms shaping species' diversity and their adaptive potential. Seasonal color molts, from summer-brown to winter-white, evolved in at least 21 mammals and birds to maintain camouflage in environments with seasonal snow, but the occurrence of winter-brown morphs reflects seemingly convergent local adaptation to distinct snow conditions. In the least weasel (Mustela nivalis), alternative winter morphs map to the pigmentation gene MC1R, but the evolutionary history and functional basis of this variation remain unknown. Using in vitro cellular assays, we show that winter-brown coats are caused by a derived protein-coding amino acid substitution that reduces MC1R affinity to its ligands, ASIP and -MSH. Using targeted enrichment and sequencing, we find that this mutation arose de novo within the species, around one million years ago, and was maintained across the geographically structured populations generated during its evolution in Europe. Using simulations, we show that genetic drift cannot explain the long-term maintenance of this variant, which is likely driven by spatially varying selection acting on the phenotypic polymorphism, anchoring local adaptive responses. Our results underscore how long-standing adaptive variation can fuel recurrent adaptation to heterogeneous environments through time.", "date": "2025-11-15", "journal": ""}
{"title": "Sex-specific responses of small RNAs and transposable elements to thermal stress in zebrafish germ cells", "doi": "10.1101/2025.11.15.688619", "authors": "Godden, A. M.; De Coriolis, J.-C.; Immler, S.", "abstract": "Environmental fluctuations influence heritable phenotypes through complex molecular mechanisms. In zebrafish (Danio rerio), the interplay between temperature variation, transposable element (TE) activity, and small RNA (sRNA) regulation in the germline remains underexplored. Here we exposed adult zebrafish to elevated temperatures and performed integrated genomic, transcriptomic, and sRNA profiling of testes and ovaries. We observed sex-specific responses: ovaries exhibited enhanced protein-processing pathways and robust miRNA and piRNA-mediated TE suppression, whereas testes showed immune-related signatures, reduced piRNA output, and increased de novo TE insertions preferentially within introns. These coordinated changes link environmental stress to genomic and epigenetic modulation, suggesting mechanisms by which populations may rapidly adapt to fluctuating conditions. Our findings provide insight into sex-biased germline resilience and highlight the role of TE dynamics and sRNA pathways in mediating thermal adaptation.", "date": "2025-11-15", "journal": ""}
{"title": "Pervasive binding of the stem cell transcription factor SALL4 shapes the chromatin landscape", "doi": "10.1101/2025.11.14.688441", "authors": "Chhatbar, K.; Giuliani, S.; Quante, T.; Alexander-Howden, B.; Selfridge, J.; Guy, J.; Auchynnikava, T.; Spanos, C.; Mathieson, T.; Sanguinetti, G.; Bird, A.; Pantier, R.", "abstract": "Mechanistic understanding of how gene activity is regulated has focussed on the roles of transcription factors at promoters and enhancers, whereas mechanisms capable of globally fine-tuning gene expression through dispersed binding across large genomic regions have received less attention. Here we provide evidence that the essential stem cell transcription factor SALL4 modulates gene expression according to DNA base composition by reading the frequency of its AT-rich target motifs. Using an acute depletion strategy, we establish that SALL4-repressed genes localise to AT-rich genomic domains with high levels of dispersed SALL4 occupancy. While SALL4 is localised within peaks and distributed broadly across the genome, explainable machine learning revealed that its occupancy across the gene body is a strong predictor of transcriptional output. We observed rapid increases in chromatin accessibility and histone acetylation independent of transcriptional activity, suggesting that SALL4 primarily acts upon chromatin, while transcriptional changes are secondary. Accordingly, preventing SALL4 from recruiting the histone deacetylase and nucleosome remodelling corepressor NuRD mimicked a Sall4-null phenotype in stem cells and animal models. Our findings reveal that SALL4's interpretation of DNA sequence optimises the global epigenome and transcriptome, a process integral to maintaining the stem cell gene expression programme.", "date": "2025-11-15", "journal": ""}
{"title": "Aromatic cage-directed azide-methyllysine photochemistry for profiling non-histone interacting partners of the MeCP2 methyl-CpG binding domain", "doi": "10.1101/2025.11.15.688584", "authors": "Padhan, J.; Sudhamalla, B.", "abstract": "Methyl-CpG binding protein 2 (MeCP2) is a well-characterized DNA methylation reader that has recently been shown to interact with methylated histones. MeCP2 recognizes tri-methylated lysine 27 on histone H3 (H3K27me3) through an aromatic cage within its methyl-CpG binding domain (MBD), and this interaction contributes to the regulation of MeCP2 target genes. However, whether MeCP2 can bind methylated non-histone proteins remains unknown. In this study, we sought to identify novel, aromatic cage-dependent non-histone interacting partners of MeCP2 using an unnatural amino acid-based photocrosslinking chemoproteomic strategy. We engineered the aromatic cage of MeCP2-MBD by incorporating the photocrosslinkable amino acid 4-azido-L-phenylalanine (AzF). The AzF-incorporated MeCP2-MBD variants efficiently crosslinked with histone H3 and with methylated histone marks such as H3K4me3 and H3K27me3. MeCP2-MBD-F142AzF was subsequently used to crosslink proteins from HEK293T cell lysates, and the enriched complexes were analyzed by mass spectrometry. This approach identified numerous previously unrecognized interacting partners of MeCP2, many of which are involved in key cellular processes including chromatin regulation, RNA processing, translation, and metabolism. These findings reveal that MeCP2 functions extend beyond DNA methylation reading and transcriptional repression, highlighting a broader role for MeCP2 in coordinating cellular homeostasis.", "date": "2025-11-15", "journal": ""}
{"title": "Scalable prediction of symmetric protein complex structures", "doi": "10.1101/2025.11.14.688531", "authors": "Yu, V. S.; Demsko, P.; Castells-Graells, R.; Parker, H.; Huang, A.; Chen, C.; Huang, M.; Srinivasan, V.; Ajjarapu, K.; Tofighbakhsh, N.; Yu, R.; Lake, M.; Glanzman, D.; Warren, S.; Alzagatiti, J.", "abstract": "All life relies on proteins to function, yet accurately modeling protein structures exceeding 10,000 amino acids remains extremely difficult. Existing solutions are limited to specific scenarios, require considerable computational resources, or are otherwise unscalable. Consequently, many large, disease-relevant protein complexes in the human proteome, as well as nearly all viruses and numerous other classes, are impractical to model with high fidelity for drug development. To modulate these protein complexes and viruses, structural information is eminently valuable, and often essential. In the last two years, machine learning based-tools that can generate binders to a given target structure with high hit rates have emerged. Combined with high-throughput screening, these technologies can far outpace traditional drug discovery. However, they cannot function well without accurate models of their target structures. Thus, to unlock the full power of AI-driven drug discovery, a scalable method must be developed to predict large protein complex structures. To overcome this bottleneck, we introduce Cosmohedra, a physics-based method to rapidly and accurately predict the structure of arbitrarily large, symmetric protein complexes. Validated across 4 major symmetry classes (icosahedral, tetrahedral, octahedral, and cyclic), the method consistently achieves near-experimental levels of accuracy, i.e., RMSD < 5 [A]. In test cases, the method runs in <5 minutes on consumer hardware, 10^3-10^5 times faster than the closest comparable software. The largest structure currently built, at ~40,000 amino acids, is >4 times the limits of existing machine learning and molecular dynamics-based methods. By dramatically increasing the speed and scale at which protein complex structures can be modeled, Cosmohedra represents a new step towards universal protein structure prediction and a valuable tool for protein engineering and drug development.", "date": "2025-11-15", "journal": ""}
{"title": "Joint Biophysical Modeling of Paired Single-Cell RNA and Protein Measurements", "doi": "10.1101/2025.11.14.688548", "authors": "Felce, C.; Fang, M.; Pachter, L.", "abstract": "Surface protein measurements can supplement gene expression information from single-cell RNA sequencing to provide a more complete assessment of cell identity and function. Recently developed multiomic assays facilitate such measurements, and can, in principle, be utilized to understand the dynamics of transcription and translation. We develop a framework for biophysical modeling of transcription jointly with translation from single-cell data, along with a suitable technical noise model for sequencing data. We demonstrate its efficacy using simulations, and illustrate how it can be useful in practice with 10x multiomic data. Our proof-of-principle highlights the potential for jointly modeling transcription and translation as data quality and measurement accuracy improves.", "date": "2025-11-15", "journal": ""}
{"title": "Microbiota reduce Drosophila triacylglyceride density by providing pantothenate", "doi": "10.1101/2025.11.15.688587", "authors": "Sannino, D. R.; Booth, J. R.; Blackburn, G.; Dobson, A. J.", "abstract": "Gut microbiota are intimately associated with host metabolism. The relative roles of nutrient provision, nutrient liberation from food, and host metabolic reprogramming remain unclear; as are the functional contributions of different bacteria. Flies provide a useful model for understanding the fundamental biology of host-microbiome interactions, especially given their simple microbiota, dominated by Acetobacteraceae and Lactobacillaceae. Here we compare the metabolomic impacts of two exemplar species, Acetobacter pomorum and Levilactobacillus brevis, showing a more substantial impact of A. pomorum than L. brevis, and further that these metabolomic effects were not sexually dimorphic between males and females. In females, A. pomorum provides pantothenate (vitamin B5), and impairing either microbial pantothenate provision or host pantothenate metabolism abolishes microbial regulation of host triacylglyceride. These findings provide a novel mechanism by which microbiota impact fly metabolism.", "date": "2025-11-15", "journal": ""}
{"title": "TraN variants mediate conjugation species specificity of IncA/C, IncH and Acinetobacter baumannii plasmids", "doi": "10.1101/2025.11.14.688549", "authors": "He, S.; David, S.; Rattle, J.; Sanchez-Garrido, J.; Wong, J. L. C.; Beis, K.; Frankel, G.", "abstract": "IncA/C and IncH plasmids commonly carry antimicrobial resistance genes, notably blaNDM-1. Although these plasmids disseminate among Gram-negative pathogens via conjugation, the mechanisms underlying mating pair stabilisation (MPS) and conjugation species specificity remain poorly understood. In IncF plasmids, MPS is mediated by interactions between outer membrane proteins (OMP) encoded by the plasmids in the donor (TraN) and by the chromosome in the recipient. Using the Plascad database, we extracted 1,436 TraN sequences: 62.5% (898/1,436), mainly in IncF plasmids, are 550-660aa (we renamed TraN short, TraNS); 15% (216/1,436), in IncA/C plasmids, are 880-950aa (TraN medium, TraNM); and 11% (160/1,436), in IncH plasmids, are 1,050-1,070aa (TraN long, TraNL). A group of six TraN from Acinetobacter baumannii plasmids (891aa) were designated TraN V-shaped (TraNV). Like TraNS, TraNM and TraNL contain base and distal tip domains essential for conjugation, whereas TraNV has a base and two distinct tip domains forming a V-shaped structure. TraNM, TraNL and TraNV determine conjugation species specificity, with TraNL cooperating with OmpA. Tip swapping reverses conjugation specificity, revealing how TraNM and TraNL diversity influence plasmid host range and AMR dissemination. Our new data reveal the molecular basis of plasmid host specificity and broaden our understanding of how conjugation drives the dissemination of antimicrobial resistance genes among clinically relevant bacteria.", "date": "2025-11-15", "journal": ""}
{"title": "Systems analysis reveals alternate metabolic states adopted by Mycobacterium tuberculosis across species", "doi": "10.1101/2025.11.15.688116", "authors": "Padilla-Gomez, J.; McGinn, R.; Liang, Y.; Libby, K.; Ringel, A.; Evavold, C.; Bryson, B. D.", "abstract": "Mycobacterium tuberculosis (Mtb) persists within macrophages, yet how different host species shape bacterial state remains poorly understood. Here, we directly compared the intracellular transcriptome of Mtb during infection of human and mouse macrophages, revealing distinct host imposed microenvironments that drive the pathogen into separable metabolic states. Lipid metabolism and regulatory circuits were prominently remodeled, with mouse macrophages inducing iron- and oxidative-stress responses while human macrophages promoted fatty acid import programs. Using fluorescent fatty acid tracing, we uncovered a striking species-specific phenotype: Mtb forms intracellular lipid inclusions (ILIs) in murine macrophages but not in human macrophages. This phenotype was independent of culture media, macrophage ontogeny, or host antimicrobial factors such as nitric oxide and itaconate. Access of Mtb to host-derived lipids required the ESX-1 secretion system and was inversely correlated with host triacylglycerol (TAG) synthesis. Inhibition of TAG formation in human macrophages partially restored Mtb ILI formation, revealing a metabolic gate that governs lipid flow between host lipid droplets and intracellular Mtb. Together, these findings establish a cross-species framework for decoding host-driven bacterial metabolic states and identify a key barrier limiting Mtb's access to host lipid stores in human macrophages.", "date": "2025-11-15", "journal": ""}
{"title": "Study on Dianthus superbus L. against Acute Liver Injury via the Gut-Liver Axis -- Regulation of Gut Microbiota and Tryptophan Metabolism to Activate AhR Signaling", "doi": "10.1101/2025.11.14.688543", "authors": "Jiang, X.; Zhuang, Y.; Meng, T.; Meng, T.-w.; Liu, J. l.; Meng, H.; Chang, H.", "abstract": "Background: Dianthus superbus L. (DS) treats liver diseases, but its ALI mechanism via gut microbiota/metabolites is unclear. Purpose: Investigate DS effects on CCl4-induced ALI and mechanisms. Methods: DS components (HPLC-MS/MS) were identified. ALI rats received DS. Liver/colon injury, fibrosis (biochemistry, histology, IHC, IF, WB for -SMA, Collagen I, Occludin, ZO-1), serum metabolomics, fecal 16S rRNA, and tryptophan-targeted metabolomics were assessed. Antibiotics and FMT from DS-treated donors explored microbiota roles. Results: 37 components, including Kaempferol and Aurantiamide, were identified. DS attenuated ALI, reducing hepatic -SMA/Collagen I while increasing AhR/Cyp1a1, and upregulating colonic Occludin/ZO-1. FMT replicated DS benefits. Untargeted metabolomics linked effects to Linoleic/Tryptophan metabolism. 16S rRNA showed increased beneficial microbiota (HT002, Lactobacillus, Romboutsia); FMT confirmed Lactobacillus enrichment. DS normalized tryptophan metabolites (4-Hydroxybenzoic acid, L-Kynurenine, Indole-3-carboxaldehyde). Conclusion: DS ameliorates ALI gut-microbiota-dependently by modulating tryptophan metabolism, enhancing intestinal barrier function, activating AHR signaling, and suppressing fibrosis biomarkers, indicating its potential as a microbiota modulator for ALI.", "date": "2025-11-15", "journal": ""}
{"title": "Optimizing Tissue Lysis and DNA Extraction Protocols to Enhance Bacterial Diversity Profiling in the Drosophila melanogaster Gut Microbiome", "doi": "10.1101/2025.11.15.688634", "authors": "Quinones-Sanchez, C. L.; Bilbao-Del Valle, J. L.; Urdaneta-Colon, M. A.; Santiago-Rodriguez, T. M.; Rodriguez-Fernandez, I. A.", "abstract": "The gut microbiota is a dynamic community that influences host metabolism, immunity, and overall health. Accurate characterization of this community requires robust and reproducible DNA extraction methods; however, technical biases introduced during tissue lysis and DNA isolation remain major challenges in microbiome research, particularly in animal model systems. In this study, we compared two commercial DNA extraction kits (Qiagen and Zymo) and two lysis methods (manual pestle homogenization and bead-beating) to evaluate their impact on microbiota profiling in a microbial community standard (MCS) and Drosophila melanogaster gut samples, a tractable model for host-microbe interactions. Full-length 16S rRNA sequencing was performed using Oxford Nanopore Technologies, followed by bioinformatic analysis using EPI2ME for taxonomic classification and standard diversity pipelines. Our data revealed that extraction and lysis methods significantly influence microbial composition, with some protocols resulting in inflated richness in MCS samples. Pestle homogenization with the Qiagen kit yielded the highest bacterial species richness while maintaining consistent representation of both Gram-positive and Gram-negative taxa. These findings demonstrate that extraction methodology strongly affects microbial diversity estimates and emphasize the need for standardized protocols to ensure reproducibility across microbiome studies, particularly those using model systems.", "date": "2025-11-15", "journal": ""}
{"title": "Hippo signaling regulates cuticle pigmentation and dopamine metabolism in Drosophila", "doi": "10.1101/2025.11.13.688152", "authors": "Gibson, S. B.; Deal, S. L.; Park, Y.-J.; Sun, B.; Qi, Y.; Mok, J.-W.; Chung, H.-L.; Li, H.; Yamamoto, S.", "abstract": "Pigmentation plays multiple important roles in development, physiology and evolution. Melanization of the insect cuticle requires dopamine as a precursor of melanin and involves key enzymes in dopamine biosynthesis including Tyrosine hydroxylase (TH) and Dopa decarboxylase (Ddc). Some studies have hinted that disruption of the evolutionarily conserved Hippo signaling pathway, which has been primarily studied in the context of tissue growth, may lead to changes in cuticle pigmentation in the fruit fly Drosophila melanogaster. However, there have not been any systematic investigations into their potential mechanistic links. In this study, we identified that all genes that comprise the canonical Hippo signaling pathway [hippo (hpo), salvador (sav), mats, warts (wts), yorkie (yki) and scalloped (sd)] are involved in cuticle pigmentation in the fly notum based on tissue-specific gene knock-down/out experiments and epistatic analysis. Despite the notable divergence of pigmentation mechanisms between invertebrates and vertebrates, these phenotypes can often be rescued by the human orthologs of corresponding fly genes. While we find that manipulation of Hippo signaling in dopaminergic neurons does not affect global dopamine levels in the fly brain, developmental inhibition of this pathway can increase dopamine levels in the fly head, indicating that the mechanism by which dopamine levels are regulated in the nervous system is distinct from that in epithelial cells. Through single nuclei RNA sequencing of the developing fly nota and subsequent functional studies of differentially expressed genes that are altered upon inhibition of Hippo signaling, we found four genes [ciboulot (cib), transaldolase (taldo), yellow (y) and Insulin-like receptor (InR)] that contribute to cuticle pigmentation downstream of wts. Finally, we provide multiple pieces of evidence that indicate that the function of Hippo signaling in cuticle pigmentation and tissue growth can be genetically uncoupled and also identify beaten path Vc (beat-Vc) as a novel tissue growth regulator that acts downstream of wts but is not required for cuticle pigmentation. We conclude that regulation of cuticle pigmentation by canonical Hippo signaling acts through multiple downstream genes rather than directly through TH and Ddc. We also propose that the Drosophila melanogaster cuticle may serve as a useful platform to identify previously uncharacterized mediators of Hippo signaling as well as an in vivo experimental system to test the functionality of rare genetic variants found in human Hippo signaling orthologs associated with a variety of diseases.", "date": "2025-11-15", "journal": ""}
{"title": "The challenges of single cell transcriptomics on difficult human tissue: the placenta", "doi": "10.1101/2025.11.14.688483", "authors": "Xenakis, T.; Moreno Villena, J. J.; Hall, G. T.; Hillman, S. L.; Sanchez Corrales, Y. E.; Castellano, S.", "abstract": "Demand for the application of single cell transcriptomics on difficult tissues, processed and stored in disparate conditions, has led to the development of various single cell modalities. We focus on the placenta, a challenging tissue to transcriptomically interrogate due to senescence, intermittent hypoxia, high levels of RNase activity and tissue trauma at delivery. We performed single cell and nuclei transcriptomics on two samples with probe-based and native molecule transcript capture, droplet based and in situ plate based cell isolation. We explored sample and storage variations, including freshly dissociated tissues, fixed cells, snap frozen and FFPE processing. We find that variations in sample processing and storage have much larger effect on cell type proportions than differences in chemistry, impacting the biology that can be learned or the identification of disease markers. Further, the transcriptomic output of in situ combinatorial indexing consistently overlaps, with single nucleus transcriptomics, sharing little with other modalities. This may limit combinatorial indexing for sampling cytoplasmstic mRNAs. Our comprehensive analysis of the varying effect of single cell transcriptomic modalities, including their sample management strategies, provides novel and essential considerations for the experimental design and analysis of single cell transcriptomics applicable to challenging tissues, offering actionable guidance for future experiments.", "date": "2025-11-15", "journal": ""}
{"title": "SigRescueR: A Pan-System Framework for Noise Correction and Mutational Signature Identification Across Sequencing Platforms", "doi": "10.1101/2025.11.14.688578", "authors": "Nguyen, P.; Zhivagui, M.", "abstract": "Mutational signatures serve as molecular fingerprints of the biological processes and exposures that shape cancer genomes. However, accurate signal recovery remains challenging due to pervasive background variants, sequencing artifacts, technical noise, and platform-specific biases that obscure true mutagenic patterns, hampering biomarker discovery and mechanistic interpretation. Here we introduce SigRescueR, a rigorous, pan-system, computational framework designed for noise correction and mutational signature identification. SigRescueR applies statistically robust baseline correction to effectively disentangle true mutational signals from confounding noise and artifacts. When applied to extensive datasets spanning experimental models and human cancers, SigRescueR reliably identified canonical mutational signatures associated with environmental mutagens such as colibactin, benzo[a]pyrene, and UV radiation, and chemotherapeutic agents, namely 5-fluorouracil and cisplatin. SigRescueR effectively operated across diverse mutation classes, including single base substitutions, insertions and deletions, and doublet base substitutions, while also integrating strand bias and duplex sequencing data for toxicology applications. SigRescueR offers a unified, high-precision platform that seamlessly integrates cancer genomics, molecular toxicology, and mechanistic studies. It enables precise mapping of mutagenic processes and identification of robust genomic biomarkers of environmental and therapeutic exposures, providing a transformative framework for translational cancer research. Availability and implementation: SigRescueR is implemented in R and provided as open-source software on GitHub at https://github.com/ZhivaguiLab/SigRescueR/", "date": "2025-11-15", "journal": ""}
{"title": "A structural solution to functional HGT: Gene chimerism bypasses mitochondrial expression barriers in parasitic plants", "doi": "10.1101/2025.11.14.688545", "authors": "Roulet, M. E.; Ceriotti, L. F.; Gatica-Soria, L. M.; Tulle, W. D.; Sanchez Puerta, M. V.", "abstract": "Horizontal Gene Transfer (HGT) in plant mitochondria is frequent, yet acquired genes are rarely functional due to expression barriers. The holoparasitic plant Lophophytum mirabile (Balanophoraceae) is an exceptional case, having functionally replaced numerous native mitochondrial genes with host-derived xenologs. This system provides a unique opportunity to investigate the mechanisms of functional HGT assimilation. Here, we assembled mitochondrial genomes of the sister species L. pyramidale and their mimosoid hosts and analyzed expression data from both holoparasites. We show that this extensive functional integration occurred without the co-transfer of nuclear regulatory factors; Lophophytum relies entirely on its pre-existing, native machinery. Our results demonstrate that the primary mechanism enabling Lophophytum to overcome the transcription barrier is structural: most functional xenologs are chimeric and retain native 5' regions that likely place foreign coding sequences under the control of a recognizable native promoter. This structural solution is complemented by post-transcriptional flexibility, as the RNA editing machinery efficiently processes novel host-specific sites. However, functional replacement appears biased towards genes with inherently low editing requirements and no introns, highlighting a strong selective filter. Taken together, our results show that functional integration is driven by a combination of structural integration and the flexibility of the native regulatory system.", "date": "2025-11-15", "journal": ""}
{"title": "Multimodal AI Decodes Extreme Environment Functional Dark Matter Beyond Homology", "doi": "10.1101/2025.11.15.688615", "authors": "Xu, M.; Wang, D.; Liu, Q.; Jiang, H.; Liu, X.; Li, Y.; Wang, D.; Dong, H.; Yan, X.; Liu, Y.; Xu, A.; Peng, H.; Zhang, Y.; Li, H.; Li, S.; Chen, J.; Wu, X.; Wang, Y.; Li, D.; Liu, S.; Meng, L.; Li, Y.; Xue, C.; Jiang, L.; Zhang, Y.; Song, J.; Wang, M.; Guo, Y.; Li, Z.; Shen, Y.; Fu, X.; Mock, T.; Zhuang, Y.; Xue, C.; Wang, J.; Yang, H.; Xu, X.; Lee, S. M. Y.; Fan, G.; Mao, X.", "abstract": "Functional annotation of proteins from extreme environments represents a major bottleneck for bioresource discovery, as a vast reservoir of functional dark matter defies existing homology-based methods. We demonstrate that environmental pressures impart conserved physicochemical energy signatures that co-determine protein function with sequence and structure. Here we developed ACCESS, a multimodal graph neural network employing hierarchical contrastive learning with a tailored label-sample co-embedding to fuse energy, sequence, and structural information and overcome homology scarcity. ACCESS surpasses state-of-the-art methods including BLASTp and CLEAN in annotating low-identity enzymes. Applied to extreme environmental metagenomics, we constructed a function map of extremophile enzymes to expand the biocatalyst library, pinpointed functionally critical residues to guide rational design, and enabled large-scale, function-based macro-evolutionary analyses. This paradigm transcends the limitations of homology, illuminating protein dark matter and accelerating the exploration of the biosphere's functional diversity for applications in biotechnology and therapeutic development.", "date": "2025-11-15", "journal": ""}
{"title": "PAF15 stabilizes PCNA on DNA and slows down its sliding dynamics", "doi": "10.1101/2025.11.15.688598", "authors": "Kim, D.; Gonzalez-Magana, A.; Langlen Chanu, A.; Bu, G.; Tehseen, M.; Jeong, C.; Jeon, J.-H.; Hamdan, S. M.; De Biasio, A.; Blanco, F. J.; Lee, J.-B.", "abstract": "The PCNA-associated factor 15 (PAF15) protein is essential for human genome stability by regulating DNA replication and repair through its interaction with proliferating cell nuclear antigen (PCNA). Despite its significance, the mechanistic details of the PAF15-PCNA interaction remain insufficiently understood. Here, we reveal how PAF15 influences the sliding dynamics and function of PCNA. Using single-molecule diffusion analysis on a DNA skybridge platform, we show that PAF15 binding stabilizes PCNA in its DNA-bound state, reduces its diffusion rate along the duplex, restricts accessibility to PCNA PIP-box binding sites, and regulates PCNA loading and unloading on DNA via replication factor C (RFC). Our results are consistent with its coordinating role in both high-fidelity replication and lesion bypass. These findings establish PAF15 as a key regulator of PCNA function, serving as a mobile platform for DNA-editing enzymes and thereby influencing genome maintenance.", "date": "2025-11-15", "journal": ""}
{"title": "An optimized contact map for GoMartini 3 enabling conformational changes in protein assemblies", "doi": "10.1101/2025.11.14.688437", "authors": "Ramirez-Olivos, G. E.; Cofas-Vargas, L. F.; Marrink, S.-J.; Poma, A.", "abstract": "Advances in structural biology, particularly cryo-electron microscopy, have enabled high-resolution characterization of complex biomolecular assemblies. These developments emphasize the need for computational approaches capable of describing biologically relevant conformational changes over extended timescales. G[o]Martini 3 is a coarse-grained approach that demonstrates computational efficiency and versatility across several systems, from protein-binding membranes and soluble proteins to intrinsically disordered proteins, while preserving key physicochemical features. In this work, we introduce an optimized approach that integrates dynamic contact information from AA-MD simulations to refine the contact map in G[o]Martini simulations. Specifically, we define high-frequency contacts (HFC), which reduce the number of original G[o] contacts set by ~20-30%, thereby improving the representation of conformational states beyond the original approach. Benchmarking different contact-selection criteria revealed that including intra- and interchain HFC captures structural flexibility and domain dynamics. The method was tested on three small soluble proteins and on the SARS-CoV-2 spike protein. Overall, the optimized contact map improves sampling efficiency and expands the accessible conformational landscape relative to the original G[o]Martini 3 implementation. The full framework is available as an open-source resource for large-scale simulations of biomolecular assemblies.", "date": "2025-11-15", "journal": ""}
{"title": "Predicting Real-life Drinking Scenarios through a Physiological Digital Twin Incorporating Secondary Alcohol Markers", "doi": "10.1101/2025.11.14.686953", "authors": "Podeus, H.; Simonsson, C.; Jakobsson, G.; Kronstrand, R.; Nyman, E.; Lövfors, W.; Cedersund, G.", "abstract": "Alcohol consumption poses significant societal challenges, necessitating accurate tools for detecting at-risk drinking. Various biomarkers reflect alcohol intake over different timeframes. Blood alcohol concentration (BAC) and breath alcohol concentration (BrAC) are commonly used for short-term detection, particularly in forensic contexts such as driving under the influence of alcohol (DUIA) cases. Moreover, the rapid kinetics of BAC and BrAC limit their utility in determining the precise timing of intake - an essential factor in legal cases involving defenses like the 'hipflask' argument. To address this, secondary metabolites including ethyl glucuronide (EtG), ethyl sulphate (EtS), and urine alcohol concentration (UAC) offer slower, more time-sensitive profiles. Combining these markers could enable a more accurate reconstruction of past alcohol consumption events. Traditionally, mathematical models have been used to help extract information from the dynamics of alcohol-related markers. Existing mathematical models typically focus on primary markers or single secondary markers in isolation. In this study, we present an extended mathematical model that integrates all markers; BAC, EtG, EtS, and UAC into a unified framework, expanding our previous physiological twin model. Our updated model enables personalized simulations of alcohol metabolism and intake timing, which in turn creates the fundament for enhancing forensic assessments and supporting applications where accurate temporal analysis of alcohol consumption is critical. To facilitate accessibility and practical use of this analysis, we have implemented and provided an interactive web application.", "date": "2025-11-15", "journal": ""}
{"title": "Phylogeny-agnostic strain-level prediction of phage-host interactions from genomes", "doi": "10.1101/2025.11.15.688630", "authors": "Noonan, A. J. C.; Moriniere, L. C.; Rivera-Lopez, E. O.; Patel, K.; Pena, M.; Svab, M.; Kazakov, A.; Deutschbauer, A.; Dudley, E. G.; Mutalik, V. K.; Arkin, A. P.", "abstract": "Bacteriophages offer promising alternatives to antibiotics for treating drug-resistant infections and engineering microbiomes, but applications are limited by inability to select phages infecting specific strains. Selecting suitable phages requires either one-to-one experimental assays or strain-level predictions of phage-host interactions. Existing computational approaches either predict host taxonomy at broad ranks unsuitable for strain-level targeting, or require species-specific mechanistic knowledge limiting generalizability. Here, we present a phylogeny-agnostic machine learning framework predicting strain-level phage-host interactions across diverse bacterial genera from genome sequences alone. Systematically optimizing the workflow over 13.2 million training runs across five datasets (128,357 interactions, 1,058 strains, 560 phages), we achieved performance matching species-specific methods (AUROC 0.67-0.94) while eliminating phylogenetic constraints. Comprehensive feature engineering identifies biologically interpretable genetic determinants while minimizing overfitting in sparse, imbalanced datasets. Experimental validation through 1,328 novel interactions confirmed generalizability (AUROC 0.84), while genome-wide RB-TnSeq screens verified that 68.8% of experimentally identified infection mediators were captured computationally, including receptors and cell wall biosynthesis pathways. Model-guided cocktail design achieved 80.7-97.0% strain coverage with five phages, and up to a 6.2-fold improvement in one-shot phage selection over promiscuity-based selection. This platform enables rational phage therapy design and precision microbiome engineering with applications in combating antimicrobial resistance across clinical, agricultural, and industrial contexts.", "date": "2025-11-15", "journal": ""}
{"title": "Bark-associated diazotroph communities are a cryptic source of nitrogen in forests", "doi": "10.1101/2025.11.14.688567", "authors": "Gomez Alvarez, P.; Zhang, C.; Jeffrey, L. C.; Leung, P. M.; Cook, P. L. M.; Erler, D. V.; Kohtz, A. J.; Dittmann, J.; Wong, W. W.; Cramb, S.; Euler, S.; Hall, M.; Hopkins, B.; Lee, C.; Johnston, S. G.; Dong, X.; Greening, C.; Maher, D. T.", "abstract": "Nitrogen is an essential nutrient limiting forest productivity. Plants cannot access atmospheric N2 directly and rely on diazotrophic bacteria to fix nitrogen into bioavailable forms such as ammonium. Within forests, biological nitrogen fixation (BNF) occurs primarily in soils and root nodules. However it is unclear whether the extensive microbial communities recently discovered in tree bark can also fix nitrogen. Here we combine field measurements, metagenomic profiling, and biogeochemical assays to show that bark-dwelling diazotroph communities are abundant and active across diverse tree species. Bark from eight Australian tree species showed exceptionally high C:N ratios and depleted nitrogen stable isotope signatures ({delta}15N) consistent with locally fixed nitrogen, suggesting strong selection for diazotrophs. Consistently, bark microbial communities harbour phylogenetically and physiologically diverse diazotrophs, averaging ~1012 cells m-2 and in higher relative abundance than underlying soils. Canonical and alternative nitrogenases were detected across eight bacterial phyla, primarily bark-adapted Alphaproteobacteria, Acidobacteriota, and Verrucomicrobiota, with strong signatures of purifying selection. Stable isotope labelling experiments demonstrated that bark-dwelling diazotrophs fix nitrogen at rates varying with tree species and habitat. In line with the presence of methane-oxidising diazotrophs, BNF was strongly stimulated by methane addition and suppressed by methanotroph inhibitors. Initial upscaling suggests bark-associated nitrogen fixation contributes up to 3.8 Tg N yr-1 globally (~6% of natural terrestrial BNF), with further studies required to constrain this budget and its contribution to tree nitrogen demands. Altogether, this discovery of substantial above-ground nitrogen inputs revises our understanding of forest nutrient cycles and redefines the functional scope of the caulosphere.", "date": "2025-11-15", "journal": ""}
{"title": "Elevated Plasmodium falciparum sexual conversion in HbAC and HbAS red blood cells without altered IgG/IgM levels to trophozoite and stage I gametocyte-specific antigens", "doi": "10.1101/2025.11.15.688532", "authors": "Drissi-El Boukili, Y.; Kuehne, V. V.; Moris, P.; Tinto-Font, E.; Goovaerts, O.; Guetens, P.; Moreno-Murillo, A.; Valgaerts, Y.; Natama, M. H.; Cortes, A.; Caljon, G.; Rosanas-Urgell, A.", "abstract": "Malaria transmission relies on the differentiation of Plasmodium falciparum asexual parasites into gametocytes, a process determined by sexual conversion. Mutations in the host hemoglobin beta (HBB) gene, are known to influence parasite growth and disease outcome, yet their impact on sexual conversion remains unclear. We investigated the effect of HBB mutant genotypes on sexual conversion and humoral immunity in individuals from Nanoro, Burkina Faso. Sexual conversion rates were assessed with a newly developed ex vivo sexual conversion assay (evSCA) in HBB genotypes HbAA, HbAC, and HbAS, and an in vitro SCA (ivSCA) using the NF54-gexp02-Tom sexual conversion reporter line cultured in red blood cells (RBCs) with HbAA, HbAC, HbAS, HbSS, and HbSC genotypes. IgG and IgM responses against trophozoite- and stage I gametocyte-infected RBC surface antigens were quantified by flow cytometry in plasma from individuals with HbAA, HbAC, HbAS, HbCC, and HbSC genotypes. Growth in HBB mutant RBCs significantly increased sexual conversion rates in both ex vivo and in vitro assays, while humoral responses did not differ between HBB mutant and wild-type individuals. These results demonstrate that HBB mutations enhance sexual conversion independently of IgG- and IgM-mediated immunity, highlighting a host-genetic factor that may influence malaria transmission potential.", "date": "2025-11-15", "journal": ""}
{"title": "Enhanced reconstruction of Holocene bryophytes from sedimentary ancient DNA using bryophyte-specific primers", "doi": "10.1101/2025.11.15.688602", "authors": "Timilsina, B.; Rijal, D. P.", "abstract": "The Arctic is warming rapidly, yet long-term data on how this affects bryophytes, key components of Arctic vegetation, remain limited. Sedimentary ancient DNA (sedaDNA) provides high-resolution taxonomic insights that can reveal vegetational responses to past environmental change, including functional responses via trait associations, but effective genomic tools for bryophyte sedaDNA are lacking. We applied bryophyte-specific primers targeting p6 loop in plastid DNA and compared their performance with bryophyte bycatch from vascular plant-specific primers. Using data from bryophyte-specific primers, we analyzed richness patterns across environmental gradients and assessed their potential for environmental reconstruction. The primers resolved nearly 60% of taxa to species level and over 80% to genus level, recovering 2.63 times more taxa with 1.48 times higher species-level resolution than vascular plant-specific primers. Taxonomic richness increased nonlinearly over time and along precipitation gradients, while exhibiting unimodal relationship with temperature and glacial activity. High-resolution data also enabled trait assignments for most bryophyte taxa, allowing temporal analyses of community development and functional dynamics. Overall, our results demonstrated that bryophyte-specific primers substantially improve bryophyte recovery from sedaDNA and, when combined with trait information, provide a powerful approach for reconstructing past bryophyte ecosystems and investigating functional ecological dynamics under long-term environmental change.", "date": "2025-11-15", "journal": ""}