{"title": "A system to decipher the origins and relationships of all arthropod outgrowths", "doi": "10.1101/2021.01.20.427514", "authors": "Bruce, H. S.; Patel, N. H.", "abstract": "Arthropods (insects, non-insect crustaceans, myriapods, and chelicerates) display a fascinating diversity of ectodermal structures like plates, horns, helmets, knobs, carapaces, mimicry outgrowths, and wings. The origins and relationships of these structures has tantalized researchers for over a century: did these structures arise de novo in each lineage, or do they emerge from shared, ancestral primordia present in some or even all arthropods? One way to begin answering this is to assess the position and context of these structures on arthropod bodies: do these structures emerge from proximal embryonic leg segments that were incorporated into the body wall, or do they represent dorsal, non-leg-derived structures? Here, the expression of pannier, araucan, and drumstick (genes previously shown to distinguish proximal leg segments in crustaceans and insects) are examined in a chelicerate representative, the tarantula Acanthoscurria. This gene expression comparison, together with over a century of gene functional, morphological, embryological, and paleontological data, suggests that all arthropod leg segments correspond to each other in a one-to-one fashion, but that in many arthropod lineages, the base of the ancestral leg in the embryo flattens and expands to form the body wall of the adult. This would mean that many arthropod outgrowths which appear to stand on the lateral body wall, such as wings, tergal plates, and gin traps, are derived from the ancestral/embryonic leg base, and likely arose from shared, ancestral primordia present on this leg base in all arthropods. The analysis detailed here means that a simple three- or four-gene in situ expression experiment with pannier, araucan, and drumstick can elucidate the homologies of any arthropod ectodermal structure of interest, including beetle horns, treehopper helmets, and more.", "date": "2025-12-20", "journal": ""}
{"title": "Nuclear biocondensate-forming lncRNA and cellular stress surveillance shape host cancer susceptibility", "doi": "10.1101/2021.04.26.441543", "authors": "Bajpai, A.; Ahmad, Q. T.; Kundu, S.; Pandey, R. K.; Goodman, A. G.; Goel, A.; Ateeq, B.; Lakhotia, S. C.; Sinha, P.", "abstract": "Host genetics is known to influence cancer susceptibility. However, the specific candidate genes and molecular mechanisms that confer resistance remain poorly understood. Here, we demonstrate the power of haploinsufficiency screen to uncover host genetic regulators of cancer in Drosophila and identify the long noncoding RNA (lncRNA) hsr{omega}, a structural component of nuclear biomolecular condensate known as omega speckles, as a key host cancer susceptibility locus. Loss of hsr{omega} disrupts proteostasis and cell fitness, while its haploinsufficiency accelerates epithelial tumor progression driven by loss of the Lethal giant larvae (Lgl) tumor suppressor. Further validating the breadth of this screening strategy, we independently identified Drosophila STING (innate immunity) and Keap1 (oxidative stress defense) as genetic modifiers of cancer. Moreover, in humans, copy number variations (CNV) in these genes and Sat III (a functional human homolog of hsr{omega}) correlate with poor cancer prognosis, thereby revealing conserved stress pathways as potential host genetic susceptibility regulators.", "date": "2025-12-20", "journal": ""}
{"title": "Plant hormone manipulation impacts salt spray tolerance, which preempts herbivory as a driver of local adaptation in the yellow monkeyflower, Mimulus guttatus", "doi": "10.1101/2024.05.23.595619", "authors": "Toll, K.; Blanchard, M.; Scharnagl, A.; Lowry, D.; Holeski, L.", "abstract": "A major challenge in evolutionary biology is identifying the selective agents and phenotypes underlying local adaptation. Local adaptation along environmental gradients may be driven by trade-offs in allocation to reproduction, growth, and herbivore resistance. To identify environmental agents of selection and their phenotypic targets, we performed a manipulative field reciprocal transplant experiment with coastal perennial and inland annual ecotypes of the common yellow monkeyflower (Mimulus guttatus). We manipulated herbivory with exclosures built in the field and exogenously manipulated gibberellin and jasmonic acid to shift allocation of plant resources among growth, reproduction, and herbivore resistance. Our hormone treatments influenced the timing of allocation to reproduction and allocation to phytochemical defense, but this shift was small relative to ecotype differences in allocation. Herbivore exclosures reduced herbivory and increased fitness of plants at the coastal site. However, this reduction in herbivory did not decrease the homesite advantage of coastal perennials. Unexpectedly, we found that the application of exogenous gibberellin increased mortality due to salt spray at the coastal site for both ecotypes. Our results suggest that divergence in salt spray tolerance, potentially mediated by ecotype differences in gibberellin synthesis or bioactivity, is a strong driver of local adaptation and preempts any impacts of herbivory in coastal habitats that experience salt spray.", "date": "2025-12-20", "journal": ""}
{"title": "Optimal Inference of Asynchronous Boolean Network Models", "doi": "10.1101/2024.12.31.630907", "authors": "Karlebach, G.", "abstract": "The network inference problem arises in biological research when one needs to quantitatively choose the best protein-interaction model for explaining a phenotype. The diverse nature of the data and nonlinear dynamics pose significant challenges in the search for the best methodology. In addition to balancing fit and model size, computational efficiency must be considered. Importantly, underlying the measurements, which are affected by experimental noise, there is a complex computational mechanism that is inherently hard to identify. To address these difficulties, we present a novel approach that uses algorithmic complexity to infer a Boolean network model from experimental data. We present an algorithm that is optimal within this framework and allows for asynchronicity network dynamics. Furthermore, we show that using our methodology a solution to the pseudo-time inference problem, which is pertinent to the analysis of single-cell data, can be intertwined with network inference. Results are described for real and simulated datasets.", "date": "2025-12-20", "journal": ""}
{"title": "The Dual Nature of Body-Axis Formation in Hydra Regeneration: Polarity-Morphology Concurrency", "doi": "10.1101/2025.04.29.651187", "authors": "Agam, O.; Braun, E.", "abstract": "The formation of a body-axis is central to animal development and involves both polarity and morphology. While polarity is traditionally associated with biochemical patterning, the morphological aspect of axis formation remains elusive. In regenerating Hydra tissues, we find that morphological evolution in all tissue samples depends on inherited positional information from the donor's axis, and a foot precursor emerges early in the process. From the onset of regeneration, the Ca2+ excitations that drive actomyosin forces for tissue reshaping follow a gradient aligned with the head-foot polarity direction. We conclude that polarity and morphological axis progression occur concurrently through interlinked processes, and that the foot plays a dominant role in this process, a role usually attributed to the head organizer. A simple toy model accounts for the observed regeneration dynamics and illustrates the mechanochemical integration of polarity and morphogenesis. We expect the insights from Hydra to be relevant to broader developmental systems.", "date": "2025-12-20", "journal": ""}
{"title": "A resurrection experiment reveals reduced adaptive potential in a common agricultural weed", "doi": "10.1101/2025.06.03.657543", "authors": "Bishop, S. G. D.; Stinchcombe, J. R.; Baucom, R. S.", "abstract": "Adaptive evolution is critical to population responses under accelerating anthropogenic global change. Although theory and some empirical work suggest that contemporary rates of environmental change can be met by equally rapid evolutionary shifts, mismatches between expected and realized evolution remain common in natural systems. Using a resurrection approach, we demonstrate that the structure of genetic covariances among pollination and mating-system traits in the common morning glory (Ipomoea purpurea) is increasingly constraining evolutionary trajectories. Pollinator-attracting traits evolved on a rapid time scale of less than ten years, but genetic covariances between traits limited the adaptive rate and evolutionary trajectory of flowering phenology, a trait with widely recognized importance in adapting to climatic shifts. Our results show that changing patterns of genetic constraint can substantially reduce adaptive potential even when selection favors rapid trait evolution.", "date": "2025-12-20", "journal": ""}
{"title": "Scoring gene importance by interpreting single-cell foundation models", "doi": "10.1101/2025.06.14.659567", "authors": "Gold, M. P.; Reyes, M.; Diamant, N.; Kuo, T.; Hajiramezanali, E.; Newburger, J. W.; Son, M. B. F.; Lee, P. Y.; Scalia, G.; BenTaieb, A.; Kapadia, S. B.; Tripathi, A.; Corrada Bravo, H.; Heimberg, G.; Biancalani, T.", "abstract": "Determining a gene's functional significance within a cellular context has long been a challenge, as absolute expression level is an unreliable indicator. We introduce SIGnature, a framework for scoring gene importance by leveraging attributions derived from single-cell RNA-sequencing (scRNA-seq) foundation models. Attribution scores reduce technical noise, emphasize regulatory genes, and facilitate cross-dataset comparison -- a core challenge for scRNA-seq analyses. We developed the SIGnature package as a tool for generating and querying attributions, enabling rapid gene set searches across massive scRNA-seq atlases. We demonstrated its utility using the MS1 monocyte signature, a poorly understood gene program activated in severe COVID-19 and sepsis. Searching 400 studies revealed novel associations between the MS1 signature and multiple hyperinflammatory conditions, including Kawasaki disease. Experimental validation confirmed Kawasaki disease patient serum induces the MS1 phenotype. These findings highlight that SIGnature can uncover shared mechanisms across conditions, demonstrating its power for large-scale signature scoring and cross-disease analysis.", "date": "2025-12-20", "journal": ""}
{"title": "Cdc42 Partitioning by Chaperone Ydj1 During Asymmetric Division and Aging in Yeast", "doi": "10.1101/2025.07.10.664052", "authors": "Kang, P. J.; Mazak, H.; Lee, S. S.; Park, H.-O.", "abstract": "Cdc42, a small GTPase crucial for cell polarity, often becomes hyperactive with age and contributes to senescence and aging in yeast and animal cells. However, the mechanisms underlying its age-related upregulation are not well understood. Here, we report that in budding yeast, Cdc42 accumulates over successive divisions and that lowering its levels can extend lifespan. Using microfluidics-assisted live-cell imaging and genetic analysis, we found that Cdc42 is distributed unevenly between mother and daughter cells during division. Daughter cells inherit lower levels of Cdc42, which likely helps them remain young. This asymmetric distribution depends on the localization of Cdc42 to endomembranes and involves Ydj1, a farnesylated Hsp40/DnaJ chaperone anchored to the endoplasmic reticulum (ER). Ydj1 interacts with Cdc42, enhancing its stability and proper partitioning during cell division. We thus propose that ER-bound Ydj1 facilitates the asymmetric distribution of Cdc42, limiting aging to mother cells. We thus propose that ER-bound Ydj1 facilitates the asymmetric distribution of Cdc42, limiting aging to mother cells.", "date": "2025-12-20", "journal": ""}
{"title": "Aging and false memories: Comparing effects of item-relatedness and list position", "doi": "10.1101/2025.07.28.666819", "authors": "Gurguryan, L.; Kensinger, E. A.; Reuter-Lorenz, P. A.; Dimsdale-Zucker, H. R.", "abstract": "Semantic false memories are traditionally more frequent from early list positions and thought to arise from presumed long-term memory stores whereas phonological false memories traditionally are more frequent from late list positions and thought to arise from presumed short-term memory stores. Yet, recent research with younger adults challenges this distinction, finding semantic and phonological false memories across memory stores and list positions (Atkins & Reuter-Lorenz, 2008; Dimsdale-Zucker et al., 2018; Flegal et al., 2010). Since aging is understood to differently influence integrity of short- and long-term memory, we compared performance between younger (YAs) and older (OAs) adults using a modified Deese-Roediger-McDermott paradigm to understand whether semantic and phonological memories depend on distinct or shared underlying memory stores. OAs recalled fewer items than YAs, but both groups generated more phonological than semantic false memories. Notably, list position did not influence false memories in either YAs or OAs, suggesting false memory generation is driven by list composition rather than putative memory store. These findings challenge traditional views of memory organization by revealing shared cognitive processes, which transcend traditional memory system distinctions, underlie semantic and phonological false memories.", "date": "2025-12-20", "journal": ""}
{"title": "Vacuolar Phosphatidylinositol 3,4,5-trisphosphate controls fusion through binding Vam7, and membrane microdomain assembly", "doi": "10.1101/2025.08.01.668199", "authors": "Zhang, C.; Calderin, J. D.; Topiwalla, A.; Shah, V.; Karat, J. M.; Knapp, C. T.; Ahmed, R.; Grudzien, D.; Williamson, E. F.; Fratti, R. A.", "abstract": "Membrane trafficking is regulated by phosphoinositides (PI) and their modification. The endolysosomal pathway is controlled by PI3P, PI(4,5)P2 and PI(3,5)P2, whereas a role for PI(3,4,5)P3 is less clear. We report that yeast vacuoles produce PI(3,4,5)P3 through Vps34 activity. In vitro assays showed that dioctanoyl (C8) PI(3,4,5)P3 or the PI(3,4,5)P3-binding domain Grp1-PH blocked fusion. Furthermore, modifying endogenous PI(3,4,5)P3 with the phosphatase PTEN abolished fusion. Fluorescence microscopy showed that PI(3,4,5)P3 was present at the plasma membrane and the vertex microdomains of vacuoles. PI(3,4,5)P3 staining was blocked by PTEN, C8-PI(3,4,5)P3, the Vps34 inhibitor SAR405 and a VPS34 temperature sensitive mutation. Importantly, blocking or eliminating PI(3,4,5)P3 prevented the vertex enrichment of Ypt7 and the HOPS subunit Vps33. Finally, we show that the SNARE Vam7 binds PI(3,4,5)P3 and that both Grp1-PH and PTEN displaced it from membranes to block trans-SNARE pairing. Our results demonstrate that indicate that vacuolar PI(3,4,5)P3 coordinates vertex assembly and SNARE function.", "date": "2025-12-20", "journal": ""}
{"title": "Non-synaptic Mechanism of Ocular Dominance Plasticity", "doi": "10.1101/2025.09.02.673699", "authors": "Foote, M.; Huffman, W.; Santos, E.; Lee, P.; Jarnik, M.; Li, W.; Bonifacino, J.; Fields, R. D.", "abstract": "Abstract: Classic experiments showing that monocular visual disruption alters synaptic connections to binocular neurons established the fundamental concept of synaptic plasticity. Synaptic inputs that are activated coincidently with postsynaptic action potential firing are strengthened, and inputs from cells firing before or after the postsynaptic action potential are weakened. An implicit assumption, however, is that the speed of impulse transmission is not altered by visual deprivation. If so, spike time arrival at binocular neurons would be affected, thereby inducing synaptic plasticity. This possibility is tested here in adult mice by monocular eyelid suture and monocular action potential inhibition in retinal axons. The results show that spike time arrival in visual cortex is altered by monocular visual disruption in association with morphological changes in myelin (nodes of Ranvier) on axons in optic nerve and optic tract. This non-synaptic mechanism of ocular dominance plasticity, mediated by myelin-forming cells, supplements and may drive synaptic plasticity.", "date": "2025-12-20", "journal": ""}
{"title": "Single molecule studies of the bacterial curli protein CsgA reveal a structurally dynamic monomeric structure", "doi": "10.1101/2025.09.08.674806", "authors": "Foster, D. A. N.; Dee, D. R.", "abstract": "Functional amyloid forms the scaffold that supports bacterial communities, making them an important antimicrobial target. In particular, the subunit of curli fibrils, CsgA, has recently had its fibril assembly deciphered by cryoEM. However, the folding of CsgA has yet to be careful examined. We report the first in vitro single molecule folding trajectories of CsgA, constituting two principal modes: discrete and non-piecewise unfolding reflective of the assembly of R domains, and a blend of metastable states or of a molten globule. Moreover, extending refolding time to many seconds does not obstruct the appearance of metastable states. We also present the refolding CsgA using constant trap separation, lengthening out the process to several minutes. In order to restrain the aggregation propensity of this protein, we developed an assay to trigger native folding of CsgA under controlled conditions in a microfluidic flow cell. From there we measured the individual folding trajectories of single molecules of CsgA using force spectroscopy by optical tweezers. This work exploits an engineered disulfide trap in the protein, where native folding becomes possible after reduction of the cysteine substitutions. When folding, CsgA does not get locked into a native {beta}-hairpin assembly, but can be found in a metastable state in about a quarter of the incidences in which it is probed.", "date": "2025-12-20", "journal": ""}
{"title": "Multi-Sample and Multi-Group Spatial Colocalization Analysis Using PANORAMIC", "doi": "10.1101/2025.09.18.677135", "authors": "Chang, J.; Perez, A. E.; Molina, P.; Khurana, R.; Zhang, W.; Tian, L.; Plevritis, S.", "abstract": "Spatial omics technologies that map cellular organization in individual tissue samples at high resolution require statistical analysis of spatial patterns that accounts for the hierarchical relationship of within- and between-sample variability. Existing spatial statistical methods typically overlook within-sample variability, resulting in unreliable inference and reduced reproducibility when analyzing new groups of samples. We introduce PANORAMIC, a hierarchical framework for efficient estimation and statistical testing of colocalization between pairs of cell types in spatial omics. PANORAMIC integrates spatial bootstrapping to quantify within-sample variability with random-effects meta-analysis to pool information on the colocalization of each cell pair and account for heterogeneity across independent samples within a group. Simulation analyses of images of multiple cell types generated from spatial point process models show that PANORAMIC accurately estimates variance components at the sample and group levels and outperforms naive pooling in key benchmarks. Applied to spatial omics images from colorectal cancer tissue microarrays imaged using a high-multiplexed immunofluorescence platform, PANORAMIC identifies higher colocalization among B- and T-cell subsets in samples with Crohn's-like reactions (CLR) compared with samples exhibiting diffuse inflammatory infiltration (DII). These findings are consistent with tertiary lymphoid structure formation, more favorable prognosis in CLR versus DII, and were missed by existing computational methods. By modeling uncertainty at multiple hierarchical levels and enabling properly powered between-group comparisons, PANORAMIC addresses a gap in spatial omics analysis. PANORAMIC is broadly applicable across single-cell spatial technologies and tissue contexts and is released as an open-source R package, supporting statistical analysis of multi-sample and multi-group spatial omics.", "date": "2025-12-20", "journal": ""}
{"title": "Reciprocal regulation of the H3 histamine receptor in Rett syndrome and MECP2 Duplication syndrome: implications for therapeutic development", "doi": "10.1101/2025.10.30.685636", "authors": "Weiss, K.; Vermudez, S. A. D.; Freitas, G. A.; Dogra, S.; Meadows, M. J.; Gogliotti, R. G.; Niswender, C. M.", "abstract": "Rett syndrome (RTT) and MECP2 Duplication syndrome (MDS) are disorders caused by reciprocal decreases and increases in the expression of the Methyl CpG Binding Protein 2 (MeCP2) gene, respectively. MeCP2 is a transcriptional regulator that induces changes in the expression of thousands of genes. We previously performed an mRNA expression profiling study of the temporal cortex region from a cohort of autopsy samples from patients diagnosed with RTT and corresponding age, postmortem interval, and sex-matched controls. These studies identified a significant reduction in the expression of the histamine H3 receptor (HRH3) in RTT patients compared to controls. In the current manuscript, we expand this H3 receptor profiling to additional RTT patient brain samples representing distinct disease mutations and confirm significantly reduced levels of H3 receptor expression in the majority of patients compared to controls. Using mouse models of RTT and MDS, we observed antiparallel changes in H3 receptor expression across various brain areas, with Hrh3 expression being reduced in RTT model animals and increased in a mouse model of MDS. We then tested the hypothesis that phenotypes in these mouse models would be sensitive to an H3 receptor agonist for RTT and an antagonist for MDS. This point is particularly salient for MDS, as there are no approved treatments available; encouragingly, however, the H3 antagonist/inverse agonist pitolisant (Wakix) has recently been approved for the treatment of narcolepsy, and we sought here to determine if there was potential to repurpose pitolisant for MDS. We evaluated both a small molecule agonist of the H3 receptor, (R)--methylhistamine (RAMH), and pitolisant in RTT and MDS models, respectively, to determine impacts on phenotypes in these disease models. Our results show that RAMH significantly impacted an anxiety phenotype in mice modeling RTT (MecpNull/+), but pitolisant had no effect on the behaviors examined here in MDS animals (MECP2Tg1).", "date": "2025-12-20", "journal": ""}
{"title": "An Accessible Python Framework for Real-Time Magnetic Tweezers Microscope Control and Image Processing", "doi": "10.1101/2025.10.31.685671", "authors": "London, J. A.; Singh, A. K.; Svendsen, T. C.; Tirtom, N. E.; Root, Z. A.; Fishel, R.", "abstract": "Magnetic tweezers are a popular biophysical instrument for manipulating and measuring single molecules. Most groups rely on custom-built setups tailored to specific experiments, making it challenging to implement and share software. Typically, image acquisition and hardware control are automated via LabVIEW, while real-time video processing is implemented in C++/CUDA libraries. Live processing can eliminate the need to store raw video, enabling high throughput, fast acquisition rates, and simplified experimental workflows. However, no open-source general-purpose software framework currently unifies these capabilities for magnetic tweezers experiments. Here, we introduce MagTrack and MagScope open-source Python-based tools designed to fill this gap. MagTrack is an image-processing library that efficiently determines bead-positions from magnetic-tweezers videos using CPU and/or GPU computation. MagScope is a comprehensive software framework offering a graphical user interface, real-time hardware control, data acquisition, and video processing. It is built on a multiprocessing architecture for responsive, high-throughput computation. Together, MagTrack and MagScope offer a fully customizable, end-to-end, open-source Python alternative to proprietary or fragmented systems, enabling laboratories to adapt and extend the framework according to their experimental needs.", "date": "2025-12-20", "journal": ""}
{"title": "JPT2/HN1L functions as an NAADP-binding protein in a cell type-specific manner", "doi": "10.1101/2025.11.11.687795", "authors": "Ottenheijm, R.; Winterberg, K.; Throm, V.; Bukva, M.; Tsvilovskyy, V.; Medert, R.; Guse, A.; Freichel, M.", "abstract": "Nicotinic acid adenine dinucleotide phosphate (NAADP) is a second messenger evoking Ca2+ release from intracellular Ca2+ stores by targeting several Ca2+ release channels, including two-pore channels (TPC1/2), transient receptor potential mucolipin-1 (TRPML1), or ryanodine receptor type 1 (RyR1). NAADP does not bind these channels directly but requires binding proteins, such as JPT2/HN1L and LSM12. So far, their function has been analyzed in several cell lines; however, their physiological relevance in cell types known to utilize NAADP signaling remains unclear. Here, we generated JPT2/HN1L-deficient (Jpt2/Hn1l-/-) mice to evaluate the contribution of JPT2/HN1L proteins to platelet aggregation and Ca2+ signaling in cardiomyocytes, mast cells, and CD4+ T cells. NAADP is known to contribute to Collagen-related peptide (CRP)-evoked platelet aggregation, but this was not altered by JPT2/HN1L deletion. Functional Ca2+ imaging revealed that JPT2/HN1L plays a strikingly cell-type specific role in NAADP-mediated Ca2+ release. In beating ventricular cardiomyocytes, {beta}-adrenergic stimulation is known to evoke arrhythmogenic spontaneous diastolic Ca2+ transients, which were not altered in their frequency in Jpt2/Hn1l-/- myocytes. Antigen-evoked Ca2+ transients in peritoneal mast cells (PMCs) are not changed in Jpt2/Hn1l-/- PMCs. However, CD4+ T-cells displayed a pronounced requirement for JPT2/HN1L. Following T-cell receptor stimulation with anti-CD3, global Ca2+elevations and early NAADP-driven Ca2+ microdomains, which occur within milliseconds of TCR engagement and serve as initiating signals for downstream immune activation, were significantly decreased in Jpt2/Hn1l-/- CD4+ cells. We conclude that JPT2/HN1L is indispensable for NAADP-mediated Ca2+ release in T-cells, but dispensable in cardiomyocytes, platelets, and mast cells, where the presence of LSM12 might compensate for the loss of JPT2/HN1L. Together, JPT2/HN1L is not universally required as an NAADP-binding protein but exhibits distinct cell-type specificity, with an essential function in T-cell Ca2+ signaling.", "date": "2025-12-20", "journal": ""}
{"title": "Deviations in whole body angular momentum are largely corrected before foot placement", "doi": "10.64898/2025.12.03.692080", "authors": "Berkelmans, S.; Bruijn, S. M.; Afschrift, M.", "abstract": "This study examined how mediolateral foot placement is controlled following mechanical perturbations that affected either whole-body linear or angular momentum. Predictive foot placement models based on center of mass state alone were compared with models that additionally included whole-body angular momentum to determine whether whole-body angular momentum contributes to foot-placement control beyond linear momentum. Ten healthy adults walked on a treadmill at 2 km/h and 5 km/h while exposed to two perturbation types: (1) a pull to the pelvis that primarily altered linear momentum (translation perturbation) and (2) simultaneous pulls to the pelvis and shoulder in opposite directions that primarily altered angular momentum (rotation perturbation). Perturbations were applied at heel strike, with a magnitude of ~120 N and a duration of 300 ms. Whole-body kinematics were recorded using 3D motion capture and processed in OpenSim to compute linear and angular momentum. Translation perturbations caused large deviations in whole-body linear momentum with minimal changes in whole-body angular momentum, whereas rotation perturbations induced strong whole-body angular momentum deviations with smaller changes in linear momentum. Including whole-body angular momentum minimally improved foot-placement predictions during early swing after rotation perturbations. These findings indicate that mediolateral foot placement is primarily governed by linear momentum dynamics.", "date": "2025-12-20", "journal": ""}
{"title": "ProteoBench: the community-curated platform for comparing proteomics data analysis workflows", "doi": "10.64898/2025.12.09.692895", "authors": "Devreese, R.; Jachmann, C.; Van Puyvelde, B.; Anagho-Mattanovich, H. A.; Wolski, W. E.; Webel, H.; Anagho-Mattanovich, M.; Bittremieux, W.; Chaoui, K.; Chiva, C.; Claeys, T.; Castaneda Cortes, H. M.; Devos, S.; Dhaenens, M.; Doncheva, N. T.; Dorfer, V.; Eisenacher, M.; Gabriels, R.; Giai Gianetto, Q.; Hollenstein, D. M.; Jensen, L. J.; Kasalica, V.; Langella, O.; Lennartsson, C.; Lux, D.; Martens, L.; Matondo, M.; Mendes Maia, T.; Mouton-Barbosa, E.; Nameni, A.; Nielsen, M. L.; Olsen, J. V.; Palmblad, M.; Panse, C.; Perez-Riverol, Y.; Pominova, M.; Rykaer, M.; Sabido, E.; Schessner, J.; Schnei", "abstract": "Mass spectrometry (MS)-based proteomics is a well-established strategy for analyzing complex biological mixtures. Many MS instruments and data acquisition strategies are available, and the data they acquire differ substantially, thus requiring tailored analysis algorithms. Hence, many dedicated bioinformatics workflows are developed. These are in constant evolution, and the community lacks a centralized platform for comparing their performance. Here, we propose ProteoBench, a single platform that brings together software developers and software users to provide an ever-evolving comparison of state-of-the-art proteomics data processing tools. ProteoBench is an open-source resource that enables the community to evaluate data analysis workflows, develop benchmarking modules dedicated to specific comparisons, and discuss the best methods to compare software tools. The platform ensures that the benchmark evolves alongside advances in proteomics data analysis workflows. ProteoBench guides researchers towards the best-suited tool and parameters for their specific project and data according to their needs, and developers can test their newly developed tools or workflows privately, before adding them as public references. This community-driven effort will increase transparency and reproducibility between MS data analysis workflows, as well as facilitate the development and publication of software workflows in the field.", "date": "2025-12-20", "journal": ""}
{"title": "Cancer pathway connectivity resolved by drug perturbation and RNA sequencing", "doi": "10.64898/2025.12.11.692401", "authors": "Do, T. H. L.; Lohoff, C.; Jung, F.; Kummer, S.; Pohly, M. F.; Scheinost, S.; Huellein, J.; Benes, V.; Huber, W.; Lu, J.; Zenz, T.", "abstract": "Pathway inhibitors are a backbone of cancer treatment. The configuration of pathway dependencies varies from tumour to tumour. Better treatment for individual patients could be designed if the pathway wiring were readily measurable.\n\nHere, we characterise the transcriptional responses of 116 lymphoma patient samples exposed to ten drug perturbations. We used factor analysis to decompose individual and shared drug effects, thereby generating a pathway connectivity map of chronic lymphocytic leukemia (CLL). The expression profiles of the major disease subgroups, defined by IGHV mutation status, became more similar to each other after BTK inhibition, consistent with B-cell receptor (BCR) signalling as a driver of their phenotypic difference. An even stronger convergence was observed with combined IRAK4 and BTK inhibition, indicating cooperation of BCR and toll-like receptor (TLR) signalling in CLL. We identified genetic aberrations (BRAF, TP53, deletion 17p, deletion 15q, trisomy 12) that modulated drug effects in CLL and constituted specific interaction patterns. IRAK4 inhibition effects depended on the presence of trisomy 12, a finding that suggests that the trisomy 12 driver event in CLL acts by gene dosage-dependent IRAK4 upregulation and amplification of the BCR/TLR cooperation.\n\nOur results highlight the potential of systematic drug perturbation assays with transcriptome readout to map pathway interconnectivity and functionally annotate tumour drivers.", "date": "2025-12-20", "journal": ""}
{"title": "The Mycobacterium tuberculosis Ku C-terminus orchestrates LigD activity through domain-specific interactions", "doi": "10.64898/2025.12.12.693941", "authors": "Sowa, D. J.; Huang, J.; Marwaha, A.; Subramaniam, A.; Doubleday, C.; Warner, M. M.; Byun, J. A.; Melacini, G.; Andres, S. N.", "abstract": "Bacterial non-homologous end joining (NHEJ) is a key DNA double-strand break (DSB) repair pathway that relies on the Ku-LigD complex to alleviate genomic instability. The Mycobacterium tuberculosis Ku C-terminal region has previously been highlighted for its role in both LigD recruitment to DNA DSBs and stimulation of LigD ligase activity. However, it remains unclear how the Ku C-terminus interacts with and potentially influences enzymatic activities of LigD. Here, we combine NMR spectroscopy, structural modelling and mutational analysis to define the interaction interface between the Ku C-terminal region and LigD. We identify critical residues in Ku (E246, V248, S258, K260, and N266) and the LigD polymerase (D162, V194, R198) and ligase (D522, K579, L580) domains that mediate this interaction. In addition, we address how this interaction influences LigD activity. Functional assays reveal that Ku stimulates LigD ligase activity through contacts with both enzymatic domains, while Ku attenuates template-dependent polymerase activity, contrasting from previous studies in Pseudomonas aeruginosa, potentially through restricting active site accessibility or altering the conformational dynamics of the enzyme. Disrupting the Ku-LigD interface, either through Ku or LigD mutations, abolishes ligase stimulation and restores polymerase activity, highlighting a dual regulatory mechanism. Our data supports a model in which Kus C-terminal region forms a bipartite interface with LigD to balance repair activity and fidelity. These findings provide mechanistic insight into the Ku-LigD repair mechanism and uncovers species-specific differences in bacterial NHEJ.\n\nGraphical Abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=81 SRC=\"FIGDIR/small/693941v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (20K):\norg.highwire.dtl.DTLVardef@816968org.highwire.dtl.DTLVardef@2f3f9eorg.highwire.dtl.DTLVardef@1f9c318org.highwire.dtl.DTLVardef@7767ed_HPS_FORMAT_FIGEXP  M_FIG C_FIG", "date": "2025-12-20", "journal": ""}
{"title": "A validated method for banking mixed glial cultures that yield responsive microglia", "doi": "10.64898/2025.12.13.693524", "authors": "Sturno, A. M.; Hassell, J. E.; Baker, K. M.; Potter, G. J.; Bruce, K. D.", "abstract": "Microglia, the primary immune cells of the brain, orchestrate immune responses to both external and internal stimuli in health and disease. Although several cell culture methods exist to model microglia in vitro, isolating loosely adherent microglia from primary murine mixed glial cultures remains valuable for recapitulating in vivo cell states from complex transgenic lines at relatively low cost. However, these methods are constrained by limited temporal control and scalability. To address these challenges, we established a protocol for generating microglia from frozen mixed glial cultures. While freezing introduced measurable differences in microglial morphology and lipid droplet content, microglia derived from frozen cultures responded to environmental stimuli (high glucose and LPS) in the same way as those from fresh cultures. Thus, while frozen primary microglia exhibit similar functional responses, maintaining consistency in using fresh or frozen cells within a given experiment is strongly recommended.\n\nMotivationAlthough our understanding of microglias role in brain development and disease continues to grow, a standardized in vitro model of primary mouse microglia remains absent in the field. Primary cell culture systems are essential for studying microglia, enabling the empirical assessment of gene function in transgenic models and testing novel interventions before committing to time- and cost-intensive in vivo studies. However, mixed glial culture-derived primary microglia (pMG) systems are constrained by the timing of animal availability and have limited scalability. In this study, we sought to establish a protocol for freezing and subsequently reviving primary mixed glial cultures from which responsive pMG could be isolated for downstream analysis. We validated this approach by quantifying microglia responses to distinct environmental stimuli before and after a freeze-thaw cycle.\n\nResearch topicsCP: Cell biology", "date": "2025-12-20", "journal": ""}
{"title": "Mitochondrial control of fuel switching via carnitine biosynthesis", "doi": "10.64898/2025.12.16.694762", "authors": "Auger, C.; Nishida, H.; Yuan, B.; Silva, G. M.; Fujimoto, M.; Li, M.; Katoh, D.; Wang, D.; Granath-Panelo, M.; Shin, J.; Verkerke, A.; Banks, A.; Hui, S. T.; Sun, L.; Yook, J.-S.; Witte, R.; Kajimura, S.", "abstract": "Metabolic adaptation to environmental changes, such as fasting and cold exposure, involves a dynamic shift in fuel utilization from glucose to fatty acid oxidation, a process that relies on carnitine-mediated fatty acid oxidation in mitochondria. While dietary sources of animal origin (e.g., red meat) contribute to the carnitine pool, de novo carnitine synthesis from trimethyllysine (TML) is essential, particularly for those whose dietary sources are vegetables and fruits that contain negligible amounts of carnitine. However, the molecular pathway of de novo carnitine synthesis and its physiological significance remain poorly understood. Here, we showed that SLC25A45 is a mitochondrial TML carrier that controls de novo carnitine biosynthesis in vivo. Genetic loss of SLC25A45 results in systemic carnitine and acylcarnitine deficiency, leading to impaired fatty acid oxidation and thermogenesis during cold adaptation, while promoting glucose catabolism. Notably, Slc25a45-deficient mice maintained a high respiratory exchange ratio and impaired lipid mobilization following treatment with a GLP1 receptor agonist (GLP-1RA), rendering them resistant to GLP-1RA-induced adipose tissue loss. Together, the present study identifies SLC25A45 as a regulatory checkpoint in fuel switching during adaptation, with implications for systemic energy balance and response to GLP-1RA-mediated anti-obesity therapy.", "date": "2025-12-20", "journal": ""}
{"title": "Horizontally acquired IbACS gene modulates rhizosphere microbiota and contributes to sweet potato growth", "doi": "10.64898/2025.12.18.694140", "authors": "Tanaka, A.; Otani, M.; Nakayachi, O.; Matsutani, M.; Saitoh, H.; Takemoto, D.", "abstract": "Ipomoea batatas (sweet potato) exhibits tolerance to nutrient-poor environments and has historically been utilized as a staple crop during periods of food scarcity. Previously, genomic studies have identified Agrobacterium-derived sequences in the sweet potato genome. Among these, the IbACS (Agrocinopine Synthase) gene encodes an enzyme responsible for the biosynthesis of agrocinopine A, a sugar-phosphodiester opine that can be metabolized and utilized by specific microorganisms harboring the corresponding catabolic enzymes. Because IbACS has been conserved in cultivated sweet potato varieties, it is suggested that endogenous agrocinopine production by sweet potato contributes to interactions with environmental microbes, thereby supporting plant growth under nutrient-limited conditions. To test this hypothesis, we generated IbACS-disrupted lines using genome editing. Growth of the knockout plants was markedly reduced in non-sterile soil, while no difference was observed in sterile conditions. These results suggest that the role of IbACS is linked to interactions with the microbial community rather than to intrinsic plant development. Metagenomic analyses of rhizosphere communities revealed that IbACS disruption caused extensive remodeling of microbial composition, including strong reductions in Proteobacteria taxa such as Oxalobacteraceae and decreases in key genera like Massilia and Ensifer, along with lower community evenness and the expansion of opportunistic minor taxa. Together, these microbial shifts indicate that IbACS is required for the assembly of a functionally supportive rhizosphere microbiome that promotes sweet potato growth in soil environments.", "date": "2025-12-20", "journal": ""}
{"title": "Human bone marrow adipocytes drive prostate cancer bone metastasis progression via lipid-mediated induction of Angiopoietin-like 4", "doi": "10.64898/2025.12.16.694397", "authors": "Hernandez, M.; Shin, S.; Rengel, D.; Dauvillier, S.; Geoffre, N.; Valle, C.; Taccini, A.; Moutahir, M.; Bertrand-Michel, J.; Reina, N.; Muller, C.; Attane, C.", "abstract": "Bone is the main metastatic site in advanced prostate cancer (PCa) and contains bone marrow adipocytes (BMAds), which account for more than 70% of adult bone marrow. However, their role in the progression of PCa metastases remains poorly understood. Herein, we developed a physiologically relevant 3D culture model using primary human BMAds from red hematopoietic rich-areas (rBMAds) and we showed that rBMAds engage in metabolic crosstalk with PCa cells. Specifically, rBMAds release free fatty acids (FFAs) through a non-canonical lipolytic pathway and these FFAs are taken up by PCa cells inducing a transcriptional reprogramming that promotes motility. Among the responsive genes, Angiopoietin like 4 (ANGPTL4) is the most upregulated via a peroxisome proliferator-activated receptor {gamma}-dependent mechanism, and its silencing abolishes the rBMAd-driven migratory and invasive phenotype. In bone metastases of patients with PCa, high ANGPTL4 levels correlate with poor survival. Together, our findings uncover a novel adipocyte-tumor interaction and identify ANGPTL4 as a key mediator and potential therapeutic target in bone-metastatic PCa.", "date": "2025-12-20", "journal": ""}
{"title": "Complexome profile of mitochondrial complexes in the myzozoan parasite of oysters, Perkinsus marinus", "doi": "10.64898/2025.12.18.695115", "authors": "Maclean, A. E.; Iorillo, O.; Faktorova, D.; Singh, M.; McGill, S.; Lukes, J.; Sheiner, L.", "abstract": "Mitochondrial complexes, such as the mitochondrial electron transport chain (mETC), the F1Fo-ATP synthase and the mitochondrial ribosome, are centrally important for mitochondrial function. Recently, an unexpected diversity in the composition of these complexes across unicellular eukaryotic lineages, with the apicomplexan parasites featuring prominently, has been revealed. However, whether the observed enlarged and divergent mitochondrial complexes are conserved across the wider Myzozoan lineage has not been investigated. Here, using a complexome profiling proteomic approach, we have characterised the composition of the mitochondrial complexes of the myzozoan parasite of oysters, Perkinsus marinus. We show that it shares with Plasmodium and Toxoplasma huge ATP synthase and mETC complexes. Moreover, the Perkinsus mitoribosome possesses many of the divergent features recently discovered in apicomplexans, such as an expanded subunit repertoire and the inclusion of RAP-domain and ApiAP2-like proteins as ribosomal proteins. Our study reveals the divergent subunit composition of mitochondrial complexes is an ancestral and highly conserved feature of Myzozoa.", "date": "2025-12-20", "journal": ""}
{"title": "Pili are essential for conjugation also in many Gram-positive bacteria", "doi": "10.64898/2025.12.18.695078", "authors": "ter Beek, J.; Svedberg, D.; Deane-Alder, K.; Mateus, A.; Berntsson, R. P.-A.", "abstract": "Type IV secretion systems (T4SS) enable the spread of antibiotic resistance and other virulence factors. In Gram-positive bacteria, T4SSs have long been thought to lack VirB2-like proteins that form conjugative pili and instead rely on adhesins for cell-cell contacts. Yet, it has remained unclear how subsequent DNA transfer (conjugation) is physically mediated. Here we identify a VirB2-like protein, PrgFB2, from the clinically isolated conjugative plasmid pCF10 in Enteroccocus faecalis and show that it is essential for conjugation. Structural modeling confidently predicts a pilus-like assembly for PrgFB2. We validate this prediction through mutagenesis, conjugation assays, and targeted chemical labeling. By combining various machine learning bioinformatic techniques, we analysed >1000 Gram-positive conjugative plasmids from diverse species, including major pathogens, and identified pili forming VirB2-like proteins in almost all of them. Our findings overturn the prevailing view that Gram-positive T4SSs lack pili. This discovery provides a new framework for understanding horizontal gene transfer and highlights critical targets for combating antimicrobial resistance and virulence in Gram-positive bacteria.", "date": "2025-12-20", "journal": ""}
{"title": "DGAT1-dependent lipid droplet synthesis in microglia attenuates neuroinflammatory responses to lipopolysaccharides.", "doi": "10.64898/2025.12.18.695188", "authors": "Boisjoly, F.; majeur, D.; Robb, J. L.; Rodaros, D.; Alquier, T.", "abstract": "Lipid droplets (LD) are dynamic storage organelles for triglycerides (TG). LD act as a hub that modulates the availability of fatty acids to sustain metabolic needs and the generation of fatty-acid derived signals. Recent evidence demonstrates that LD metabolism regulates immune responses including in microglia, the resident immune cells of the central nervous system. We have previously shown that blocking LD lipolysis in microglia reduces acute pro-inflammatory responses to lipopolysaccharide (LPS) including cytokine and prostanoid synthesis. Here, we investigated the role of diacylglycerol O-acyltransferase 1 (DGAT1), a key enzyme catalyzing the final step of TG synthesis, in microglial LD biogenesis and inflammatory responses induced by LPS. We found that treatment with LPS downregulates specific enzymes in the TG synthesis pathway in primary microglia, including GPAT1, AGPAT3, AGPAT5, and DGAT1, while upregulating TMEM68, a non-canonical TG synthesizing enzyme. Pharmacological inhibition of DGAT1 significantly reduced LD formation in both oleate- and LPS-stimulated conditions, indicating that DGAT1 is essential for inflammation-induced LD synthesis. Moreover, DGAT1 inhibition selectively decreased expression of pro-inflammatory cytokines TNF- and IL-1{beta}, without affecting IL-6, CCL2, or the anti-inflammatory cytokine TGF-{beta}. These findings show, that DGAT1-dependent LD formation acts as an important modulator of microglial inflammatory signaling.", "date": "2025-12-20", "journal": ""}
{"title": "CAD-C reveals centromere pairing and near-perfect alignment of sister chromatids", "doi": "10.64898/2025.12.18.694906", "authors": "Delamarre, A.; Reveil, M.; Pichon, D. P.; Boemo, M. A.; Whitehouse, I.", "abstract": "Three-dimensional (3D) genome organization plays a central role in gene regulation, chromatin folding, and genome stability. Although chromosome-conformation capture (3C)-derived methods have revolutionized our understanding of genome architecture, most remain limited in resolution, in their capacity to detect multiway interactions and in their ability to distinguish sister chromatids. Here, we present CAD-C, a new chromatin-conformation capture strategy that uses Caspase-Activated DNase (CAD) to fragment chromatin. Fragmentation of chromatin to the nucleosome level by CAD digestion substantially enhances proximity ligation, enabling formation of multi-nucleosome ligation products. Nanopore sequencing of these long DNA molecules allows reconstruction of chromatin fiber connectivity and 3D contact maps with single nucleosome resolution. Importantly, CAD-C is able to identify sister-chromatid interactions at high resolution which reveals that centromeres are closely paired and that cohesin maintains sister chromatids in near perfect alignment where the same nucleosomes are associated across sisters. Such precise alignment has significant implications for chromosome structure and the mechanisms by which cohesion is established.", "date": "2025-12-20", "journal": ""}
{"title": "5' RNA Aminoacylation via Interstrand Acyl-Transfer", "doi": "10.64898/2025.12.18.695146", "authors": "Maiklem, J.; Attwater, J.", "abstract": "The catalytic transformations driving coded protein synthesis revolve around linkage of amino acids to molecules of RNA as 2'/3'-aminoacyl esters. This defining molecular species of life is installed, supervised and utilised by complex catalysts, but its relative hydrolytic lability limits its accumulation and behaviour during the early development of the translation system in a simpler RNA-based biology. Herein, we describe a rapid catalytic transfer reaction inherent to RNA duplexes that establishes a more stable RNA-amino acid linkage. We observe spontaneous aminoacyl transfer from the 2'/3'-hydroxyl of a donor oligonucleotide to the 5'-hydroxyl of an adjacent template-bound acceptor oligonucleotide. In RNA systems dominated by base pairing, this transfer drives selective accumulation of the more stable 5'-aminoacyl RNA in the presence of a prebiotically-plausible aminoacylation reagent. This catalytic context could shape the distribution of aminoacylation amongst prebiotic RNAs and open opportunities for simple forms of RNA-directed peptide synthesis.", "date": "2025-12-20", "journal": ""}
{"title": "Quinazolinone and Phthalazinone Inhibitors of the HDAC6/Ubiquitin Protein-Protein Interaction", "doi": "10.64898/2025.12.18.695271", "authors": "Gordon, S.; Hintzen, J.; Dilones, S.; Crawford, C.; Burslem, G. M.", "abstract": "Histone deacetylase 6 (HDAC6) is a class IIb histone deacetylase that regulates diverse cytosolic acetylation through its two catalytic deacetylase domains and a C-terminal zinc finger ubiquitin-binding domain (ZnF-UBD) which mediates key protein-protein interactions (PPIs) that couple deacetylation and ubiquitin-dependent degradation. While most HDAC6 inhibitors target the catalytic domains, the ZnF-UBD represents an underexplored target. Here, we report the development of small-molecule inhibitors of the HDAC6 ZnF-UBD/ubiquitin interaction based on quinazolinone and phthalazinone scaffolds. Starting from known quinazolinone inhibitors, a modeling-guided scaffold hop revealed a novel phthalazinone series and late-stage diversification yield compounds with improved predicted physicochemical properties. Furthermore, machine-learning-based co-folding affinity predictions reproduced experimental IC50 rank order, highlighting their utility in PPI inhibitor design. These studies expand the chemical space of HDAC6 ZnF-UBD inhibitors and provide a foundation for future therapeutic and mechanistic exploration of HDAC6-ubiquitin signaling.", "date": "2025-12-20", "journal": ""}
{"title": "Helix: a structure-aware deep learning model for accurate prediction of A-to-I RNA editing by endogenous ADARs", "doi": "10.64898/2025.12.18.695251", "authors": "Cao, Y.; Bagepalli, L. R.; Savva, Y. A.; Letizia, A. J.; Collins, S. M.; Adams, K.; Boysen, J.; Abiar, A.; Edwards, S. R.; Bussema, L.; Shumaker, L.; Burleigh, S. M.; Hause, R. J.; Booth, B.; Jiang, Y.", "abstract": "Adenosine deaminase acting on RNA (ADAR) converts adenosine to inosine within double-stranded RNA (dsRNA) and can be co-opted for therapeutic RNA editing by introducing dsRNA substrates in trans using programmable guide RNAs (gRNAs). However, ADAR's natural promiscuity necessitates sophisticated gRNA designs to achieve efficient and specific editing. Here we present Helix, a predictive model that achieves highly accurate, zero-shot per-adenosine editing predictions for any target sequence. Helix's performance arises from two architectural choices: a transformer framework that scales effectively with increasing and imbalanced training data; and a structure-aware attention mechanism that incorporates predicted RNA secondary structure, a key determinant of ADAR activity. Helix's predictive accuracy enables seamless integration with DeepREAD, our previously reported generative model, in a noisy-student distillation framework termed DeepHelix. This workflow supports both zero-shot gRNA design and the generation of complex, constraint-based designs. We demonstrate DeepHelix's utility by designing gRNAs that efficiently edit a therapeutically relevant adenosine and by leveraging its flexible design space to engineer species cross-reactive gRNAs to accelerate pre-clinical development.", "date": "2025-12-20", "journal": ""}
{"title": "Molecular basis for thermoresponsive protein condensation in plants", "doi": "10.64898/2025.12.18.695255", "authors": "Pathak, S.; Chakravarti, A.; Bersche, C.; Joseph, J. A.; Strader, L.", "abstract": "Plants continuously experience temperature fluctuations that shape their physiology, development, and survival. Yet, how plants sense and adapt to elevated temperatures at the molecular level remains only partially understood. Here, we uncover a sequence-encoded mechanism by which plant proteins directly sense temperature through phase separation. Focusing on prion-like low-complexity domains (PLCDs) in Arabidopsis thaliana, we combine cellular imaging, quantitative biophysics, and coarse-grained molecular dynamics simulations to show that numerous PLCDs undergo reversible lower critical solution temperature (LCST)-type transitions. We find that PLCDs that are sufficient and necessary for phase separation confer thermoresponsive variability to full-length proteins. Sequence analysis and simulations reveal that thermoresponsiveness is encoded in compositional heuristics, with sufficient PLCDs enriched in aliphatic and aromatic residues, enabling accurate prediction and rational tuning of condensation thresholds. Engineered variants with altered sequence composition exhibit predictable shifts in thermoresponsive behavior, confirming a direct, sequence-level encoding of temperature sensitivity. Our findings establish LCST-driven phase separation as a fundamental mechanism of thermoresponsiveness in plants and provide a molecular framework for designing synthetic biomolecules with programmable temperature responses.", "date": "2025-12-20", "journal": ""}
{"title": "Human Pumilio proteins use fuzzy multivalent hydrophobic interactions to recruit the CCR4-NOT deadenylase complex to repress mRNAs", "doi": "10.64898/2025.12.18.695197", "authors": "Dunshee, E. B.; Saladin, B. A.; Turner, D. J.; Qiu, C.; Dutcher, R. C.; Williams, J. G.; Corbo, J.; Wolcott, O. R.; Korte, A. J.; Haugen, R. J.; Tanaka Hall, T. M.; Valkov, E.; Goldstrohm, A. C.", "abstract": "Pumilio (PUM) proteins are conserved RNA-binding proteins that control mRNAs involved in development, proliferation, and stem cell differentiation. Human PUM1 and PUM2 repress targets by recruiting the CCR4-NOT deadenylase complex through a metazoan-specific N-terminal repression domain (RD3), which is predicted to be intrinsically disordered. Here we dissect RD3 using cell-based reporter assays, protein interaction assays with recombinant proteins, and crosslinking mass spectrometry. We identify multiple short RD3 peptides that are sufficient for repression and bind directly to the C-terminal NOT module of CCR4-NOT, comprising CNOT1, CNOT2, and CNOT3 subunits. Crosslinking reveals numerous mutually exclusive contacts between RD3 and the NOT module, consistent with a multivalent fuzzy binding mode in which interactions are not defined by a single sequence or structure. Sequence scrambling shows that the linear amino acid order of RD3 is dispensable, whereas its physicochemical composition, in particular distributed aliphatic and aromatic residues, is essential for repression and CCR4-NOT binding. These findings support a model in which low-affinity, multivalent interactions between intrinsically disordered regions (IDRs) and effector complexes, governed by amino acid composition rather than precise sequence, underlie robust PUM-mediated repression, and exemplify general principles by which IDRs recruit the CCR4-NOT complex to regulate gene expression.", "date": "2025-12-20", "journal": ""}
{"title": "Identification of novel ubiquitin receptors on the 26S proteasome by photo-crosslinking mass spectrometry", "doi": "10.64898/2025.12.19.695558", "authors": "Martin, A.; MacRae, N. S.; Dong, K. C.; Harimoto, H.", "abstract": "The 26S proteasome is the endpoint of the ubiquitin-proteasome system, an essential pathway for maintaining cellular homeostasis through targeted degradation of misfolded, damaged, and obsolete proteins. Substrates labeled with ubiquitin are directed to the 26S proteasome by binding to one or more ubiquitin receptors. However, ubiquitin-dependent degradation occurs even when the canonical receptor sites are mutated, suggesting the presence of additional, unidentified binding sites. Here we created photo-crosslinkable probes for ubiquitin interactions by incorporating the unnatural amino acid p-benzoyl-L-phenylalanine into ubiquitin. We show that these probes can be used to measure apparent affinities for known receptors and to reveal novel ubiquitin-binding sites on the yeast 26S proteasome. Through photo-crosslinking mass-spectrometry experiments we identified a groove on the top of the proteasome, formed by Rpn2, Rpn9, Rpn10, and Rpn12, that serves as an additional ubiquitin-binding interface. Our photo-crosslinkable probes thus serve as versatile tools for the characterization of ubiquitin-protein interactions and the identification of ubiquitin-binding domains.", "date": "2025-12-20", "journal": ""}
{"title": "CLN8 enables a non-canonical phospholipid synthesis pathway", "doi": "10.64898/2025.12.18.693953", "authors": "Breithofer, J.; Fawzy, N.; Zitta, C.; Tischitz, M.; Bulfon, D.; Hofmann, C.; Hartig, L.; Wagner, C.; Grabner, G. F.; Pirchheim, A.; Lass, A.; Taschler, U.; Turner, K.; Petkevicius, K.; Stelzl, U.; Kratky, D.; Breinbauer, R.; Zimmermann, R.", "abstract": "According to text book knowledge knowledge, de novo glycerophospholipid (GPL) synthesis begins with the acylation of glycerol-3-phosphate to form phosphatidic acid, the precursor of all other GPLs. Here we describe an alternative GPL synthesis pathway that starts with the acyl-CoA-dependent acylation of glycerophosphoglycerol (GPG), resulting in the formation of lysophosphatidylglycerol (LPG). The acyltransferase reaction is catalyzed by the Batten disease-associated protein ceroid lipofuscinosis neuronal 8 (CLN8). Tracer studies revealed that CLN8-derived LPG is selectively converted into bis(monoacylglycero)phosphate (BMP), a GPL essential for lysosomal lipid homeostasis, but not into phosphatidylglycerol or cardiolipin. CLN8-knockout cells and mice cannot utilize GPG for BMP synthesis, resulting in BMP-deficiency and excess accumulation of phospholipids in lysosomes. The lipid synthesis pathway described herein is relevant for understanding lysosomal lipid metabolism and the pathogenesis of neurodegenerative diseases. BMP-deficiency may contribute to or even underlie lysosomal cargo accumulation in certain forms of Batten disease and other lysosomal storage disorders.", "date": "2025-12-20", "journal": ""}
{"title": "Stereospecific GPG acylation by CLN8 drives BMP biosynthesis and its loss leads to Batten disease", "doi": "10.64898/2025.12.18.695077", "authors": "Sheokand, P. K.; Lacabanne, D.; James, A. M.; Della Vecchia, S.; Ruprecht, J. J.; van der Kleij, J.; Turner, K.; Muller-Niva, J.; Salo, M. H.; Jenkins, B.; Leese, S. K.; Juneja, N.; Yu, C. S.; Booth, C. D.; King, M. S.; Uusimaa, J.; Weimer, J. M.; Koulman, A.; Hinttala, R.; Santorelli, F. M.; Marchese, M.; Murphy, M. P.; Kunji, E. R. S.; Petkevicius, K.", "abstract": "Loss-of-function mutations in the endoplasmic reticulum membrane protein CLN8 cause Batten disease, a neurodegenerative lysosomal storage disorder. Together with the lysosomal enzyme CLN5, CLN8 mediates the biosynthesis of bis(monoacylglycero)phosphate (BMP), a phospholipid essential for lysosomal function and distinguished by its unique S,S stereochemistry. However, the role of CLN8 in BMP synthesis has remained unclear. Here we establish that CLN8 is a glycerophosphoglycerol (GPG) acyltransferase that catalyses the stereospecific acylation of S,S-GPG to produce S,S-lysophosphatidylglycerol (LPG), the CLN5 substrate in BMP synthesis. Using cryo-electron microscopy, we resolve structures of the CLN8 homodimer in apo and substrate-bound states at 2.7 [A] resolution, revealing the active site architecture and a ping-pong acyl transfer mechanism. Batten disease-causing missense mutations impair CLN8 enzymatic activity in vitro and reduce BMP levels in a Cln8R24G knock-in mouse, whereas the Cln8mnd mouse frameshift mutation causes complete loss of BMP in vivo. Exogenous S,S-LPG, but not the R,S stereoisomer, restored BMP synthesis in CLN8-deficient cells and mice, and improved neurological phenotypes in cln8 mutant zebrafish. Together, these findings define the enzymatic function of CLN8, elucidate the biochemical basis of CLN8 Batten disease, and establish a proof-of-concept for treating it through stereospecific BMP precursor supplementation.", "date": "2025-12-20", "journal": ""}
{"title": "Chromosome-scale Solanum pennellii and Solanum cheesmaniae genome assemblies reveal structural variants, repeat content and recombination barriers of the tomato clade", "doi": "10.64898/2025.12.19.695418", "authors": "van Rengs, W.; Fuentes, R. R.; Zangishei, Z.; Primetis, E.; Wang, Y.; Fernandes, J.; Susanto, T.; Lian, Q.; Effgen, S.; Huettel, B.; Alseekh, S.; Usadel, B.; Underwood, C. J.", "abstract": "Crop wild relatives are important resources for improving cultivated crops, yet the precise introgression of wild genetic material into cultivated crops is often difficult and cannot be fully defined without high-quality genome assemblies. Here we used PacBio HiFi, ONT ultra-long and Hi-C sequencing approaches to generate chromosome-scale de novo genome assemblies of two wild species related to the domesticated tomato (Solanum lycopersicum) - the broadly stress-resistant Solanum pennellii (accession LA0716) and the salt-resistant Solanum cheesmaniae (accession LA1039). K-mer and BUSCO analysis of both assemblies demonstrated above 99% completeness and the improved S. pennellii genome adds 146 Mbp to the 12 chromosomes compared with the original reference. We aligned the new assemblies with seven gold-standard assemblies from the Lycopersicon clade, using Solanum tuberosum as an outgroup, and identified shared and species-specific structural variants. The repeat content of all nine assemblies was characterized, providing evidence for independent explosions of Tekay (gypsy superfamily) retrotransposons in S. pennellii and S. peruvianum. Whole genome sequencing of 709 recombinant plants derived from male and female backcrosses of three different hybrids (S.pennellii, S. cheesemaniae and Solanum lycopersicum cv. Micro-Tom crossed with Solanum lycopersicum cv. Moneyberg-TMV) revealed higher crossover rate in female meiosis. Recombination landscape analysis identified conserved female-enhanced recombination regions, and coldspots that were completely devoid of meiotic crossovers including megabase-scale inversions and insertion-deletion polymorphisms between S. lycopersicum and S. pennellii. In summary, we harnessed our high-quality S. pennellii and S. cheesmaniae genome assemblies to reveal how repeat content diverged in nature and during breeding, and uncovered how reproductive gender interacts with structural variants to dictate the recombination landscape in tomato hybrids.", "date": "2025-12-20", "journal": ""}
{"title": "A Practical Roadmap For Sampling Floral Nectar From Communities of Many Plant Species", "doi": "10.64898/2025.12.19.695174", "authors": "Kirschke, G. E.; Bain, J. A.; Ogilvie, J. E.; CaraDonna, P. J.", "abstract": "1. Floral nectar plays a critical role in shaping the ecology and evolution of plant-pollinator interactions. Effective and efficient methods that allow for broad-scale sampling of nectar volume and sugar concentration across a diversity of taxa are needed to improve our understanding of many dimensions of mutualistic plant-pollinator interactions--including their basic ecology and evolution, their responses to environmental change, and their conservation and restoration. 2. Despite the key importance of nectar for mediating plant-pollinator interactions, quantifying floral nectar in the field from many different plant species is challenging because there is often no one-size-fits-all sampling method that is effective across a diversity of floral structures and nectar traits. Different methods require different preparation, and sampling from many species involves a variety of logistical challenges. 3. Here we provide a methodological roadmap for sampling floral nectar in the field from many different plant species. We describe our nectar collection methods in detail, including necessary equipment, calculations, and approaches appropriate for different floral morphologies. We also provide a troubleshooting guide for common problems encountered while collecting nectar in the field. To demonstrate the utility and effectiveness of our methods for collecting nectar from many different species, we present results on nectar trait variation from 53 species in an ecosystem. 4. Our method illustrates that nectar traits vary considerably within and among plant species, indicating that large-scale nectar sampling projects are an important consideration for many basic and applied questions in pollination ecology and evolution. We hope that across many plant communities and ecosystems, our paper provides a practical roadmap for how to navigate the complexities of quantifying floral nectar traits.", "date": "2025-12-20", "journal": ""}
{"title": "Exotic Tree Plantation Types and Their Distance to Urban Areas in Central Argentina Affect Various Facets of Bird Diversity", "doi": "10.64898/2025.12.20.694191", "authors": "Leveau, L. M.", "abstract": "Tree plantations are expanding worldwide, negatively affecting native bird communities. However, most research has focused on the impact of tree monocultures on bird taxonomic diversity, while studies on their effects on functional and phylogenetic diversities are limited. This study aimed to compare different bird diversity facets between Eucalypt monocultures and mixed tree plantations, as well as the impact of proximity to urban areas. Bird surveys were conducted during spring using point counts in central Argentina. The mixed tree plantations consisted of Cedrus deodara, Eucalyptus globulus, Ligustrum lucidum, Pinus taeda, and Celtis australis, with more understorey cover compared to Eucalypt monocultures. Although bird species richness and Simpson diversity were similar between tree plantations, mixed plantations exhibited higher Shannon diversity. Functional and phylogenetic diversities were comparable across plantation types but were significantly influenced by the distance to urban areas. Functional diversity decreased near urban areas, while phylogenetic diversity showed the opposite pattern. The results showed that the increased habitat heterogeneity of mixed plantations likely supported more diverse bird communities, including a greater number of species typical of native woodlands in central Argentina. Additionally, the landscape context significantly influenced the bird communities in tree plantations.", "date": "2025-12-20", "journal": ""}
{"title": "The effect of genome organisation on selection efficiency in two contrasted plant species", "doi": "10.64898/2025.12.19.695387", "authors": "James, J.; Lascoux, M.", "abstract": "The level of complexity and the extent of pleiotropy have important implications for our understanding of molecular evolutionary patterns across the genome. For example, under the Fisher Geometric Model, which assumes universal pleiotropy, all new mutations will have the same effect on fitness, and complexity governs the strength of selection. However, the extent of pleiotropy in biological systems is debated. In this study, we addressed this question by investigating how genome biology affects molecular evolution using whole genome data from Arabidopsis thaliana and Capsella grandiflora, two closely related Brassica species that vary significantly in their demography and mating system. Results were similar across both species. We found that several genome biology traits, including gene expression level, a trait related to pleiotropy, and gene network connectivity, a trait related to complexity, were predictive of the efficiency of selection and the mean strength and variance of selection acting against new deleterious variants, and that these patterns were not solely due to variation in local effective population size across the genome. We also found evidence that similar sites experience purifying selection at both long and short evolutionary timescales. Our results suggest that, across the genome, molecular evolutionary patterns are in agreement with the predictions of the FGM, albeit relaxing the assumption of universal pleiotropy.", "date": "2025-12-20", "journal": ""}
{"title": "Candidate genes for stem rust resistance in Italian ryegrass revealed by nested association mapping", "doi": "10.64898/2025.12.19.695465", "authors": "Kiesbauer, J.; Grieder, C.; Ariza-Suarez, D.; Hug, M.; Schlatter, L. H.; Sindelair, M.; Copetti, D.; Studer, B.; Koelliker, R.", "abstract": "Stem rust, caused by Puccinia graminis ssp. graminicola, is a major disease affecting the outcrossing species Italian ryegrass (Lolium multiflorum Lam.), leading to substantial reductions in seed yield. Until now, knowledge on the genetic control of stem rust resistance in Italian ryegrass has been limited to a few quantitative trait loci identified in bi-parental mapping populations. To discover novel resistance sources for use in breeding programs, appropriate plant populations, reliable phenotyping methods and advanced genomic tools are essential. In this study, we utilized a previously established F2 nested association mapping (NAM) population comprising 708 individuals derived from 24 founder plants exhibiting high variation in stem rust resistance. Phenotypic evaluation was conducted under natural inoculation in three location-by-year combinations. By integrating reduced-representation sequencing of the NAM population with whole-genome sequencing of the founder plants, we identified 3,199,253 SNP markers for association mapping. The high SNP marker density, together with the strong detection power of the NAM population, enabled the identification of four novel candidate genes. Two of these genes, located on chromosomes 6 and 7, encode receptor-like serine/threonine kinases that are known to play a role in stem rust resistance in other crops. Within the serine/threonine kinase gene Chr7.32208, two superior haplotypes were identified that can be directly implemented as selection criteria in breeding programs. The novel stem rust resistance candidate genes reported here provide promising targets for functional validation and the improvement of stem rust resistance in Italian ryegrass breeding.", "date": "2025-12-20", "journal": ""}
{"title": "Robust division orientation of cambium stem cells requires cortical division zone components but not the preprophase band", "doi": "10.64898/2025.12.18.695170", "authors": "Liu, X.; Livanos, P.; Schutz, L. S.; Muller, S.; Greb, T.", "abstract": "The control of cell division plane orientation is fundamental for organizing developmental processes and shaping bodies of multicellular organisms. In plants, radial organ growth is mediated by the cambium, a stem cell niche deeply embedded in expanding organs and continuously producing xylem and phloem in a strictly bidirectional manner. Cambium stem cells (CSCs) are unique in comparison to other plant stem cells as they consistently divide along their longest axis clearly overriding the commonly found short axis rule. Despite the topological consistency of CSC divisions and the functional importance of proper division plane orientation for CSC derivatives, the regulatory mechanisms behind this consistency remain unknown. Here, we characterized microtubule organization during CSC divisions in Arabidopsis thaliana and found that division plane orientation is established independently from spindle orientation and the preprophase band (PPB). This conclusion is based on the remarkable variability of spindle orientation during metaphase and the robustness of CSC divisions in PPB-deficient mutants. Instead, the orientation of division planes depends on the cortical division zone (CDZ) and CDZ-related PHRAGMOPLAST ORIENTING KINESIN (POK) proteins. Our results highlight the importance of wood-forming CSCs and their subcellular characterization as an instructive example for the determination of cell division orientation in plants.", "date": "2025-12-20", "journal": ""}
{"title": "High-throughput transposon mutagenesis defines the essential genome of diverse phages", "doi": "10.64898/2025.12.19.695335", "authors": "Kyte, N.; Fuchs, M.; Smith, L. M.; Fineran, P. C.", "abstract": "Phages are important drivers of bacterial evolution with therapeutic potential as antimicrobials. However, gaps in our understanding of phages and our inability to rapidly engineer them with new genetic cargo hinders progress towards phage-based therapies. To address the lack of unbiased, genome-wide mutational tools for phages, we developed transposon mutagenesis employing CRISPR-anti-CRISPR (Acr)-based selection and deep-sequencing (Phage Tn-seq). Transposon mutagenesis was effective for phages with unmodified or hypermodified genomes and a jumbo phage that protects its DNA within a nucleus. Phage Tn-seq enabled phage gene essentiality assignment consistent with structural proteomics and core gene conservation. Insertion biases allowed prediction of transcriptional direction and early injected phage DNA regions. We exploited the method to rapidly deliver new cargo to phage genomes in just a few days and used an AI-designed Acr to expand the phage transposon toolbox. Phage Tn-seq is a versatile tool to advance our understanding and applications of phages.", "date": "2025-12-20", "journal": ""}
{"title": "High false sign rates in transcriptome-wide association studies", "doi": "10.64898/2025.12.19.695550", "authors": "Gerlach, P. A.; Milind, N.; Spence, J. P.; Pritchard, J. K.", "abstract": "Transcriptome-wide association studies (TWAS) are widely used to identify genes involved in complex traits and to infer the direction of gene effects on traits. However, despite their popularity, it remains unclear how accurately TWAS recover the true direction of a gene's effect on a trait. Here, we estimate the false sign rate (FSR) of TWAS for plasma proteins, leveraging the expectation that increased gene expression should generally increase protein expression. We then extend this framework to complex traits, where loss-of-function burden tests provide the expected direction-of-effect. In both analyses, we observe high discordance with expectations, with TWAS showing an FSR of 23% for plasma proteins and 33% for complex traits. While colocalization-based filtering reduced the FSR, substantial discordance remained, and with substantial loss of recall. However, when we restricted gene-direction assignments for plasma proteins to using only relevant tissues in combination with colocalization-based filtering, the FSR dropped to 11%, and to just 5% if we excluded brain-specific proteins. We propose that much of the sign discordance arises when eQTLs in non-trait-relevant tissues tag GWAS-associated haplotypes via distinct, tightly-linked regulatory variants, yielding spurious TWAS associations with the correct genes but with unreliable direction-of-effect. These findings show that TWAS-based direction-of-effect estimates should be interpreted with caution and raise concerns about the reliability of TWAS more broadly.", "date": "2025-12-20", "journal": ""}
{"title": "Does more data solve the problem of deep support? A phylogenomic approach to clarifying evolutionary relationships in the Lecanoraceae", "doi": "10.64898/2025.12.18.694902", "authors": "Li, L. J.; Ivanovich-Hichins, C.; LaGreca, S.; Muggia, L.; Myllys, L.; Perez-Ortega, S.; Thor, G.; Weber, L.; Vakkari, E.; Printzen, C.; Gerasimova, J.", "abstract": "The family Lecanoraceae is one of the most diverse groups within Lecanoromycetes, yet its internal relationships have remained unresolved despite previous multilocus studies. Here we present the first phylogenomic reconstruction of the family, based on 1003 nuclear orthologous genes from 65 genome assemblies representing the major species groups and genera. Phylogenetic trees inferred from coalescent-based analyses, together with Quartet Sampling (QS) evaluation, confirm the monophyly of Lecanoraceae and recover several well-supported lineages. The Lecanora subfusca group is resolved as polyphyletic, comprising three major clades together with Zeora and Vainionora. Additional strongly supported lineages correspond to Glaucomaria s. lat., the MPRPS clade, and Lecidella s. lat., while Bryonora and Frutidella represent early-diverging members of the family. The L. fuscescens group and Miriquidica form a distinct lineage sister to Lecanoraceae, whereas Ramboldia (Ramboldiaceae) constitutes another sister family. Backbone support was generally improved, and QS analyses showed counter-support for only a few deep nodes, indicating a complex evolutionary history likely shaped by incomplete lineage sorting, hybridization, or rapid radiation. Our results demonstrate that genome-scale data improve the resolution of Lecanoraceae, but increasing the number of genes alone can not fully resolve the backbone relationships of the family.", "date": "2025-12-20", "journal": ""}
{"title": "2-Mercaptoethanol/DMSO workflow enables highly reproducible quantitative proteomics", "doi": "10.64898/2025.12.19.694883", "authors": "Suto, A.; Ishikawa, Y.; Matsumoto, T.; Itakura, M.; Kodera, Y.; Matsui, T.", "abstract": "Proteomics provides a systematic and high-throughput approach to comprehensively characterize protein networks, enabling insights into cellular functions and disease mechanisms. Carbamidomethylation using iodoacetamide (IAA), a common method for cysteine alkylation, is known to cause nonspecific modifications that increase MS spectral complexity and reduce quantitative accuracy. Here, we extended our 2-mercaptoethanol (2-ME) adduction method, enhanced by dimethyl sulfoxide (DMSO), from single-protein applications to a proteome-wide workflow. Mouse liver proteomes were processed using either 2-ME/DMSO or conventional IAA treatment, followed by LC-MS/MS analysis. The optimized 2-ME treatment increased the number of cysteine-modified peptides by 1.6-1.9-fold. Although total protein identifications were comparable, 77% of proteins exhibited improved sequence coverage. Quantitative reproducibility was also enhanced, with peptides quantified coefficient of variation (CV) [&le;] 20% increasing from 61.5% (IAA) to 86.1% (2-ME), and proteins from 80.6% to 93.5%. Application of the workflow to an ovarian clear cell carcinoma reliably detected cisplatin-induced alterations. The 2-ME/DMSO workflow offers a simple and highly reproducible proteomics strategy for accurate quantitative proteomics.", "date": "2025-12-20", "journal": ""}
{"title": "An Efficient Workflow for CHO Cell Genome Engineering with OpenCRISPR-1", "doi": "10.64898/2025.12.18.695036", "authors": "Kolakada, D.; Ankala, R.; Donatelli, J.; Smith, D. K.", "abstract": "The effective titer and quality of biopharmaceutical products can be enhanced by genome engineering of producer cell lines; however, licensing constraints often limit nuclease utility. Here, we validate OpenCRISPR-1 in CHO cells by achieving [&ge;]70% INDEL efficiency across multiple genes. We demonstrate biallelic Fut8 knockout in monoclonal cell lines with 31% efficiency and quadruplex knockout of lipases at 7% efficiency using a 39-day workflow. This work highlights the potential applications for democratized nucleases in host cell engineering.", "date": "2025-12-20", "journal": ""}
{"title": "MetAlyzer to Perform Streamlined, Interactive, and Pathway-Mapping Analysis of Targeted Metabolomics Data from the biocrates Platform", "doi": "10.64898/2025.12.17.692011", "authors": "Liao, Q.-W.; Herfurth, L.; Schmidt, C.; Mechtel, N.; Gegner, H. M.; Limonciel, A.; Schneider, M. A.; Saez-Rodriguez, J.; Hell, R.; Lu, J.; Poschet, G.", "abstract": "Mass spectrometry (MS)-based metabolomics has emerged as a powerful tool to address multifaceted biological questions. Commercial solutions like the ones developed at biocrates allow reliable and quantitative targeted metabolic profiling, including the conversion of the raw MS spectra into absolute concentrations of metabolites. These results can be exported for further analysis under several formats with varying levels of human- vs. machine-readability. The default output format is an Excel spreadsheet that favours human readability and therefore requires extra preparation steps for downstream bioinformatic analysis and data exploration. To streamline this next step for users of this platform, we developed MetAlyzer, an R package (https://github.com/Lu-Group-UKHD/MetAlyzer) specifically designed to handle the spreadsheets generated by WebIDQ, the biocrates workflow manager software. MetAlyzer converts WebIDQ-generated spreadsheets into flexible SummarizedExperiment objects and provides functions for data preprocessing, statistical testing, and visualization of differential metabolites. To further support data exploration and hypothesis generation by users without coding experience, we also developed an interactive and intuitive Shiny app (https://metalyzer.shinyapps.io/MetAlyzer_ShinyApp/) that interfaces with MetAlyzer's core functionality, enabling users to execute the complete analysis workflow without writing code. This combination can help scientists deepen their understanding of metabolomics results, supporting the broader adoption of metabolomics in the life sciences community.", "date": "2025-12-20", "journal": ""}
{"title": "Tuning the H2 Production Activity of ToHydA by Molecular Simulation-Informed Protein Engineering", "doi": "10.64898/2025.12.18.695218", "authors": "Das, C. K.; Ghosh, S.; Naskar, S.; Happe, T.; Schäfer, L. V.", "abstract": "In the context of bio-hydrogen production, the O2-stable Group B [FeFe]-hydrogenase from Thermosediminibacter oceani has attracted significant interest due to its distinctive TSCCCP motif near the active site, which contains an additional (third) cysteine residue that is absent in the TSCCP motif of standard Group A hydrogenases. The precise role of the additional cysteine residue in H2 production has remained an open question. In this study, we sought to contribute to the understanding of this cysteine's role in H2 production by combining molecular dynamics (MD) simulations, site-directed mutagenesis, biochemical assays, and Fourier-transform infrared (FTIR) spectroscopy. Remarkably, a cysteine-to-serine exchange variant (TSSCCP) demonstrated enhanced H2 production activity without compromising the O2-stability of ToHydA, offering new insights into its functional dynamics.", "date": "2025-12-20", "journal": ""}
{"title": "Elemental Composition and Degradation Rate Impact the Biocompatibility of Copper Chalcogenide Nanocrystals", "doi": "10.64898/2025.12.17.695045", "authors": "Zhong, X.; Katsarakes, G. P.; Nagarkar, S.; Dennis, A. M.", "abstract": "Copper chalcogenide nanocrystals (NCs) are promising candidates for biophotonic applications due to their tunable optical properties. Concrete methods to examine the relationship between their degradation and toxicity are necessary to enable development of biocompatible nanoconstructs. This study compares the degradation and toxicity of three compositions of micelle-coated copper chalcogenide NCs: the fluorescent semiconductor copper indium sulfide (CuInS2), and the plasmonic semiconductors copper sulfide (Cu2-xS) and chalcopyrite copper iron sulfide (CuFeS2). We developed a quantitative degradation assay to assess ion release from these ultra-small nanocrystals, revealing that while all three particles biodegrade, CuInS2 and CuFeS2 undergo rapid degradation in artificial lysosomal fluid, leading to a burst release of indium and iron ions. In cellular toxicity assays, CuInS2 exhibited significantly higher toxicity than Cu2-xS and CuFeS2, primarily due to indium-induced necrosis. To mitigate this toxicity, an alternative surface-binding polymer coating was introduced, effectively reducing both the degradation rate and cytotoxicity of CuInS2. These findings highlight the influence of both nanocrystal composition and coating chemistry in designing biocompatible nanocrystals for biomedical applications, demonstrating that tuning of composition and degradation rate can be used to moderate nanoparticle toxicity.", "date": "2025-12-20", "journal": ""}
{"title": "OpenStride: an inexpensive, open-source force plate actometry system for quantification of rodent motor activity and behaviour", "doi": "10.64898/2025.12.17.695041", "authors": "Yang, Y.; Cooper, B.; Houghton, M.; Dahiya, K.; Haslam, S. E.; Blackwell, H.; Sekaran, K.; Hu, L.; Kavehei, O.; Anderson, C. J.", "abstract": "Introduction: Force plate actometry (FPA) enables quantitative assessment of rodent motor and behavioural activity. Through tracking centre of mass at high temporal and spatial resolution, FPA can directly quantifying motor performance and various behaviours in the context of operator-independent, naturalistic movement. Previously designed systems have been expensive and non-customisable, and they are no longer commercially available. Methods: We designed OpenStride, an open-source FPA system consisting of both hardware and software. Our system was designed to be able to be constructed with standard tools worldwide at a cost of ~$550 USD, with modifiable hardware files, modular software, and support for both Mac and Windows operating systems. Required tools include 3D printing and acrylic laser cutting. Results: OpenStride reliably tracks position within a 30 x 30 cm2 environment. Based on these positional data, OpenStride currently quantifies tremor, ataxia, distance, velocity, low-mobility bouts, and centre-vs-margin time, with potential to expand to additional analyses. Conclusions: OpenStride is intended to provide a valuable tool for high-throughput, inexpensive study of motor and behavioural function and dysfunction. Software and hardware files will be freely disseminated online via GitHub at the time of final publication to enable others to construct and utilise the OpenStride system.", "date": "2025-12-20", "journal": ""}
{"title": "Theta-mediated conceptual reinstatement in vmPFC precedes perceptual reinstatement in ventral visual cortex during memory recall", "doi": "10.64898/2025.12.17.695049", "authors": "Zhang, L.; Yuan, M.; Gilboa, A.; Alain, C.", "abstract": "When recalling past episodes, different features of an experience, such as conceptual meaning and perceptual detail, are reconstructed and reinstated across distributed cortical regions. However, current models of human memory remain unclear how these feature-specific reinstatements unfold over time, and whether they interact hierarchically during memory retrieval. Using magnetoencephalography (MEG) and time-resolved encoding-retrieval cross-phase classification analysis, we compared the time course of conceptual and perceptual reinstatement during cued visual recall. Conceptual information decoding in the ventromedial prefrontal cortex (vmPFC) preceded perceptual information decoding in the ventral visual cortex (VVC), and the two were expressed in distinct frequency bands: theta (4-8 Hz) for conceptual and gamma (30-40 Hz) for perceptual information. Cross-correlation and spectral Granger causality analyses revealed that during reinstatement conceptual information in vmPFC predicted and directed perceptual information in VVC, with theta-band information flow predominantly from vmPFC to VVC. In addition, bottom-up connectivity from VVC to vmPFC was expressed in the alpha band. These findings suggest that memory retrieval proceeds from abstract conceptual reconstruction to the reinstatement of perceptual details, mediated by theta oscillatory communication between prefrontal and sensory areas. We propose a hierarchical interactive model in which vmPFC initiates conceptual activation through theta-band top-down signals, while VVC provides alpha-band feedback for evaluating reconstructed perceptual details.", "date": "2025-12-20", "journal": ""}
{"title": "Hydrothermal origin of metabolic phosphorylation", "doi": "10.64898/2025.12.19.695421", "authors": "Schlikker, M. L.; Hoffmann, N. K.; Martin, W. F.", "abstract": "Phosphate is central to modern bioenergetics and to all theories for the origin of life. How and where phosphate entered metabolism are unknown, but microbial physiology and geochemical environments can provide important clues. Some bacteria obtain electrons and energy from phosphite (HPO32-), a reduced form of phosphate (HPO42-), that naturally occurs in serpentinizing (H2-producing) hydrothermal systems. Here we show that native palladium, which also occurs in serpentinizing hydrothermal systems, catalyzes the oxidation of phosphite to phosphate and H2 in water at 25-100 C in an exergonic reaction. Phosphite oxidation over Pd in water generates a reactive but yet unknown chemical intermediate, possibly metaphosphate, [PO3]-, that phosphorylates hydroxyl moieties in a wide spectrum of biologically relevant compounds including glycerol, ribose, glucose, serine and cytidine, forming phosphoester bonds at 25-100 C in 2-72 h. The same conditions also phosphorylate (i) phosphate residues, forming phosphoanhydride bonds in pyrophosphate, polyphosphates and ADP, (ii) creatine, forming the phosphoramidate bond in phosphocreatine, and (iii) acetate, forming acetyl phosphate. The reactions proceed without sulfur, excluding thioester or metal sulfide intermediates. Phosphite-dependent phosphorylations under conditions of serpentinization identify a natural, geochemical source of prebiotic phosphorylation and furthermore identify a source of continuous, aqueous metabolic energy that overcomes thermodynamic barriers at origins. This novel route of phosphorylation explains the centrality of phosphate in heredity and energetics as a chemical inheritance from the site where metabolism and life arose.", "date": "2025-12-20", "journal": ""}
{"title": "Non-linear gene sets for digital biomarkers of amyotrophic lateral sclerosis", "doi": "10.64898/2025.12.18.695103", "authors": "Imamura, K.; Nagahashi, A.; Yamamoto, T.; Ueda, N.; Kawahara, Y.; Inoue, H.", "abstract": "Amyotrophic lateral sclerosis (ALS) is a fatal neurodegenerative disease caused by the loss of motor neurons. Accurate and accessible blood-based diagnosis of neurodegenerative diseases, including ALS, is becoming increasingly critical. It would be of a major clinical advantage to be able to distinguish ALS based on gene expression profiles of blood cells, but this still remains to be established. We analyzed existing data of peripheral blood mononuclear cells (PBMCs) of ALS patients by machine learning, the Maximum Mean Discrepancy (MMD), minimizing the issue of multi-collinearity shown in a multiple regression model, and identified a non-linear combination of gene sets to classify healthy controls and ALS, since non-linear approaches can capture intricate gene-gene interactions and threshold effects, which are often critical for accurately distinguishing disease from healthy states. In the gene expression profiles of PBMCs, a combination of expression levels in 3 genes, PRKAR1A, QPCT, and TMEM71, enabled us to classify ALS with an area under the curve (AUC) accuracy of 0.83 from the public database, which were then confirmed by laboratory blood samples with an AUC accuracy of 0.85. Furthermore, we found the expression levels of PRKAR1A, QPCT, and TMEM71 in motor neurons derived from induced pluripotent stem cells (iPSCs), the cell type at the core of the pathology, classified ALS with an accuracy of AUC 0.79. This approach of discriminating ALS with non-linear gene combinations may be useful for identifying ALS molecular biomarkers for blood-based diagnosis as well as for arriving at a completely new perspective of ALS pathogenesis.", "date": "2025-12-20", "journal": ""}
{"title": "HypoxamicroRNA-210 protects against hepatic steatosis by inhibiting CIDEC expression", "doi": "10.64898/2025.12.19.695309", "authors": "Yan, B.; Youhanna, S.; Chen, P.; Jin, X.; Iwamura, Y.; Kemas, A.; Grunler, J.; Narayanan, S.; Zhao, A.; Deng, Q.; Suzuki, N.; Li, Y.; Lauschke, V. M.; Zheng, X.; Catrina, S.-B.", "abstract": "Background and Aims Metabolic dysfunction-associated steatotic liver disease (MASLD) is a major global health burden. Although hypoxia is known to contribute to MASLD pathogenesis, the role of hypoxia signaling remains poorly defined. We investigated whether HypoxamicroRNA-210 (miR-210), a key hypoxia-inducible microRNA, regulates hepatic lipid metabolism and MASLD development. Methods Serum miR-210 levels were quantified in MASLD patients and matched controls. Human hepatic spheroids and HepG2 cells were exposed to fatty acids to assess miR-210 induction and lipid accumulation. miR-210 knockout mice were fed a Western diet to evaluate hepatic steatosis and transcriptomic changes using RNA sequencing. RNA pull-down and 3'UTR-driven luciferase reporter assays were employed to identify miR-210 targets. Functional effects of miR-210 mimic were examined in knockout mice, db/db mice, and in vitro human hepatic spheroid models. Results Serum miR-210 levels were significantly reduced in MASLD patients compared with matched controls. Consistently, human hepatic spheroids did not appropriately increase miR-210 expression in response to fatty acid-induced intracellular hypoxia. This blunted miR-210 response contributed to hepatic lipid accumulation, as loss of miR-210 in a mouse model of MASLD led to increased hepatic lipid deposition and activation of lipid metabolic pathways. We identified CIDEC as a direct miR-210 target mediating its inhibitory effects on hepatic lipid accumulation, and restoring miR-210 expression suppressed CIDEC and reduced hepatic lipid content in knockout mice on a Western diet. Moreover, miR-210 attenuated lipid accumulation in both in vitro human hepatic spheroids and in vivo db/db mice models of MASLD. Conclusions miR-210 protects against hepatic steatosis by inhibiting CIDEC expression, suggesting miR-210-CIDEC axis as a promising therapeutic target for reducing hepatic lipid accumulation and preventing MASLD progression.", "date": "2025-12-20", "journal": ""}
{"title": "Structural and Computational Analysis of Pseudomonas Aeruginosa DNA Gyrase Reveals Molecular Characteristics That May Contribute to Ciprofloxacin Resistance", "doi": "10.64898/2025.12.19.695517", "authors": "Perera, L.; Garcia-Villada, L.; Kaminski, A. M.; Degtyareva, N.; Pedersen, L. C.; Doetsch, P. W.", "abstract": "Pseudomonas aeruginosa is considered a priority pathogen by the World Health Organization due to its resistance to antibiotics. Isolates resistant to ciprofloxacin (CPFX), a bactericide commonly used against P. aeruginosa, usually carry the mutations T83I or D87N in the GyrA subunit of the DNA gyrase. Yet, the molecular mechanisms by which these mutations confer CPFX-resistance to P. aeruginosa are unknown. Here we solved the crystal structure of the P. aeruginosa gyrase catalytic cleavage core and used it to carry out molecular dynamic (MD) simulations of CPFX-gyrase binding in the wild-type as well as the T83I and the D87N mutant systems. Our results show that DNA plays the most prominent role in maintaining the CPFX-bound conformation, with no appreciable contributions from Thr83 or Asp87. Interestingly, we found a solvent cavity adjacent to these residues that may provide CPFX access to the active site. Interaction energy analysis using Umbrella Sampling indicates that Thr83 and Asp87 may influence CPFX trajectory during binding. In the mutant systems, the attractive potential decreases, which may hinder CPFX accessing the binding site. These results shed light on P. aeruginosa resistance to CPFX and may help provide a methodology to identify new therapeutic agents to target fluoroquinolone resistant bacteria.", "date": "2025-12-20", "journal": ""}
{"title": "Dynamic O-GlcNAcylation of Sec23-interacting protein regulates COPII function", "doi": "10.64898/2025.12.18.695207", "authors": "Hirata, T.; Nguyen, Q.; Liu, C.; Boyce, M.", "abstract": "About one-third of the eukaryotic proteome transits the secretory pathway to reach its correct cellular or extracellular destination. At the earliest stage, transport from the endoplasmic reticulum (ER) to the ER-Golgi intermediate compartment (ERGIC) or Golgi apparatus is mediated by coat protein complex II (COPII). COPII coats consist of inner and outer layers formed by Sec23-Sec24 heterodimers and Sec13-Sec31 heterotetramers, respectively, which initially assemble at ER exit sites (ERES) to form transport carriers. Sec23-interacting protein (Sec23IP) links the inner and outer coats through its interactions with both Sec23A and Sec31A, positioning it as a key potential regulator of COPII function. However, the mechanisms controlling Sec23IP activity remain poorly understood. Here, we investigate how physiological stimuli regulate COPII function through the dynamic modification of Sec23IP by O-linked {beta}-N-acetylglucosamine (O-GlcNAc), a reversible, intracellular form of glycosylation. We first validated Sec23IP as a bona fide O-GlcNAcylated protein. Rescue experiments in Sec23IP knockout cells with a nearly unglycosylatable mutant protein demonstrated the essential role of O-GlcNAcylation in the intrinsically disordered domain in protein transport and in recruiting Sec31A to ERES. Moreover, O-GlcNAcylation of Sec23IP increased during protein transport, coinciding with a reduction in its interaction with Sec31A. These results indicate that distinct site-specific O-GlcNAcylation of Sec23IP spatiotemporally modulates its association with Sec31A to fine-tune ERES recruitment and COPII assembly/disassembly. Our work provides new insight into Sec23IP regulation and suggests that O-GlcNAc on other COPII proteins may govern carrier formation, uncoating, and transport.", "date": "2025-12-20", "journal": ""}
{"title": "Fetoplacental circadian rhythms develop and then synchronize to the mother in utero", "doi": "10.64898/2025.12.17.695051", "authors": "Nikhil, K. L.; Bates, K.; Sapiro, E.; Amme, J. L.; McCarthy, R.; Speck, S.; Vasireddy, V.; Roberts, E.; Martin-Fairey, C. A.; Dominguez-Romero, M.-E.; Garcia Cardenas, S. P.; England, S. K.; Herzog, E.", "abstract": "Circadian rhythms in gene expression and hormones are ubiquitous across species and differentiated cell types, yet their developmental origins remain poorly understood. This study aimed to determine if daily rhythms can be detected in utero and if they synchronize to the mother. We developed methods to longitudinally monitor PERIOD2 (PER2), a core circadian clock protein, from embryonic day (E)8.5 to E17.5 by restricting PER2::LUCIFERASE (PER2::LUC) expression to the mouse fetoplacental unit (fetus and fetal-derived tissues). In utero fetoplacental bioluminescence imaging showed that PER2 levels rose exponentially during pregnancy, with variable daily peak times that stabilized to dusk by E15.5. Interestingly, pregnancies that did not exhibit daily in utero PER2 variation were more likely to fail. Because maternal glucocorticoids have been implicated in fetal development and synchronizing other circadian tissues, we tested its capability to shift fetoplacental PER2 rhythms in utero. Daily subcutaneous glucocorticoid injections over five days of late pregnancy phase-dependently shifted the fetoplacental PER2 rhythms in utero. Blocking glucocorticoid signaling in vitro reduced synchrony between maternal and fetal placenta by ~40%. We conclude that in utero daily rhythms gradually develop and synchronize with the mother prior to birth, potentially through glucocorticoid signaling.", "date": "2025-12-20", "journal": ""}
{"title": "Transcriptional profiling of Pseudomonas aeruginosa biofilm life cycle stages reveals dispersal-specific biomarkers", "doi": "10.64898/2025.12.18.695191", "authors": "Bertran i Forga, X.; Fairfull-Smith, K. E.; Qin, J.; Totsika, M.", "abstract": "Bacteria exhibit two lifestyles: planktonic free-floating individual cells or sessile multicellular aggregates known as biofilms. The biofilm lifecycle is characterised by three distinct stages: attachment, maturation and dispersal. Specific signals govern each stage triggering responses that spatially and temporally regulate bacterial attachment to a surface, synthesis of extracellular matrix components and their subsequent degradation. Characterising these signals is therefore a valuable approach to develop novel antibiofilm therapies. Here, we used the model biofilm-forming bacterium Pseudomonas aeruginosa PAO1 to characterise the transcriptional profiles of each stage of the biofilm life cycle: attachment, biofilm maturation and spontaneous dispersal. We report that surface attachment was accompanied by the upregulation of genes comprising the mechanosensor Pil-Chp, whereas biofilm maturation characterised with the upregulation of genes involved in Pel polysaccharide synthesis, siaD and PA4396 diguanylate cyclases as well as pipA, fimX and PA5442. In contrast, dispersing cells upregulated genes responsible for alginate, rhamnolipid, and extracellular nucleases (eddA, eddB) biosynthesis, as well as the transcriptional regulator of dispersal amrZ. Additionally, genes encoding the quorum sensing dispersal molecule cis-2-decenoic acid (dspS and dspI), canonical phosphodiesterases (nbdA and rbdA) and eleven other c-di-GMP-related enzymes were also upregulated during dispersal. Our comprehensive analysis of transcriptional profiles associated with different biofilm stages allowed us to define a subset of fourteen genes as biomarkers of biofilm dispersal. Our study therefore provides benchmarking stage-specific transcriptional profiles for P. aeruginosa biofilms in closed culture systems, which led to the identification of a dispersal fingerprint marking the onset of dispersal.", "date": "2025-12-20", "journal": ""}
{"title": "Regarding Emitter Positioning for Nanoflow Electrospray Ionization", "doi": "10.64898/2025.12.18.695161", "authors": "Lancaster, N. M.; Quarmby, S. T.; Overmyer, K.; Coon, J.", "abstract": "Nanoflow electrospray ionization is commonly used for proteomics due to its high sensitivity. Signal intensity, however, is dependent on optimal emitter positioning relative to the mass spectrometer inlet. Here, we characterize the effect of varied emitter positions on peptide signal intensity in all three dimensions using emitters and flows consistent with standard proteomic analyses. We observe improved signal robustness to x/y variations at increasing z distances and demonstrate that positioning within 1 to 2 mm of the optimal location will maintain consistent signal. Signal intensity behavior is consistent across the m/z range, suggesting a certain level of analyte-independence for proteomics analyses. These results provide insight for proteomics researchers using nanoflow LC-MS/MS.", "date": "2025-12-20", "journal": ""}
{"title": "Preservation and remodelling of chloroplast lipids in photosynthetic sea slug host cells", "doi": "10.64898/2025.12.18.695117", "authors": "Rey, F.; Morelli, L.; Cartaxana, P.; Melo, T.; Domingues, P.; Domingues, R.; Cruz, S.", "abstract": "The capacity to retain long-term functional algal chloroplasts within animal cells is a singular trait of some Sacoglossa sea slugs. The stolen chloroplasts (kleptoplasts) confer photosynthetic capacity to the host. This study investigated how chloroplast lipidomes from two macroalgae (Acetabularia acetabulum and Bryopsis sp.) are modified after sequestration by the photosynthetic sea slugs Elysia crispata, Elysia viridis, and Elysia timida. Pigments were analysed by HPLC, and lipidomic profiling of chloroplasts (glycolipids, betaine lipids, phytosterols) was conducted using C18-LC-MS/MS. Kleptoplasts retain intact algal pigment profile. Glycolipid signatures in sea slug tissues closely resembled those of their algal donors, although shifts in relative abundances suggest remodelling of plastidial membranes, potentially affecting kleptoplast morphology, particularly membrane curvature and stability. In contrast, betaine lipid composition differed markedly between sea slugs and algal donors, with major betaine species common to all sea slugs. Phytosterol composition was better preserved in sea slugs feeding on Bryopsis sp. than on A. acetabulum. This study demonstrated that kleptoplast lipidomes maintain a strong algal identity but undergo selective modifications within the animal host. This remodelling likely optimizes membrane architecture to support long-term stability and photosynthetic functionality within the hosts' cellular environment, facilitating the integration and performance of sea slug kleptoplasts.", "date": "2025-12-20", "journal": ""}
{"title": "Modulation of translational elongation by montanine alkaloids preferentially inhibits RNA viruses", "doi": "10.64898/2025.12.19.695327", "authors": "Sakai, R.; Sato, K.; Tsugita, A.; Thaveepornkul, L.; Takada, A.; Miyamoto, H.; Kurokawa, R.; Yoshida, M.; Yokoyama, T.; Evidente, A.; Tsuge, Y.; Watari, H.; Sumiya, T.; Tanaka, Y.; Chimnaronk, S.; Matsumoto, K.", "abstract": "Montanine, an Amaryllidaceae alkaloid, has demonstrated superior antiviral activity against dengue virus (DENV), SARS-CoV-2, vesicular stomatitis Indiana virus (VSV-G), and vesicular stomatitis virus pseudotyped with Ebola virus glycoprotein (VSV-ZGP), outperforming other antiviral alkaloids tested, including lycorine, narciclasine, tetracetylnarciclasine, and pancracine. We further showed that montanine inhibits translation in mammalian cells, as evidenced by a puromycin incorporation assay. Cryo-EM analysis revealed that montanine binds to the peptidyl transferase center of the human ribosome. A chemical genomics survey indicated that the knockdown of the GCN1 complex, which senses ribosome collisions and triggers the translation quality control process, increased the cytotoxicity of montanine while reducing viral infectivity. Together, these results suggest that the antiviral activity of montanine is closely linked to its impact on translational elongation and GCN1-related stress responses, underscoring the potential of translation control as a targeted mode for RNA virus therapeutics.", "date": "2025-12-20", "journal": ""}
{"title": "Ultrahigh-Throughput Forster Resonance Energy Transfer-Activated Droplet Sorting for Terminator Polymerase Engineering", "doi": "10.64898/2025.12.18.695305", "authors": "Zhang, H.; Xie, Q.; Xu, H.; Li, W.; Li, C.; Shen, L.; Wang, P.; Yan, X.; Li, X.; Zhou, S.; Zhuo, S.; Liu, C.; Teng, B.; Dong, Y.; Shen, M.; Zheng, Y.; Xu, X.", "abstract": "Droplet microfluidic screening systems enable high-throughput, labor-saving enzyme directed evolution by employing fluorescence, absorbance, and Raman-activated sorting strategies for library screening. Forster resonance energy transfer (FRET) - a nanoscale technique for monitoring intramolecular/intermolecular conformational changes - is yet to be integrated into this process. We upgraded a single-channel sorter to a dual-channel one without redesigning the microscopy setup, which can monitor FRET signals during enzyme reactions in droplets at kilohertz rates. We applied this upgraded sorter to improve the incorporation efficiency of KOD DNA polymerase towards reversible terminator deoxyribonucleotides, a property crucial for its application in next-generation sequencing (NGS). Our data show that a single-round sorting can achieve 30-fold enrichment of active variants. Five KOD variants enabling 100-cycle single-end runs of DNA sequencing were identified using a novel cyclic reversible termination (CRT) substrate featuring a terminator group {approx} 5-fold bulkier than the classical azidomethyl moiety. We also engineered a metagenome-derived novel polymerase, and a variant achieving 90% terminator incorporation efficiency within 2 minutes was identified after two rounds of enrichment. In sum, we provide a practical setup for dual-channel FRET-based droplet sorting, and demonstrate its ability in terminator polymerases engineering, thereby broaden the scope of microfluidic applications.", "date": "2025-12-20", "journal": ""}
{"title": "Structure of Factor VII Gla domain bound to EPCR", "doi": "10.64898/2025.12.18.695140", "authors": "Lopez-Sagaseta, J.; Dichiara-Rodriguez, M. G.", "abstract": "During the past few decades, numerous studies provided evidence for a productive interaction between activated factor VII (FVIIa) and the endothelial protein C receptor (EPCR). However, a structure that settles the docking orientation and binding signature was still lacking. We report here the crystal structure of factor VII Gla domain bound to human EPCR, revealing a binding geometry in essence indistinguishable from that of the PC-EPCR interface. FVII Gla locks onto EPCR surface through the cooperative contribution of Ca2+ ions, residues of gamma carboxyglutamic acid and the hydrophobic omega-loop, essentially recapitulating PC docking, and confirming absolute structural competition for EPCR binding. These findings resolve a long-standing gap and inform the structural basis for the binding of a pharmacologically relevant coagulation factor to EPCR, illustrating the complete steric competition with PC. Such competition is dictated by a conserved Gla domain fold-driven mechanism of recognition with potential implications for pharmacological rFVIIa intervention in hemophilia.", "date": "2025-12-20", "journal": ""}
{"title": "SWARM: A Single-Molecule Workflow for High-Precision Profiling of RNA Modifications", "doi": "10.64898/2025.12.18.695332", "authors": "Prodic, S.; Cleynen, A.; Mahmud, S.; Srivastava, A.; Ravindran, A.; Kanchi, M.; Sethi, A. J.; Corovic, M.; Jain, R.; Santos-Rodriguez, G.; Vieira, G.; Weatheritt, R. J.; Hayashi, R.; Martinez, N. M.; Shirokikh, N. E.; Eyras, E.", "abstract": "Nanopore direct RNA sequencing promises to decode the epitranscriptome by detecting multiple modifications on individual RNA molecules, but its potential for biological discovery is hampered by high false-positive rates. We present SWARM, an AI-based framework designed to overcome this fundamental limitation. Its key innovation is a training strategy incorporating non-target modifications to eliminate modification crosstalk, enabling high-precision detection of m6A, pseudouridine ({Psi}), and m5C at single-nucleotide and single-molecule resolution from a single sample. Using rigorous in-vitro and cellular RNA benchmarks, SWARM outperforms existing tools and shows strong agreement with orthogonal methods. Applying SWARM across mammalian tissues yielded thousands of novel modification sites with confirmed motifs and localisation patterns. Our high-resolution multi-tissue modification map revealed no evidence of widespread m6A-{Psi} interplay, challenging models of a coordinated epitranscriptomic code. We further discovered splicing-shaped pseudouridylation, where TRUB1-mediated modification occurs only after exon-exon ligation stabilises the substrate structure. SWARM provides a robust, universally applicable tool for epitranscriptome discovery.", "date": "2025-12-20", "journal": ""}
{"title": "lncAPNet enables the deciphering of lncRNA and mRNA connections in patient transcriptomic data", "doi": "10.64898/2025.12.18.695074", "authors": "Vasileiou, V.; Gavriilidis, G. I.; Zeni, P. F.; Mraz, M.; Karatzas, E.; Giakountis, A.; Pavlopoulos, G.; Giannakakis, A.; Psomopoulos, F. E.", "abstract": "Long non-coding RNAs (lncRNAs) regulate gene expression through chromatin remodeling, transcriptional control, and posttranscriptional modulation, influencing physiological cell homeostasis but also disease onset. Yet most transcriptomic and network-based studies rely on descriptive linear co-expression analyses, missing nonlinear and mechanistic insights. Emerging ML/DL methods offer promise but remain limited by data sparsity, noise, insufficient biological priors, and poor interpretability, constraining systems level lncRNA-mRNA motif discovery. In this manuscript, we introduce lncAPNet, an extended version of APNet workflow, which integrates graph based nonlinear inference of lncRNA and mRNA interactions using NetBID2 activity logic within an lncRNA focused SJARACNe coexpression network, coupled with PASNet, a biologically informed sparse deep learning model. This framework enables explainable identification of lncRNA drivers in two different cancer type case studies, Chronic Lymphocytic Leukemia (CLL) and Prostate Adenocarcinoma (PRAD), uncovering lncRNA drivers that illuminate lncRNA mediated programs in cancer progression.", "date": "2025-12-20", "journal": ""}
{"title": "A geometric-surface PDE model for cell-nucleus translocation through confinement", "doi": "10.64898/2025.12.18.695144", "authors": "Ballatore, F.; Madzvamuse, A.; Jebane, C.; Helfer, E.; Allena, R.", "abstract": "Understanding how cells migrate through confined environments is crucial for elucidating fundamental biological processes, including cancer invasion, immune surveillance, and tissue morphogenesis. The nucleus, as the largest and stiffest cellular organelle, often limits cellular deformability, making it a key factor in migration through narrow pores or highly constrained spaces. In this work, we introduce a geometric surface partial differential equation (GS-PDE) model in which the cell plasma membrane and nuclear envelope are described as evolving energetic closed surfaces governed by force-balance equations. We replicate the results of a biophysical experiment, where a microfluidic device is used to impose compressive stresses on cells by driving them through narrow microchannels under a controlled pressure gradient. The model is validated by reproducing cell entry into the microchannels. A parametric sensitivity analysis highlights the dominant influence of specific parameters, whose accurate estimation is essential for faithfully capturing the experimental setup. We found that surface tension and confinement geometry emerge as key determinants of translocation efficiency. Although tailored to this specific setup for validation purposes, the framework is sufficiently general to be applied to a broad range of cell mechanics scenarios, providing a robust and flexible tool for investigating the interplay between cell mechanics and confinement. It also offers a solid foundation for future extensions integrating more complex biochemical processes such as active confined migration.", "date": "2025-12-20", "journal": ""}
{"title": "A comprehensive identification protocol for postcranial bones of Southeast Asian Ruminantia. Part 1: Osteometry", "doi": "10.64898/2025.12.18.695071", "authors": "Seesod, P.; Mithong, S.; Chantasri, S.; Bochaton, C.", "abstract": "Taxonomic identification of animal bone remains from archaeological and paleontological contexts is usually conducted by comparison with modern skeletal specimens, an approach that is relatively straightforward in temperate or insular regions. In contrast, it is more challenging in continental tropical areas, where rich biodiversity makes it difficult to assemble exhaustive modern references. This situation is well illustrated in continental Southeast Asia, where studies of large mammal assemblages have largely focused on teeth and cranial elements, while postcranial remains are rarely investigated. To address this issue, we established an osteometric reference dataset of the limb bones from Southeast Asian ruminant species and analyzed both the potential of raw measurements and osteometric ratios to identify the different taxa. The results reveal significant differences between genera and species, allowing size-based grouping and precise taxonomic identification in some cases. These data were subsequently used to develop an easy-to-use identification tool based solely on measurements. The performance of this tool was tested against previously published datasets, allowing confirmation of existing results, and discussion of potential biases associated with identification based on measurements alone. This new methodological framework provides a solid foundation to be combined with qualitative morphological criteria to enhance the precision and robustness of the taxonomic identifications of subfossil bones from continental southeast Asia.", "date": "2025-12-20", "journal": ""}
{"title": "The effects of elevated serum lactate on measures of apparent cerebral metabolism and perfusion in the anesthetised rodent brain.", "doi": "10.64898/2025.12.17.695057", "authors": "Radford-Smith, D.; Rooney, C.; McGing, J.; Shinozaki, A.; Deen, S. S.; Zaccagna, F.; Healicon, R.; Ball, V.; Anthony, D.; Tyler, D. J.; Grist, J. T.", "abstract": "Cerebral metabolism is coupled to perfusion and can be probed using a combination of hyperpolarized carbon-13 MRI and perfusion weighted imaging. It is unknown how alterations in serum lactate affect apparent lactate exchange and pyruvate dehydrogenase flux using hyperpolarized 13C MRI, and so this pre-clinical study was designed to assess the sensitivity of MRI to detect changes in perfusion and apparent metabolism in the anesthetized rodent brain due to sodium lactate administration. Results demonstrated significant differences in cerebral blood flow between the saline and sodium L-lactate administered at 0.5 g/kg (112 {+/-} 5 vs 127 {+/-} 2 mL/100g/min), saline and sodium L-lactate administered at 1 g/kg (112 {+/-} 5 vs 90 {+/-} 5 mL/100g/min), and between sodium L-lactate at 0.5 g/kg and sodium L-lactate at 1 g/kg (127 {+/-} 2 vs 90 {+/-} 5 mL/100g/min). There was excellent reproducibility of cerebral perfusion measurements (ICC > 0.95) between observers, indicating high reliability in these results. There were significant differences in [1-13C] lactate:[1-13C] pyruvate between saline vs 0.5 g/kg (0.22 {+/-} 0.05 vs 0.59 {+/-} 0.15) and saline vs 1 g/kg (0.22 {+/-} 0.05 vs 0.62 {+/-} 0.04), but no significant differences in 13C bicarbonate:[1-13C] pyruvate (p = 0.1). In conclusion, perfusion and [1-13C] lactate:[1-13C] pyruvate are sensitive to changes in serum lactate, but 13C bicarbonate:[1-13C] pyruvate were not. This has implications for brain studies using [1-13C] pyruvate, and understanding the impact of serum lactate on clinical hyperpolarised imaging is needed.", "date": "2025-12-20", "journal": ""}
{"title": "Multicenter HFpEF study identifies sex disparity linked with two discrete cardiac proteomic signatures", "doi": "10.64898/2025.12.18.695212", "authors": "Binek, A.; Janssens, J. V.; Sundararaman, N.; Teng, Y.; Mellor, K. M.; Raaijmakers, A. J. A.; Curl, C. L.; Ai, L. X.; Czer, L. S. C.; Bradshaw, A.; Sharma, K.; Hahn, V. S.; Campbell, K.; Zile, M. R.; Kass, D. A.; Marban, E.; Delbridge, L. M. D.; Van Eyk, J. E.", "abstract": "Heart failure with preserved ejection fraction (HFpEF) is epidemic, with an incidence exceeding that of heart failure with reduced ejection fraction (HFrEF). Sex differences in HFpEF phenotype have been observed, particularly linked to aging and metabolic comorbidities in women. Here, we report a multi-centre proteomic analysis of HFpEF and HFrEF cardiac samples. Using tissues and clinical data derived from multiple institutional biobanks, in-depth characterization of the proteome of ventricular samples was undertaken. Relative to HFrEF, the HFpEF cohort exhibited minimal proteome composition overlap and pronounced heterogeneity. A key finding of this investigation is that sex per se did not confer a distinctive proteomic HFpEF signature. Rather, two HFpEF proteomic profiles were identified, differing significantly in sex ratios. The identification of two Clusters revealed that HFpEF has two predominant proteomic signatures at the molecular level, marked by differences in the extent and nature of structural and contractile machinery and by local cellular and ECM communications. Upstream regulator analysis identified various molecular leads to be pursued in defining these two HFpEF profiles. Our findings offer specific opportunities for new exploration of therapeutic options to target the spectrum of HFpEF proteomic diversity and identify potential drug targeting prospects.", "date": "2025-12-20", "journal": ""}
{"title": "Conserved RNA helicase Vasa regulates ribonucleoprotein condensates through protein interaction and mRNA recruitment", "doi": "10.64898/2025.12.19.695503", "authors": "Tian, S.; Kim, H.; Curnutte, H. A.; Trcek, T.", "abstract": "Germlines contain ribonucleoprotein condensates known as germ granules, which concentrate proteins and mRNAs essential for animal development. Vasa, a conserved DEAD-box RNA helicase, is a core and highly concentrated constituent of germ granules. However, its roles within these structures remain poorly understood. Here, we use Drosophila germ granules as a model system to address this question. Applying in vivo and human cell systems, we found that condensation of Oskar (Osk) protein, which nucleates germ granules, occurred independently of Vasa. However, in oocytes lacking detectable Vasa protein, Osk formed aggregated condensates regardless of the eGFP tag. Furthermore, Osk-eGFP showed minimal recovery as measured by fluorescence recovery after photobleaching (FRAP) indicating that its exchange between condensates and their surroundings was greatly reduced in the absence of Vasa. Supporting this result, co-expression of Vasa increased the FRAP recovery of Osk-eGFP condensates and reduced Osk-eGFP partitioning into them in cells. This effect required the interaction between Vasa and Osk, suggesting that by binding Osk, Vasa modulates Osk phase behavior and its condensate material properties. Super-resolution microscopy further revealed that Vasa is required for germ granule mRNA localization to Osk condensates in vivo. Co-expression of Vasa with Osk-eGFP is necessary and sufficient to recruit germ granule mRNAs to condensates in cells. Although this activity depends on Vasa-Osk interaction, the interaction itself is not sufficient. Notably, localization of a conserved germ granule mRNA nanos reduced the FRAP recovery of Osk-eGFP condensates in cells, partially counteracting Vasa effect. Collectively, our findings uncovered a novel function of the DEAD-box RNA helicase Vasa in regulating the material properties of Osk condensates through coordinated protein-protein and protein-mRNA interactions.", "date": "2025-12-20", "journal": ""}
{"title": "Characterizing the Effects of Protein Glycosylation Perturbation on Phosphorylation Signaling", "doi": "10.64898/2025.12.18.695253", "authors": "Wei, E.; Liu, H.; Betenbaugh, M.; Zhang, H.", "abstract": "Protein glycosylation and phosphorylation constitute two pervasive regulatory layers in mammalian cells, yet the effects that protein glycosylation play in phosphorylation signaling remain poorly understood. Here we show that controlled perturbation of N-linked glycan biosynthesis through glycoengineering fundamentally rewires phosphorylation signaling networks in human cells. Using comprehensive proteomics approaches, we simultaneously profiled the global proteome, glycoproteome, and phosphoproteome in engineered HEK293 cells designed to eliminate core fucosylation while enhancing sialylation and reducing GlcNAc branching complexity. Glycoengineering emerged as the dominant source of molecular variation across all datasets, with over 9,800 intact glycopeptides identified of which 3,400 are significantly altered, establishing a remodeled baseline cellular state. Upon serum stimulation, engineered cells not only exhibited markedly decreased phosphorylation responses compared to wild-type cells, but comprehensively re-wired to prefer signaling away from canonical EGFR/mTOR growth pathways. These findings establish a systematic framework for targeting glycosylation-phosphorylation regulation and nominate glycan-dependent signaling nodes as potential therapeutic vulnerabilities in glycosylation-remodeled disease states.", "date": "2025-12-20", "journal": ""}
{"title": "Molecular structure and nickel binding capacity of Proteus mirabilis UreE", "doi": "10.64898/2025.12.19.695641", "authors": "Pan, J.; Mueller, S. L.; Tasneem, N.; Wu, Y.; Furlong, E. J.", "abstract": "UreE is a nickel chaperone required for the safe and efficient delivery of nickel to the active site of the metalloenzyme, urease; a key virulence factor of the urinary tract pathogen, Proteus mirabilis. We investigated the structural features of P. mirabilis UreE using protein X-ray crystallography and its nickel-binding capacity by inductively coupled plasma-mass spectrometry. Here, we report a 2.0 [A] crystal structure of homodimeric PmUreE and show it has capacity to bind five nickel ions per dimer. Truncation of the histidine-rich C-terminus reduced nickel binding capacity by two nickel ions per dimer and comparison with homologous UreE structures allowed the assignment of putative nickel binding sites within the PmUreE structure. These findings increase our understanding of how PmUreE binds nickel and ultimately prevents this toxic metal from causing significant cellular damage in P. mirabilis.", "date": "2025-12-20", "journal": ""}
{"title": "Enhanced Proteomics Analysis with a Novel Recombinant Chymotrypsin Analogue Engineered for High Cleavage Specificity", "doi": "10.64898/2025.12.19.695449", "authors": "Adoni, K. R.; Ditcham, J.; Gonzalez Rivera, A. K.; Charlton, G.; Saveliev, S.; Thalassinos, K.; Zenezini Chiozzi, R.", "abstract": "Chymotrypsin is widely used in shotgun proteomics owing to its orthogonal cleavage specificity relative to trypsin, which enhances sequence coverage of hydrophobic protein regions. However, commercial preparations often display variable cleavage specificity, trypsin contamination, and elevated missed cleavage rates, which can collectively reduce proteome coverage and data reproducibility. To address these limitations, we present a novel recombinant chymotrypsin (rChymoSelect) engineered for improved cleavage specificity and robustness in proteomics workflows. Benchmarking against standard bovine chymotrypsin revealed 97 % C terminal cleavages after tyrosine (Y), phenylalanine (F), and leucine (L) for rChymoSelect, compared with 72 % for the standard enzyme. This enhanced cleavage specificity reduced missed cleavages and increased peptide spectrum matches across charge states. Across 3,638 identified proteins, rChymoSelect yielded 22.2 % unique identifications compared with 8.2 % for standard chymotrypsin, while maintaining similar peptide length, m/z, and hydrophobicity distributions. Notably, rChymoSelect showed enriched recovery of mitochondrial proteins, consistent with its improved digestion of hydrophobic targets. The enzyme remained active in up to 6 M urea and achieved near maximal proteome coverage within 2 hours (only a 2.4 % gain after overnight digestion). Integration with data independent acquisition (DIA) increased total protein identifications from approximately 2,200 (DDA) to 3,200 (DIA), a 45 % gain, with rChymoSelect outperforming standard chymotrypsin by 16.6 to 22.4 % in peptide-spectrum matches and 4.6 to 6.2 % in protein identifications. These results establish rChymoSelect as an advanced tool with improved cleavage specificity that reduces analytical complexity and enhances the reliability of proteomic analysis, while expanding chymotryptic digestion to hydrophobic and high denaturant proteomics applications.", "date": "2025-12-20", "journal": ""}