{"title": "Olfactory fear conditioning biases sensory neuron representation across generations", "doi": "10.1101/2023.02.23.529692", "authors": "Liff, C. W.; Ayman, Y. R.; Jaeger, E. C. B.; Cardeiro, A.; Lee, H. S.; Kim, A.; Vina-Albarracin, A.; Ferguson, D.-L. K. D.; Marlin, B. J.", "abstract": "The main olfactory epithelium initiates the process of odor encoding. Recent studies have demonstrated intergenerationally inherited changes in the olfactory system in response to fear conditioning, resulting in increases in olfactory sensory neuron frequencies and altered responses to odors. We investigated changes in the cellular composition of the olfactory epithelium in response to an aversive stimulus. Here, we achieve volumetric cellular resolution to demonstrate that olfactory fear conditioning increases the number of odor-encoding neurons in mice that experience odor-shock conditioning (F0), as well as their unconditioned offspring (F1). We demonstrate that the increase in F0 is due, in part, to the biasing of the stem cell layer of the main olfactory epithelium. Detailed analysis of F1 behavior revealed subtle odor-specific differences between the offspring of unconditioned and conditioned parents, despite the absence of an active aversion to the conditioned odor. Thus, we reveal intergenerational regulation of olfactory epithelium composition in response to olfactory fear conditioning, providing insight into the heritability of acquired phenotypes.", "date": "2025-08-18", "journal": ""}
{"title": "Modulation of Karyopherin Levels Attenuates Mutant Ataxin-1-Induced Neurodegeneration", "doi": "10.1101/2023.07.12.548780", "authors": "Ruff, E. K.; Timperman, D. L.; Amador, A. A.; Aguirre-Lamus, I.; Salim, k.; de Haro, M.; Al-Ramahi, I.", "abstract": "Neurodegenerative diseases are characterized by the abnormal accumulation of disease-driving proteins. Emerging evidence suggests that nucleocytoplasmic transport (NCT) components play a critical role in neurodegeneration. This study investigates the effects of modulating the levels of different karyopherins on mutant Ataxin-1 (mATXN1)-induced neurodegeneration in Spinocerebellar Ataxia Type 1 (SCA1) Drosophila and cell models. Our findings reveal that ATXN1 [82Q] interacts with KPNAs in the nucleus and cytoplasm of neurons. Increasing KPNA levels ameliorates ATXN1 [82Q]-induced neurodegeneration and progressive neuronal dysfunction. Surprisingly, elevated KPNA levels did not increase nuclear mATXN1, instead, mechanistic analyses demonstrate that KPNA retains mATXN1 in the cytoplasm, reducing its nuclear accumulation. Moreover, higher KPNA leads to a decrease in soluble oligomeric mATXN1. Interestingly, inhibition of a different karyopherin, KPNB1, elevated KPNA levels and reduced nuclear mATXN1 in human neuronal precursor cells. Consistently, knockdown of KPNB1 attenuates ATXN1 [82Q]-induced neurodegeneration and reduces its nuclear aggregation in Drosophila. These results indicate that KPNAs may act as chaperones for mATXN1, preventing its nuclear translocation and reducing its pathological effects. Importantly, they also constitute a proof of principle that retaining mATXN1 in the cytoplasm represents an attractive and viable therapeutic option. Given the dysregulation of karyopherins in many neurodegenerative diseases and their emerging role as chaperones, the results presented here may extend beyond SCA1 into other disorders like Alzheimer's or Parkinson's disease.", "date": "2025-08-18", "journal": ""}
{"title": "Reconfiguration of Brain-Wide Neural Activity After Early Life Adversity", "doi": "10.1101/2023.09.10.557058", "authors": "Uselman, T. W.; Jacobs, R. E.; Bearer, E. L.", "abstract": "Early life adversity (ELA) predisposes individuals to physical and mental disorders lifelong. How ELA affects brain functions, leading to these vulnerabilities, is a mystery. To understand ELAs impacts, investigations into neural activity affected by ELA must go beyond localized areas toward simultaneous recordings from multiple widely distributed regions over time. Such studies will expose relative activity between regions and discover shifts in regional activity in response to different experiences. Here, we performed longitudinal manganese-enhanced magnetic resonance imaging (MEMRI) to measure degrees of brain-wide neural activity in ELA-exposed mice across a series of experiences in adulthood. To ascertain whether ELA resulted in atypical brain activity, results were compared to those of the standard mouse (Std). MEMRI captured activity in the freely moving home cage condition, and short- and long-term after exposure to TMT, a naturalistic predator threat. Images were normalized and aligned then analyzed with statistical mapping and automated segmentation. We found that neural activity in the home cage was greater in ELA compared to Std in multiple striatal-pallidal and hypothalamic regions. Upon acute threat, neural activity in Std increased in these regions to become more similar to that in ELA, while new hyperactive responses in ELA emerged in the midbrain and hindbrain. Nine days after acute threat, heightened neural activity in ELA persisted within locus coeruleus and increased within posterior amygdala, ventral hippocampus, and dorsomedial and ventromedial hypothalamus. These results reveal functional imbalances that arise between multiple brain-systems after ELA, which are dependent upon context and cumulative experiences into adulthood.", "date": "2025-08-18", "journal": ""}
{"title": "Transcriptional signatures in the rat medial prefrontal cortex associated with vulnerability and resilience across distinct phases of opioid use disorder", "doi": "10.1101/2024.02.29.582799", "authors": "Liu, S. X.; Muelken, P.; Maxim, Z. L.; Ramakrishnan, A.; Estill, M. S.; LeSage, M. G.; Smethells, J. R.; Shen, L.; Tran, P. V.; Harris, A. C.; Gewirtz, J. C.", "abstract": "We characterized gene transcriptional activity in the medial prefrontal cortex of rats associated with individual differences in vulnerability to three distinct phases of opioid use disorder (OUD). Resilient rats showed many more changes in canonical pathway activity than Vulnerable rats in models of both early and advanced OUD, involving passive opioid exposure and opioid self-administration (SA), respectively. The Resilient/Vulnerable phenotype was also associated across phases with functionally specific gene networks, including those mediating epigenetic, neuroimmune, and neuroplasticity function. In contrast, we identified two phase-specific effects. First, differential activity of a myelination-related gene network was associated with Resilience/Vulnerability measured after passive morphine exposure. Second, expression of the calmodulin-inhibitor Pcp4, a gene recently implicated in a rat opioid SA GWAS analysis, was associated with Resilience/Vulnerability measured after SA but not after passive morphine exposure. Thus, we have identified both general and phase-specific transcriptional signatures involved in OUD vulnerability across its trajectory.", "date": "2025-08-18", "journal": ""}
{"title": "AllTheBacteria - all bacterial genomes assembled, available and searchable", "doi": "10.1101/2024.03.08.584059", "authors": "Hunt, M.; Lima, L.; Anderson, D.; Bouras, G.; Hall, M. B.; Hawkey, J.; Schwengers, O.; Shen, W.; Lees, J.; Iqbal, Z.", "abstract": "The bacterial sequence data publicly available via the global DNA archives is a vast potential source of information on the evolution of bacteria. However, most of this sequence data is unassembled, or where assembled was done so with no consistent assembler or quality control. Although this data has great potential, these inconsistencies make it unsuitable for large-scale analyses, and inaccessible for most researchers to reuse. Therefore in our previous effort, we released a uniformly assembled set of 661,405 genomes, consisting of all publicly available whole genome sequenced bacterial isolate data up to a cutoff of November 2018, enriched with various search indexes to make the data easier to sort and use. In this study, we first extend the dataset up to August 2024 with the same consistent assembly pipeline, more than tripling the number of genomes available. We also expand the scope of the dataset beyond genomes, as we begin a global collaborative project to generate annotations, species-specific analyses, evolutionary data, new search indices, and protein structural data. Our collaboration is therefore grass-roots, driven by the needs of different research communities within microbiology. In this paper, we describe the project as of release 2024-08, comprising 2,440,377 assemblies. All 2.4 million genomes have been uniformly reprocessed for quality criteria and to give taxonomic abundance estimates with respect to the GTDB phylogeny. We further enrich the dataset with sequence annotations from Bakta, antimicrobial resistance predictions from AMRFinderPlus, and AlphaFold2 protein structure predictions for the 17.7M hypothetical proteins. By applying an evolution-informed compression approach, the full set of genomes is just 130Gb: a reduction of about 23x compared to compressing individual assemblies. To make the resource as accessible as possible, we also provide multiple search indexes, a method for alignment to the full dataset, and cloud-based access to all the genomes. The AllTheBacteria data (https://allthebacteria.org/) has already been independently used in multiple other analyses; our goal is to make this a self-sustaining community-driven resource, which increases the accessiblity and reuse of bacterial genomes for a large range of purposes.", "date": "2025-08-18", "journal": ""}
{"title": "Rapid Response of Neutrophils Determined by Shortest Differentiation Trajectory and New Insight into Cell Cycle Kinetics and Chronological Order of Progenitor States", "doi": "10.1101/2024.04.23.590178", "authors": "Yue, Y.", "abstract": "Despite substantial advances in our understanding of hematopoietic stem cell self-renewal, differentiation, and proliferation, the underlying mechanisms and cell cycle kinetics remain elusive. Neutrophils, as primary rapid responders during infections, quickly generate an enormous number of mature cells for immune defense. This immune phenomena is effected by cell cycle kinetics. Our previous study redefined progenitors and reformed the hierarchy of hematopoiesis. How exactly lineage commitment and cell cycle are coordinated remain to be elucidated. Here, we aim to elucidate the cell cycle kinetics and chronological order of progenitor states, providing new insights into immune phenomena. We revealed the changes in cell cycle kinetics from differentiation (lineage commitment) to proliferation (cell division) in peripheral hematopoiesis. Differentiating hematopoietic progenitor cells (HPCs) are maintained in the G1 phase of cell cycle, regulated by DNA replication. CDCA7 was identified as an essential factor for DNA replication, facilitating the transition of progenitor cells from G1 to S phase. Once the progenitors complete their commitment, cell cycle states of progenitors convert from G1 to S phase, switching from lineage commitment to cell division with DNA replication begins. Lineage commitment and cell division of MPCs are independent processes, and fate determination takes precedence over proliferation. Since the differentiating HPCs do not undergo cell division, a committing progenitor will destined to mature into only one committed progenitor cell along its designated differentiation trajectory. The chronological order of quiescence, self-renewal, differentiation, and proliferation, was clearly delineated. Our study proposed the concept of temporal sequence control, emphasizing that fate determination necessarily precedes division during lineage commitment, thereby providing a new dimension for modeling hematopoietic dynamics. Our study reveals that initial progenitors in adult peripheral blood exhibit self-renewal capabilities, which are absent after lineage commitment is completed during hematopoiesis. Neutrophil present the shortest differentiation trajectory in the hematopoietic hierarchy, which decide their role as rapid responders. Our results provide a clear characterization of the cell cycle kinetics of HPCs lineage commitment and cell division, facilitating advancements in inflammation and disease treatment.", "date": "2025-08-18", "journal": ""}
{"title": "Prefrontal Cortex subregions provide distinct visual and behavioral feedback modulation to the Primary Visual Cortex", "doi": "10.1101/2024.08.06.606894", "authors": "Ährlund-Richter, S.; Osako, Y.; Jenks, K. R.; Odom, E.; Huang, H.; Arnold, D. B.; Sur, M.", "abstract": "The mammalian Prefrontal Cortex (PFC) has been suggested to modulate sensory information processing across multiple cortical regions via long-range axonal projections. These axonal projections arise from PFC subregions with unique brain-wide connectivity and functional repertoires, which may provide the architecture for modular feedback intended to shape sensory processing. Here, we used axonal tracing, axonal and somatic 2-photon calcium imaging, and chemogenetic manipulations in mice to delineate how projections from the Anterior Cingulate Cortex (ACA) and ventrolateral Orbitofrontal Cortex (ORB) of the PFC modulate sensory processing in the primary Visual Cortex (VISp) across behavioral states. Structurally, we found that ACA and ORB have distinct patterning of projections across both cortical regions and layers. ACA axons in VISp had a stronger representation of visual stimulus information than ORB axons, but both projections showed non-visual, behavior-dependent activity. ACA input to VISp enhanced the encoding of visual stimuli by VISp neurons, and modulation of visual responses scaled with arousal. On the other hand, ORB input shaped movement and arousal related modulation of VISp visual responses, but specifically reduced the encoding of high-contrast visual stimuli. Thus, ACA and ORB feedback have separable projection patterns and encode distinct visual and behavioral information, putatively providing the substrate for their unique effects on visual representations and behavioral modulation in VISp. Our results offer a refined model of cortical hierarchy and its impact on sensory information processing, whereby distinct as opposed to generalized properties of PFC projections contribute to VISp activity during discrete behavioral states.", "date": "2025-08-18", "journal": ""}
{"title": "Psoriasis-like inflammation induces structural and functional changes in mitochondria", "doi": "10.1101/2024.09.05.611357", "authors": "Kulkoviene, G.; Uldukyte, M.; Haluts, S.; Kairyte, M.; Soliunas, J.; Salciute, V.; Inciuraite, R.; Skieceviciene, J.; Iesmantaite, M.; Morkuniene, R.; Jekabsone, A.", "abstract": "Mitochondrial structural and functional changes accompany psoriasis, yet the mitochondrial response to psoriatic inflammation in keratinocytes and fibroblasts remains unexplored. In this study, we investigated the effect of psoriasis-like inflammation (PLI) induced by a cytokine cocktail (interleukin (IL)-17A, IL-22 and tumour necrosis factor (TNF)-) on mitochondrial network morphology and function in cultured keratinocytes (HaCaT) and fibroblasts (BJ-5ta). In both cell types, PLI triggered expression of psoriasis-related Elafin and high amounts of cytokines (IL-1, IL-6), interferons (IFN-, IFN-{beta}, IFN-{gamma}) and chemokines (C-C motif chemokine 5 (CCL5) and IL-8), accompanied by increased mitochondrial membrane potential, reactive oxygen species (ROS) production, respiration suppression, network fragmentation, swelling, and cristae disassembly. Stimulated emission depletion (STED) nanoscopy revealed the disappearance of mitochondrial cristae in response to PLI, with the process starting more quickly and being more pronounced in keratinocytes than in fibroblasts. These findings highlight cell-specific mitochondrial responses to psoriatic inflammation, guiding future investigations towards new pharmacological targets for managing psoriasis.", "date": "2025-08-18", "journal": ""}
{"title": "Disentangling heritability and plasticity effects on Populus fremontii leaf reflectance across a temperature gradient", "doi": "10.1101/2024.10.21.619129", "authors": "Seeley, M. M.; Thomson, E.; Allan, G. J.; Wiebe, B. C.; Whitham, T. G.; Hultine, K.; Cooper, H. F.; Asner, G. P.; Doughty, C. E.", "abstract": "Globally, vegetation biodiversity is expected to decline as the rate of plant adaptation struggles to keep pace with rising temperatures. To support conservation efforts through remote sensing, we disentangled the nested effects of genetic and environmental influences on reflectance spectra, leveraging spectroscopy to assess plant adaptations to temperature. Specifically, we quantified the relative effect of plasticity and heritability on Populus fremontii (Fremont cottonwood) leaf reflectance using clonal replicates propagated from 16 populations and grown across three common gardens spanning a mean annual temperature gradient representing the thermal range of P. fremontii. We used variance partitioning to decompose phenotypic variation expressed in the leaf spectra into genotypic and environmental components to estimate broad-sense heritability. Heritability was strongly expressed in the spectral red edge (~680-750nm) and shortwave infrared (~1400-3000nm), though the heritability peak in the red edge was sensitive to extreme temperatures. By comparing distances of group centroids in principal component space, we determined that P. fremontii intraspecific spectral variation was shaped by the interaction between common garden site conditions and source population. Support vector machine models indicated pronounced environmental influence on spectral variation, as P. fremontii source population and garden location were classified at 71.8% and 92.6% accuracy, respectively. These findings emphasize the utility of reflectance data in separating genetic and environmental influences on plant phenotypes, offering a pathway to scale these insights across broader landscapes and aid in the conservation and management of vulnerable ecosystems in a warming climate.", "date": "2025-08-18", "journal": ""}
{"title": "Quantifying structural variants in chromosomes using landmark-based disparity", "doi": "10.1101/2024.10.30.620815", "authors": "Mohan, A. V.; Goswami, A.; Streicher, J. W.", "abstract": "Chromosomal architecture has played a key role in the evolution of biodiversity. Detecting structural variants (SVs) on chromosomes has informed the study of speciation, sex determination, adaptation, and some of the earliest divergences in the tree of life. Here we present a computationally non-intensive approach, based on geometric morphometrics, that uses conserved DNA sequences as landmarks to quantify structural disparities of focal chromosomes across multiple species, individuals, or cell types. Based on two approaches, we show that this geno-metric method can be applied at micro- and macroevolutionary scales to discover and diagnose SVs. Using human X-linked genes and ultraconserved elements as landmarks, we provide empirical demonstrations with amniote sex chromosomes, the Drosophila virilis group, and placental mammal genomes. Landmark-based structural disparity analysis effectively identifies chromosomal rearrangements and has parallels with traditional morphometrics regarding chromosome size, landmark orientation and landmark availability. Using simulations, we show that structural disparity inferred from ultraconserved elements is correlated with overall levels of chromosome evolution; an attribute which is consistent with observed disparity between and within mammalian orders. We found that the disparity patterns of SVs have significant phylogenetic signal, giving them broad importance for studying evolutionary biology. Structural disparity analyses are a valuable addition to the comparative genomic toolkit in that they offer an intuitive, rapid mechanism for detecting SVs associated with single copy genetic landmarks and the potential to reveal broader patterns of chromosome evolution related to expansions, contractions, rearrangements and phylogeny.", "date": "2025-08-18", "journal": ""}
{"title": "Single-molecule imaging reveals the roles of the membrane-binding motif and the C-terminal domain of RNase E in its localization and diffusion in Escherichia coli", "doi": "10.1101/2024.11.05.622141", "authors": "Troyer, L.; Wang, Y.-H.; Shobhna, S.; Kim, S.; Ramsey, B.; Woo, J.; Tajkhorshid, E.; Kim, S.", "abstract": "In Escherichia coli, RNase E, a central enzyme in RNA processing and mRNA degradation, contains a catalytic N-terminal domain (NTD), a membrane-targeting sequence (MTS), and a C-terminal domain (CTD). We investigated how MTS and CTD influence RNase E localization, diffusion, and function. Super-resolution microscopy revealed that ~93% of RNase E localizes to the inner membrane and exhibits slow diffusion similar to polysomes. Comparing the native amphipathic MTS with a transmembrane motif showed that the MTS confers slower diffusion and stronger membrane binding. The CTD further slows diffusion by increasing mass but unexpectedly weakens membrane association. RNase E mutants with partial cytoplasmic localization displayed enhanced co-transcriptional degradation of lacZ mRNA. These findings indicate that variations in the MTS and the presence of the CTD shape the spatiotemporal organization of RNA processing in bacterial cells, providing mechanistic insight into how RNase E domain architecture influences its cellular function.", "date": "2025-08-18", "journal": ""}
{"title": "Building a single cell transcriptome-based coordinate system for cell ID with SURE", "doi": "10.1101/2024.11.13.623403", "authors": "Zeng, F.; Han, J.", "abstract": "The growing scale of single cell data demands standardized cell identification. We develop SURE, a data-driven method that establishes a cell coordinate system through optimally-sized metacells exhibiting enhanced transcriptional homogeneity. This approach enables precise cellular state characterization while providing three key atlas functionalities: zero-shot query-to-reference mapping, out-of-atlas detection, and cell type annotation. SURE's hierarchical assembly pipeline successfully integrates large-scale atlas datasets, as demonstrated by constructing the Human Blood Metacell Atlas (HBMCA) from 5 million cells. Our method addresses the fundamental challenge of consistent cell positioning across diverse experimental contexts, facilitating robust comparative analyses between healthy and disease states.", "date": "2025-08-18", "journal": ""}
{"title": "Sulfation affects apical extracellular matrix organization during development of the Drosophila embryonic salivary gland tube", "doi": "10.1101/2024.11.20.624565", "authors": "Woodward, J. L.; Matthew, J.; Joshi, R.; Vishwakarma, V.; Xiao, Y.; Chung, S.", "abstract": "The apical extracellular matrix (aECM) plays a critical role in epithelial tube morphogenesis during organ formation, but its composition and organization remain poorly understood. Using the Drosophila embryonic salivary gland (SG) as a model, we identify Papss, an enzyme that synthesizes the universal sulfate donor PAPS, as a critical regulator of tube lumen expansion. Papss mutants show a disorganized apical membrane, condensed aECM, and disruptions in Golgi structures and intracellular trafficking. SG-specific expression of wild-type Papss, but not the catalytically inactive form, rescues the defects in Papss mutants, suggesting that defects in sulfation are the underlying cause of the phenotypes. Additionally, we identify two zona pellucida (ZP) domain proteins, Piopio (Pio) and Dumpy (Dpy), as key components of the SG aECM. In the absence of Papss, Pio is gradually lost in the aECM, while the Dpy-positive aECM structure is condensed and dissociates from the apical membrane, leading to a thin lumen. Mutations in dpy or pio, or in Notopleural, which encodes a matriptase that cleaves Pio to form the luminal Pio pool, result in a SG lumen with alternating bulges and constrictions, with the loss of pio leading to the loss of Dpy in the lumen. Our findings underscore the essential role of sulfation in organizing the aECM during tubular organ formation and highlight the mechanical support provided by ZP domain proteins in maintaining luminal diameter.", "date": "2025-08-18", "journal": ""}
{"title": "EVOLUTIONARY ASSEMBLY OF CROWN REPTILE ANATOMY CLARIFIED BY LATE PALEOZOIC RELATIVES OF NEODIAPSIDA", "doi": "10.1101/2024.11.25.625221", "authors": "Jenkins, X.; Benson, R. B. J.; Ford, D. P.; Browning, C.; Fernandez, V.; Dollman, K.; Gomes, T.; Griffiths, E.; Choiniere, J. N.; Peecook, B. R.", "abstract": "Living reptiles include more than 20,000 species with disparate ecologies. Direct anatomical evidence from Neodiapsida, which includes the reptile crown-group Sauria and its closest extinct relatives, shows that this diversity originates from a single common reptilian ancestor that lived some 255 million years ago in the Paleozoic. However, the evolutionary assembly of crown reptile traits is poorly understood due to the lack of anatomically close outgroups to Neodiapsida1-7. We present a substantially revised phylogenetic hypothesis, informed by new anatomical data derived from high-resolution synchrotron tomography of Paleozoic reptiles8-12. We find strong evidence placing the clade Millerettidae as a close sister to Neodiapsida, which uniquely share a suite of derived features among Paleozoic stem reptiles. This grouping, for which we name the new clade Parapleurota, replaces previous phylogenetic paradigms by rendering the group Parareptilia as a polyphyletic assemblage of stem reptiles, of which millerettids are the most crownward. Our analysis presents hypotheses that resolve long-standing issues in Paleozoic reptile evolution, including the placement of captorhinids on the amniote stem lineage and firm support for varanopids as synapsids, which taken together provide a greatly improved fit to the observed stratigraphic record. Optimizations of character evolution on our phylogenetic hypothesis reveals gradual assembly of crown reptile anatomy, including a Permian origin of tympanic hearing, the presence of a lower temporal fenestra in the amniote common ancestor, with subsequent modifications on the reptile stem lineage, leading to the loss of the lower temporal bar. This evolutionary framework provides a platform for investigating the subsequent radiations of the reptile crown group in the Early Triassic, including the lines leading to dinosaurs (including birds), crocodilians, lepidosaurs, and extinct marine reptiles.", "date": "2025-08-18", "journal": ""}
{"title": "Retrieval Augmented Protein Language Models for Protein Structure Prediction", "doi": "10.1101/2024.12.02.626519", "authors": "Li, P.; Cheng, X.; Song, L.; Xing, E. P.", "abstract": "The advent of advanced artificial intelligence technology has significantly accelerated progress in protein structure prediction, with AlphaFold2 setting a new benchmark for prediction accuracy by leveraging the Evoformer module to automatically extract co-evolutionary information from multiple sequence alignments (MSA). To address AlphaFold2's dependence on MSA depth and quality, we propose two novel models: AIDO.RAGPLM and AIDO.RAGFold, pretrained modules for Retrieval-AuGmented protein language model and structure prediction in an AI-driven Digital Organism (Song et al., 2024). AIDO.RAGPLM integrates pre-trained protein language models with retrieved MSA, surpassing single-sequence protein language models in perplexity, contact prediction, and fitness prediction. When sufficient MSA is available, AIDO.RAGFold achieves TM-scores comparable to AlphaFold2 while operating up to eight times faster, and significantly outperforms AlphaFold2 when MSA is insufficient (TM-score = 0.379, 0.116 and 0.059 for 0, 5 and 10 MSA sequences as input). Additionally, we developed an MSA retriever using hierarchical ID generation that is 45 to 90 times faster than traditional methods, expanding the MSA training set for AIDO.RAGPLM by 32%. Our findings suggest that AIDO.RAGPLM provides an efficient and accurate solution for protein structure prediction, particularly in scenarios with limited MSA data. The AIDO.RAGPLM model has been open-sourced and is available on https://huggingface.co/genbio-ai/AIDO.Protein-RAG-3B.", "date": "2025-08-18", "journal": ""}
{"title": "Comparative genomics of Rickettsiella bacteria reveal variable metabolic pathways potentially involved in symbiotic interactions with arthropods", "doi": "10.1101/2024.12.03.626579", "authors": "Floriano, A. M. M.; El-Filali, A.; Amoros, J.; Buysse, M.; Jourdan-Pineau, H.; Sprong, H.; Kohl, R.; Dirks, R. P.; Schaap, P.; Koehorst, J.; Nijsse, B.; Bouchon, D.; Daubin, V.; Vavre, F.; Duron, O.", "abstract": "Members of the Rickettsiella genus (order: Legionellales) are emerging as widespread bacteria associated with insects, arachnids, and crustaceans. While some Rickettsiella strains are highly virulent pathogens, others are maternally inherited endosymbionts that manipulate arthropod phenotypes, including the induction of defensive symbiosis and cytoplasmic incompatibility. However, the genomic diversity of Rickettsiella remains largely unexplored, and their genetic potential to induce complex phenotypes in arthropods is only partially understood. In this study, we sequenced five new Rickettsiella genomes isolated from three tick species. Through comparative genomics, we observed that Rickettsiella members share similar metabolic capabilities, and collectively lack virulence genes from pathogenic Legionellales. Additional analysis of Rickettsiella genomes revealed significant variability in metabolic properties related to endosymbiosis. Specifically, their capacity to biosynthesize certain B vitamins and heme varies, suggesting a functional role of some Rickettsiella strains in the nutrition of their arthropod hosts. Some Rickettsiella genomes harbour homologs of Wolbachia cif genes, the cause of Wolbachia-induced cytoplasmic incompatibility,, suggesting that Rickettsiella may use a similar molecular mechanism to manipulate the reproduction of their arthropod hosts. Phylogenomics further revealed that tick-borne Rickettsiella exhibit distinct evolutionary origins within the genus, indicating that Rickettsiella have undergone repeated horizontal transfers between ticks and other arthropods.", "date": "2025-08-18", "journal": ""}
{"title": "In Search of Transcriptomic Correlates of Neuronal Firing-Rate Adaptation across Subtypes, Regions and Species: A Patch-seq Analysis", "doi": "10.1101/2024.12.05.627057", "authors": "Meng, J. H.; Kang, Y.; Lai, A.; Feyerabend, M.; Inoue, W.; Martinez-Trujillo, J. C.; Rudy, B.; Wang, X.-J.", "abstract": "Can the transcriptomic profile of a neuron predict its physiological properties? Using a Patch-seq dataset of the primary visual cortex, we addressed this question by focusing on spike rate adaptation (SRA), a well-known phenomenon that depends on small conductance calcium (Ca)-dependent potassium (SK) channels. We first show that in parvalbumin-expressing (PV) and somatostatin-expressing (SST) interneurons, expression levels of genes encoding the ion channels underlying action potential generation are correlated with the half-width (HW) of spikes. Surprisingly, the SK encoding genes are not correlated with the degree of SRA (dAdap). Instead, genes that encode proteins upstream from the SK current, as well as the low-voltage-activated Calcium channel, are correlated with dAdap. This general principle is supported by datasets from the mouse primary motor cortex and multiple macaque brain regions. Finally, we generate testable predictions by constructing a minimal model.", "date": "2025-08-18", "journal": ""}
{"title": "Consistent covariation of dispersal, life history and thermal niches across terrestrial arthropods", "doi": "10.1101/2025.01.10.632369", "authors": "Logghe, G.; Batsleer, F.; Fandos, G.; Maes, D.; Bonte, D.", "abstract": "Arthropods, as ectotherms, are experiencing global declines, with many species facing the need to either acclimate or disperse in response to climate change. To generate general insights into such responses, a framework integrating traits on life history, dispersal and thermal niche is currently lacking. In light of this, understanding to which degree these traits covary and are organised into syndromes are key to improve distribution forecasting under climate change. We quantified life history, dispersal and thermal range covariation among 4000 Western European arthropod species spanning eight orders, considering phylogenetic relationships to account for shared ancestry. We demonstrate the existence of two independent axes of life history variation: the fast-slow continuum and the reproductive strategy axis. Notably, species at the fast end of the continuum tend to have higher dispersal capacities and broader thermal niches than slower species. The resulting syndromes were surprisingly consistent across orders, indicating a relatively uniform pattern of trait covariations across arthropod groups. These trait combinations, which generally enhance range-shifting potential, point to the emergence of two distinct groups of arthropods: those well-suited and those less equipped to mitigate the effects of future climate change.", "date": "2025-08-18", "journal": ""}
{"title": "Cerebellar Purkinje cell stripe patterns reveal a differential vulnerability and resistance to cell loss during normal aging in mice", "doi": "10.1101/2025.01.26.634923", "authors": "Donofrio, S. G.; Brandenburg, C.; Brown, A. M.; Lin, T.; Lu, H.-C.; Sillitoe, R. V.", "abstract": "Age-related neurodegenerative diseases involve reduced cell numbers and impaired behavioral capacity. Neurodegeneration and behavioral deficits also occur during aging, and notably in the absence of disease. The cerebellum, which modulates movement and cognition, is susceptible to cell loss in both aging and disease. Here, we demonstrate that cerebellar Purkinje cell loss in aged mice is not spatially random but rather occurs in a pattern of parasagittal stripes. We also find that aged mice exhibit impaired motor coordination and more severe tremor compared to younger mice. However, the relationship between patterned Purkinje cell loss and motor dysfunction is not straightforward. Examination of postmortem samples of human cerebella from neurologically typical individuals supports the presence of selective loss of Purkinje cells during aging. These data reveal a spatiotemporal cellular substrate for aging in the cerebellum that may inform about how neuronal vulnerability leads to neurodegeneration and the ensuing deterioration of behavior.", "date": "2025-08-18", "journal": ""}
{"title": "Iterative improvement of deep learning models using synthetic regulatory genomics", "doi": "10.1101/2025.02.04.636130", "authors": "Ribeiro-dos-Santos, A. M.; Maurano, M. T.", "abstract": "Deep learning models can accurately reconstruct genome-wide epigenetic tracks from the reference genome sequence alone. But it is unclear what predictive power they have on sequence diverging from the reference, such as disease- and trait-associated variants or engineered sequences. Recent work has applied synthetic regulatory genomics to characterized dozens of deletions, inversions, and rearrangements of DNase I hypersensitive sites (DHSs). Here, we use the state-of-the-art model Enformer to predict DNA accessibility and RNA transcription across these engineered sequences when delivered at their endogenous loci. At high level, we observe a good correlation between accessibility predicted by Enformer and experimental data. But model performance was best for sequences that more resembled the reference, such as single deletions or combinations of multiple DHSs. Predictive power was poorer for rearrangements affecting DHS order or orientation. We use these data to fine-tune Enformer, yielding significant reduction in prediction error. We show that this fine-tuning retains strong predictive performance for other tracks. Our results show that current deep learning models perform poorly when presented with novel sequence diverging in certain critical features from their training set. Thus an iterative approach incorporating profiling of synthetic constructs can improve model generalizability and ultimately enable functional classification of regulatory variants identified by population studies.", "date": "2025-08-18", "journal": ""}
{"title": "Structome-TM: Complementing dataset assembly for structural phylogenetics by addressing size-based biases", "doi": "10.1101/2025.02.08.637224", "authors": "Malik, A. J.; Ascher, D. B.", "abstract": "Harnessing the explosion of protein structure data to uncover deep evolutionary relationships requires effective comparison methods. While widely used global alignment techniques are powerful, they can fail to identify homologous structures that differ significantly in size or domain architecture. To address this limitation, we introduce Structome-TM, a web resource for assembling datasets for distance-based phylogenetic reconstruction. Making use of the TM-score to prioritize local structural similarity, Structome-TM excels at identifying these otherwise obscured relationships, allowing users to build a comprehensive structural neighbourhood of proteins suitable for comparison. To facilitate this dataset assembly, the resource accepts both RCSB PDB identifiers and protein sequences as inputs. When querying using a protein sequence, protein structures are predicted in real-time and their respective neighbourhoods determined, enabling analysis when experimentally determined structures may not be available. Through its user-friendly interface, Structome-TM provides a powerful and necessary approach for a more comprehensive exploration of protein evolution. This resource is freely available at: https://biosig.lab.uq.edu.au/structome_tm/.", "date": "2025-08-18", "journal": ""}
{"title": "Chlorophyllide a oxygenase (CAO) gene duplication across the Viridiplantae", "doi": "10.1101/2025.02.10.637544", "authors": "Poirier, M. C.; Wright, R.; Cvetkovska, M.", "abstract": "Viridiplantae, a diverse group of green plants and alga that have evolved from a common ancestor, are unified in their ability to produce and use two types of chlorophyll (chlorophyll a and chlorophyll b) to capture light energy. In addition to playing a role in light harvesting, chlorophyll b is required at the appropriate level for the accumulation, assembly, and stability of light harvesting complexes within the photosynthetic apparatus. Chlorophyll b is synthesized from chlorophyll a by the enzyme chlorophyllide a oxygenase (CAO), a Rieske-type mononuclear non-heme iron oxygenase. A regulatory degron sequence, described in detail only in land plants, regulates the stability of CAO proteins based on the availability of chlorophyll b. Recent identification of CAO gene duplication in bryophyte and green algal species, combined with expanded availability of sequenced genomes within the Viridiplantae, prompted further investigation into the role of gene duplication in the evolution of chlorophyll b biosynthesis. Examination of genomes from 246 plant and algae species revealed independently occurring CAO duplications throughout the Viridiplantae, with a higher prevalence of duplication in land plants compared to their algal relatives. Additionally, we demonstrate that the degron sequence is poorly conserved in chlorophytes, but first appears as a conserved sequence in charophytes, and is very highly conserved among the embryophytes. The evolutionary history and functional role of CAO throughout the Viridiplantae lineage is discussed based on these key observations, adding to our understanding of chlorophyll b biosynthesis and the role of CAO in photosynthetic species.", "date": "2025-08-18", "journal": ""}
{"title": "Gpnmb Defines a Phagocytic State of Microglia Linked to Neuronal Loss in Prion Disease", "doi": "10.1101/2025.02.11.637592", "authors": "Caredio, D.; Mariutti, G.; Polzer, L.; Cerisoli, M.; Gatta, B.; Laimeche, Y.; Miracca, G.; Emmenegger, M.; Hruska-Plochan, M.; Polymenidou, M.; Schmitz, M.; Zerr, I.; De Cecco, E.; Aguzzi, A.", "abstract": "Neurodegenerative conditions can induce the region-specific emergence of cell states relevant to their pathogenesis. To identify such phenomena, we generated a spatiotemporal transcriptomic atlas of mice infected with the RML prion strain. Thalamus and cerebellum experienced severe neuronal loss, developed intense microgliosis and, starting from 30 weeks post-inoculation, accumulated a novel microglial subpopulation characterized by strong expression of Glycoprotein non-metastatic melanoma protein B (Gpnmb). Elevated GPNMB levels were detected in the cerebrospinal fluid of sCJD patients, suggesting its possible usefulness as a biomarker of disease progression. The transcriptional profile of Gpnmb microglia reflected a state of enhanced phagocytic activity with upregulation of genes associated with lysosomal function, including vacuolar ATPase V0 domain subunit d2 (Atp6v0d2) and Galectin-3 (Lgals3). In microglia-like murine BV2 cells, Gpnmb upregulation was induced by soluble find-me signals released during apoptosis, but not by apoptotic bodies or prion accumulation. Likewise, human iPSC-derived microglia showed marked upregulation of GPNMB when co-cultured with apoptotic human neurons. Gpnmb ablation impaired the ability of BV2 cells to clear apoptotic cells, underscoring its role in maintaining microglial phagocytosis. Our findings define Gpnmb microglia as a distinct, apoptosis-driven phagocytic state, linking neuronal loss to microglial activation and positioning it as a key regulator of microglial responses to prion propagation.", "date": "2025-08-18", "journal": ""}
{"title": "An Artificial Intelligence Model for Translating Natural Language into Functional de Novo Proteins", "doi": "10.1101/2025.03.21.644400", "authors": "Riley, T. P.; Parsa, M. S.; Kalantari, P.; Naderi, I.; Azimian, K.; Begloo, N.; Matusovsky, O.; Azimian, K.; Wei, K. Y.", "abstract": "Traditional protein design is fundamentally constrained by known sequences and folds. To break free from these limitations, we introduce a new alternative: designing proteins directly from plain-language specifications. To achieve this, we trained MP4, a transformer-based model that maps natural language prompts to protein sequences, on a dataset of 3.2 billion points and 138k tokens. In a benchmark of 96 prompts representing a wide array of functions and contexts, MP4 excelled by simultaneously improving on three key metrics: sequence realism, predicted fold quality, and alignment to the requested function. This high performance is particularly significant as it was achieved using only text as input which is a major departure from other models. Experimental validation confirmed our computational predictions: two de novo designs were experimentally shown to be both expressible and thermostable, with high-resolution crystallography (1.30 [A] and 1.77 [A]) ultimately revealing one to possess a paradigm-shifting novel fold. Functionally, the designs were also active, demonstrating both ATP binding and hydrolysis in vitro. This work demonstrates the realization of natural-language intent as functional proteins that express, crystallize, and catalyze. Although the underlying approach is still in early development with incomplete coverage and controllability, MP4 delivers a profound impact: it lowers the barrier to protein design and vastly expands the space for creative exploration in molecular programming.", "date": "2025-08-18", "journal": ""}
{"title": "ARL13B-Cerulean rescues Arl13b-null mouse from embryonic lethality and reveals a role for ARL13B in spermatogenesis", "doi": "10.1101/2025.03.24.644968", "authors": "Long, A. B.; Wilson, I. M.; Terry, T. T.; Van Sciver, R. E.; Caspary, T.", "abstract": "ARL13B is a regulatory GTPase enriched in cilia, making it a popular marker for this organelle. Arl13bhnn/hnn mice lack ARL13B expression, die during midgestation, and exhibit defects in ciliogenesis. The R26Arl13b-Fucci2aR biosensor mouse line directs the expression of fluorescently tagged full-length Arl13b cDNA upon Cre recombination. To determine whether constitutive, ubiquitous expression of ARL13B-Cerulean can replace endogenous gene expression, we generated Arl13bhnn/hnn animals expressing ARL13B-Cerulean. We show that Arl13bhnn/hnn;Arl13b-Cerulean mice survive to adulthood with no obvious physical or behavioral defects, indicating that the fluorescently tagged protein can functionally replace the endogenous protein during development. However, we observed that rescued males failed to sire offspring, revealing a role for ARL13B in spermatogenesis. This work shows that the R26Arl13b-Fucci2aR mouse contains an inducible allele of Arl13b capable of functioning in most tissues and biological processes.", "date": "2025-08-18", "journal": ""}
{"title": "Chromatin as a Coevolutionary Graph: Modeling the Interplay of Replication with Chromatin Dynamics", "doi": "10.1101/2025.03.31.646315", "authors": "Korsak, S.; Banecki, K.; Buka, K.; Agarwal, A.; Borkowska, J.; Chai, H.; Gorski, P. J.; Ruan, Y.; Plewczynski, D.", "abstract": "Modeling DNA replication requires capturing the interplay of multiple biophysical processes and their effects on chromatin structure. We present RepliSage, a multi-scale framework that integrates three key factors: replication timing, loop extrusion, and compartmentalization. Replication forks act as moving barriers that reorganize chromatin during S phase by interfering with loop extrusion. Our approach combines: (1) fork propagation simulated from single-cell replication timing data, (2) Monte Carlo modeling of loop extrusion and epigenetic state transitions, and (3) 3D reconstruction using OpenMM, where loops are modeled as harmonic bonds and epigenetic states drive compartmental interactions. Chromatin is represented as a graph where both the links and the node states change over time. By adjusting model parameters across cell cycle phases, we reproduce known structural transitions and explore how replication stress alters genome organization. This is the first framework to dynamically integrate all three processes for simulating chromatin architecture during the cell cycle.", "date": "2025-08-18", "journal": ""}
{"title": "MHC Class I-like Gene in Squirrel Monkey Cytomegalovirus and the Evolution of the Virus", "doi": "10.1101/2025.04.10.648282", "authors": "Hondo, E.; Mizutani, T.; Shimoda, H.; Iida, A.", "abstract": "Homology searches between viral and human peptides revealed a squirrel monkey cytomegalovirus (Saimiriine herpesvirus 4 strain [SBHV4]) S9 protein sharing 60.6% amino acid identity across 86.3% of full-length human HLA-A. This represents the most extensive and highest homology observed to date between a viral protein and an MHC class I molecule. Phylogenetic analysis of MHC class I-like sequences from primate HLA-A orthologs and SBHV4 suggests that SBHV4-S9 was likely acquired via LINE-1-mediated horizontal gene transfer from the African Old World monkey Papio anubis or a close ancestor 43.7-74.3 million years ago. SBHV4-S9 shows evidence of strong purifying selection following divergence from Piliocolobus tephrosceles. Moreover, phylogenetic analysis of the SBHV4-S1 gene and primate SLAMF6-like genes indicates this gene was acquired after divergence from a close ancestor of the New World monkey Saimiri oerstedii and Saimiri sciureus. Comprehensive evaluation of the similarity between eight SBHV4 genes, including S1 and S9, and their homologous sequences in individual primate species,assessed using k-mer based Wasserstein distances, revealed that the overall similarity between SBHV4 genes and the homologous gene set of Saimiri oerstedii was greater than that between the SBHV4 genome and the homologous genes of Piliocolobus tephrosceles. This overall similarity to SBHV4 in Saimiri oerstedii was comparable to that observed in certain lemur species inhabiting Madagascar. Notably, S1 and S9 genes were more distantly related to these lemurs than to Saimiri oerstedii. Given that comparisons between Saimiri oerstedii and these lemurs were based on homologous S1, S9, and S28 genes, the S28 gene appears to be especially closely related to those of the lemurs. Although the route by which SBHV4, originating from the African Old World monkey Piliocolobus tephrosceles, was transmitted to the genus Saimiri remains unclear, our results suggest that SBHV4 has spread across diverse primate lineages from Africa to South America, initiating the acquisition of novel genomic features in its new hosts.", "date": "2025-08-18", "journal": ""}
{"title": "Neural oscillations and top-down connectivity are modulated by object-scene congruency", "doi": "10.1101/2025.04.15.648958", "authors": "Gu, Y.; Krugliak, A.; Clarke, A.", "abstract": "The knowledge we have about how the world is structured is known to influence object recognition. One way this is demonstrated is through a congruency effect, where object recognition is faster and more accurate if items are presented in expected scene contexts. However, our understanding of the dynamic neural mechanisms that underlie congruency effects are under-explored. Using MEG, we examine how the congruency between an object and a prior scene results in changes in the oscillatory activity in the brain, which regions underpin this effect, and whether congruency results arise from top-down or bottom-up modulations of connectivity. We observed that prior scene information impacts the processing of visual objects in behaviour, neural activity and connectivity. Processing objects that were incongruent with the prior scene resulted in slower reaction times, increased low frequency activity in the ventral visual pathway, and increased top-down connectivity from the anterior temporal lobe and frontal cortex to the posterior ventral temporal cortex. Our results reveal that the recurrent dynamics within the ventral visual pathway are modulated by the prior knowledge imbued by our surrounding environment, suggesting that the way we recognise objects is fundamentally linked to their context.", "date": "2025-08-18", "journal": ""}
{"title": "Slow Outer Hair Cell Contractions Are Essential for Fast Electrical Responses to Intense Sound.", "doi": "10.1101/2025.04.24.650391", "authors": "Sahlin Pettersen, H.; Fridberger, A.; Hakizimana, P.", "abstract": "The cochlea protects itself from intense sound via slow mechanical contractions, but the real-time kinetics linking this process to the stimulus-evoked electrical potentials have remained unresolved. Here, using high-speed confocal imaging with AI-driven analysis, we synchronously measured organ of Corti mechanics and stimulus-evoked potentials in the living isolated guinea pig cochlea. We discovered an inverse kinetic relationship: the outer hair cell's (OHC) slow, somatic contraction is essential for generating a fast electrical response. Pharmacologically blocking the OHC motor protein prestin inverted this dynamic; the OHC's mechanical contraction became faster, while the normally rapid electrical potential became nearly ten times slower. These findings indicate that slow OHC motility is not merely a byproduct of overstimulation but a control mechanism. It functions to regulate and sharpen the kinetics of the stimulus-evoked potential, providing a cellular-level explanation for how the hearing organ protects itself while maintaining temporal fidelity during intense sound exposure.", "date": "2025-08-18", "journal": ""}
{"title": "Ancient introgression explains mitochondrial genome capture and mitonuclear discordance among South American collared Tropidurus lizards", "doi": "10.1101/2025.04.25.650633", "authors": "Salles, M. M. A.; Carvalho, A. L. G.; Leache, A. D.; Martinez, N.; Bauer, F.; Motte, M.; Espinola, V.; Rodrigues, M. T.; Piantoni, C.; Pie, M. R.; Olivotto, A.; Colli, G. R.; Choueri, E. L.; Werneck, F. P.; Domingos, F. M. C. B.", "abstract": "Mitonuclear discordance (evolutionary discrepancies between mitochondrial and nuclear DNA phylogenies) can arise from various factors, including introgression, incomplete lineage sorting, recent or ancient demographic fluctuations, sex-biased dispersal asymmetries, among others. Understanding this phenomenon is crucial for accurately reconstructing evolutionary histories, as failing to account for discordance can lead to misinterpretations of species boundaries, phylogenetic relationships, and historical biogeographic patterns. We investigate the evolutionary drivers of mitonuclear discordance in the Tropidurus spinulosus species group, which contains nine species of lizards inhabiting open tropical and subtropical environments in South America. Using a combination of population genetic and phylogenomic approaches applied to mitochondrial and nuclear data, we identified different instances of gene flow that occurred in ancestral lineages of extant species. Our results point to a complex evolutionary history marked by prolonged isolation between species, demographic fluctuations, and potential episodes of secondary contact with genetic admixture. These conditions likely facilitated mitochondrial genome capture while diluting signals of nuclear introgression. Furthermore, we found no strong evidence supporting incomplete lineage sorting or natural selection as primary drivers of the observed mitonuclear discordance. Therefore, the unveiled patterns are most consistent with neutral demographic processes, coupled with ancient mitochondrial introgression, as the main factors underlying the mismatch between nuclear and mitochondrial phylogenies in this system. Future research could further explore the role of other demographic processes, such as asymmetric sex-biased dispersal, in shaping these complex evolutionary patterns.", "date": "2025-08-18", "journal": ""}
{"title": "Biting time of day in malaria mosquitoes is modulated by nutritional status", "doi": "10.1101/2025.04.28.650966", "authors": "Oke, C. E.; Rund, S. S. C.; Machani, M. G.; Sabtiu, A. R. M.; Akuamoah-Boateng, Y.; Afrane, Y. A.; Reece, S. E.", "abstract": "Background: Transmission of vector-borne pathogens follows daily rhythms, occurring at the time of day that vectors forage for blood. Control measures such as insecticide-treated bed nets (ITNs) have been particularly successful for reducing malaria transmission, because they exploit the nocturnal biting behaviour of the Anopheles spp. that vector malaria. However, shifts in biting behaviour to earlier or later hours when people are unprotected can undermine the efficacy of ITNs. Despite the implications for malaria transmission, the mechanisms underlying these shifts remain poorly understood. Because food availability mediates activity and foraging rhythms, and ITNs block access to human blood as a food source, we hypothesized that nutritional deprivation could cause mosquitoes to shift their biting behaviour to earlier or later in the diel cycle. Methods: We provided female Anopheles gambiae s.l. mosquitoes with a blood meal on day 3 post-emergence, and access to one of three feeding treatments that varied in nutritional resources: (i) 0.5% sucrose, (ii) 10% sucrose, or (iii) 10% sucrose plus an additional blood meal on day 6. We released mosquitoes into a semi-field system on day 10 with human-mimic traps to investigate how food availability impacted the time of day that mosquitoes host seek. Results: Nutritional resources determine both the likelihood and time of day that host seeking occurs. Specifically, low-resourced mosquitoes were 2-3 fold more likely to host seek overall, and 5-10 fold more likely to host seek at an earlier time of day than well-resourced mosquitoes (fed 10% sucrose with and without an additional blood meal), which predominantly sought a host in the second half of the night time. Conclusions: We reveal that mosquito nutritional condition drives plasticity in biting time of day, suggesting it is an underappreciated contributor to residual malaria transmission. Furthermore, our results suggest that targeting mosquito nutrition (e.g. sugar-baited traps) could influence mosquito behaviour in ways that affect the success of ITNs. More broadly, understanding the drivers of biting time of day variation is crucial for the future success of vector control tools and controlling malaria transmission.", "date": "2025-08-18", "journal": ""}
{"title": "Introducing PIGMO, a novel PIGmented MOuse model of Parkinson's disease", "doi": "10.1101/2025.05.09.653000", "authors": "Chocarro, J.; Marana, S.; Espelosin, M.; Rico, A. J.; Ariznabarreta, G.; Lorenzo-Ramos, E.; Ilarduya, M. M.; Hernandez-Alcoceba, R.; Chillon, M.; Vila, M.; Kordower, J.; Schapira, A. H. V.; Garcia-Osta, A.; Cuadrado-Tejedor, M.; Lanciego, J. L.", "abstract": "There is a pressing need for the development, characterization, and standardization of anmal models of Parkinson's disease (PD) that properly mimic the cardinal features of this disorder, comprising both the motor phenotype and neuropathological signatures. In the past few years, animal modeling has moved from neurotoxin-based approaches toward viral vectors carrying a given genetic payload of interest. Here, to induce pigmentation of the mouse brain upon systemic delivery, we took advantage of a modified adeno-associated viral vector capsid engineered to bypass the blood-brain barrier and coding for the human tyrosinase gene (AAV9-P31-hTyr). Obtained results revealed an ongoing pigmentation of catecholaminergic centers related to the pathophysiology of PD, such as the substantia nigra pars compacta, ventral tegmental area and locus coeruleus. Moreover, pigmented dopaminergic neurons exhibited Lewy body-like intracytoplasmic inclusions, a progressive nigrostriatal degeneration, and a time-dependent motor phenotype. The bilateral pigmented mouse model of PD generated this way is highly reproducible, does not require stereotaxic surgery for viral vector deliveries, and opens unprecedented possibilities for preclinical testing of therapeutic candidates designed to reduce disease progression rates.", "date": "2025-08-18", "journal": ""}
{"title": "Enhanced anti-nociception by novel dual antagonists for 5HT2aR and mGluR5 in preclinical models of pain", "doi": "10.1101/2025.05.21.655254", "authors": "Choi, D.; Heo, H. J.; Shin, H.; Im, J.; Lee, G.; Kim, A. H.; Hur, K.-H.; Nho, Y.; Jang, C.-G.; Lee, H.", "abstract": "Significant research has focused on developing anti-nociceptive pain treatments by targeting specific molecular candidates. The serotonin 2A receptor (5-HT2AR) and metabotropic glutamate receptor 5 (mGluR5) are recognized as key mediators in neuropathic pain. However, the combined effects of simultaneous inhibition of these targets remain unexplored. This current study investigated the therapeutic potential of concurrently antagonizing 5-HT2AR and mGluR5. Using spinal nerve ligation (SNL) and formalin-induced pain models in male Sprague-Dawley rats, we demonstrated that the simultaneous administration of both antagonists significantly enhanced anti-allodynic and anti-nociceptive effects, resulting in increased allodynia thresholds and reduced pain-related behaviors. This dual antagonism provided pain relief comparable to that of gabapentin and morphine. Furthermore, novel small molecules designed to simultaneously antagonize 5-HT2AR and mGluR5 exerted anti-nociceptive effects by suppressing excitatory postsynaptic responses and inhibiting the phosphorylation of ERK and AKT signaling molecules. Notably, the dual antagonist maintained anti-allodynic efficacy with repeated administration, unlike morphine, which exhibited clear tolerance development with daily use. Moreover, when administered intravenously, the dual antagonist demonstrated a low potential for abuse. These findings indicate that the simultaneous antagonism of 5-HT2AR and mGluR5 represents a promising pharmacological target for the management of chronic pain. This approach may offer enhanced analgesic outcomes while reducing the risk of undesirable side effects, such as tolerance and the potential for abuse.", "date": "2025-08-18", "journal": ""}
{"title": "Click-qPCR: an ultra-simple tool for interactive qPCR data analysis", "doi": "10.1101/2025.05.29.656779", "authors": "Kubota, A.; Tajima, A.", "abstract": "Real-time quantitative PCR (qPCR) is a pivotal technique for analyzing gene expression and DNA copy number variation. However, the limited availability of easy-to-use software tools remains a significant challenge for experimental biologists without programming expertise. To address this issue, we developed Click-qPCR, a user-friendly, web-based Shiny application that requires no local installation. Click-qPCR streamlines [Delta]Cq and [Delta][Delta]Cq calculations using user-uploaded CSV data files. The application allows users to dynamically select genes and groups, and to perform Welch's t-tests for pairwise comparisons and one-way ANOVA with Dunnett's post-hoc test for multi-group comparisons. Results are immediately visualized as interactive bar plots (mean {+/-} SD with individual data points) and can be downloaded as publication-quality images, along with statistical summaries. Click-qPCR enables researchers to efficiently process, interpret, and visualize their qPCR data regardless of programming experience, thereby accelerating data processing and improving the accessibility of routine analysis. The Shiny application of Click-qPCR is freely available at https://kubo-azu.shinyapps.io/Click-qPCR/. The source code and user guide for Click-qPCR are openly available on GitHub at https://github.com/kubo-azu/Click-qPCR.", "date": "2025-08-18", "journal": ""}
{"title": "Visual Working Memory Guides Attention Rhythmically", "doi": "10.1101/2025.06.18.660380", "authors": "Lu, J.; Cai, Y.; Zhang, X.", "abstract": "How does internal representation held in visual working memory (VWM), known as the attentional template, guide attention? A longstanding debate concerns whether only one (Single-Item-Template theory) or multiple (Multiple-Item-Template theory) items serve as attentional templates simultaneously. Here we propose a Rhythmic-Item-Template hypothesis, successfully reconciling these seemingly contradictory theories. Using the classical VWM-guided attention task, we found that two VWM items alternately dominate behavioral guidance in theta-rhythmic (4-8 Hz), with anti-correlated activation states in time, and more importantly, this rhythmic oscillation was not driven by the retro-cue processing. Neural recordings revealed that occipital alpha-oscillation (8-14 Hz) governed item-specific prioritization and its amplitude closely tracked subjects' behavioral guidance, while frontal theta-oscillations phase-led and coupled with occipital alpha-oscillations during the item transition. Our Rhythmic-Item-Template results not only resolve previous Single-Item-Template versus Multiple-Item-Template debate but also advance our understanding of how distributed brain rhythms coordinate flexible resource allocation in multi-item memory systems.", "date": "2025-08-18", "journal": ""}
{"title": "New niches for larger phytoplankton in a warmer, more resource-limited ocean", "doi": "10.1101/2025.06.22.660956", "authors": "Leles, S. G.; Breithaupt, L.; Krinos, A.; Alexander, H.; Moeller, H. V.; Flanjak, L.; Laufkoetter, C.; Litchman, E.; Aranguren-Gassis, M.; Levine, N. M.", "abstract": "Warming and nutrient limitation are major stressors that affect primary production in the ocean, with cascading impacts on the food web. Yet, we lack a mechanistic understanding of how phytoplankton manage the combined stress of heat-damage and nutrient-limitation and the implications of these responses for phytoplankton biogeography. By combining theory, proteome allocation modeling, and climate projections, we identified two potential competing strategies for multi-stressor growth: (1) increase growth temperature optima through higher nutrient uptake efficiency and smaller cells, or (2) invest in heat-mitigation mechanisms achieving higher thermal tolerance at the cost of growth and larger cells. By simulating the optimal metabolic strategies of different phytoplankton functional types across a latitudinal gradient, we found that Prochlorococcus are more vulnerable in warmer, \"heat-stressed\", tropical regions due to greater heat sensitivity and lower storage capacity, indicating a potential ecological niche for larger phytoplankton with lower sensitivity to oxidative stress, such as Synechococcus and picoeukaryotes. Our findings advocate for the inclusion of phytoplankton heat-stress responses in global models to more accurately predict their ecological niches as the climate warms.", "date": "2025-08-18", "journal": ""}
{"title": "Agentic AI Integrated with Scientific Knowledge: Laboratory Validation in Systems Biology", "doi": "10.1101/2025.06.24.661378", "authors": "Brunnsaker, D.; Gower, A. H.; Naval, P.; Bjurström, E. Y.; Kronström, F.; Tiukova, I. A.; King, R. D.", "abstract": "Automation is transforming scientific discovery by enabling systematic exploration of complex hypotheses. Large language models (LLMs) perform well across diverse tasks and promise to accelerate research, but often struggle to interact with logical structures. Here we present a framework integrating LLM-based agents with laboratory automation, guided by a logical scaffold incorporating symbolic relational learning, structured vocabularies, and experimental constraints. This integration reduces output incoherence and improves reliability in automated workflows. We couple this AI-driven approach to automated cell-culture and metabolomics platforms, enabling hypothesis validation and refinement, yielding a flexible system for scientific discovery. We validate the system in Saccharomyces cerevisiae, identifying novel interactions, including glutamate-induced synergistic growth inhibition in spermine-treated cells and aminoadipate's partial rescue of formic-acid stress. All hypotheses, experiments, and data are captured in a graph database employing controlled vocabularies. Existing ontologies are extended, and a novel representation of scientific hypotheses is presented using description logics. This work enables a more reliable, machine-driven discovery process in systems biology.", "date": "2025-08-18", "journal": ""}
{"title": "The spatiotemporal evolution of TMS-evoked potentials reflects direct cortical activation", "doi": "10.1101/2025.06.25.661535", "authors": "Fecchio, M.; Russo, S.; Couto, B. A. N.; Mikulan, E.; Pigorini, A.; Furregoni, G.; Hassan, G.; D'Ambrosio, S.; Solbiati, M.; Vigano, A.; Parmigiani, S.; Sarasso, S.; Casarotto, S.; Massimini, M.; Casali, A. G.; Rosanova, M.", "abstract": "Transcranial Magnetic Stimulation (TMS) evokes electroencephalographic (EEG) responses that can persist for hundreds of milliseconds. While the first 80 ms after the pulse are widely accepted to reflect genuine cortical responses to TMS, later components have mainly been attributed to the effects of sensory co-stimulations. Here we reappraise this view by investigating the target-specificity of the spatiotemporal evolution of TMS-evoked potentials (TEPs). To this end, we compared TEPs elicited by targeting the premotor and primary motor cortices in 16 healthy subjects, under conditions designed to optimize TMS effectiveness on the cortex while minimizing peripheral confounds. As a counterfactual, we conducted the same comparison on the EEG responses evoked by realistic sham TMS and high-intensity somatosensory scalp stimulation. We found that EEG responses to motor and premotor TMS can exhibit distinct spatiotemporal evolutions, lasting up to 300 ms, both at the group and single-subject levels. These differences were absent or marginally detectable in both realistic sham TMS and high-intensity somatosensory scalp stimulation. Our findings suggest that, when effectiveness is optimized and peripheral confounds are controlled, TMS elicits specific long-lasting genuine EEG responses that reflect the initial engagement of specific cortical targets. These results challenge previous assumptions and highlight how TMS-EEG can be reliably used to assess large-scale properties within corticothalamic networks. By sharing data and code, our study takes a step forward in developing standardized approaches for TEP collection and analysis.", "date": "2025-08-18", "journal": ""}
{"title": "Thermodynamics and unbinding kinetics of A22 at multiple actin binding sites revealed by enhanced sampling simulations", "doi": "10.1101/2025.07.09.663866", "authors": "Kumar, A.; Pramanik, D.", "abstract": "The cytoskeletal protein plays a major role in various cellular processes. Understanding the interactions of small molecules with cytoskeletal protein therefore might help in the development of therapeutics. Employing combined molecular docking, all-atom molecular dynamics (MD) and infrequent well-tempered metadynamics (iWT-MetaD) we studied bacterial inhibitor A22 and actin protein interaction. Five probable A22 binding sites (S1-S5) were observed in actin and unbiased MD simulations of 100 ns - 500 ns showed structural stability at these sites. Interaction analyses showed A22 to mostly forms transient interactions except at sites S4 and S5 where long-lives interactions were present. Enhanced sampling simulations quantitatively estimated ligand dissociation free energy ~ - 2 kcal/mol to -3.5 kcal/mol for sites S1-S4 with residence times ~ microseconds to milliseconds. For site S5, we observed the highest binding affinity (~ - 6.05 kcal/mol) and longest residence time ~ 0.75 sec. Analyses of the dissociation trajectories predict multiple dissociation pathways for A22 and found key gatekeeper residues at specific-sites facilitating ligand dissociation. Comparison of A22 with other known inhibitors suggest that A22 binds actin with relatively lower affinity, however, exhibits site-specific unbinding kinetics. Thus, our study provides a detailed mechanistic overview of A22-actin interaction, its various binding modes, and unbinding kinetics. It also shows the importance and usage of infrequent metadynamics in exploring rare events like ligand-protein interaction. Deeper insights gained from this study expands our understanding of cytoskeletal ligand dynamics. These knowledges will be paramount in designing drug targeting cytoskeletal protein actin.", "date": "2025-08-18", "journal": ""}
{"title": "Comprehensive characterization of human color discrimination thresholds", "doi": "10.1101/2025.07.16.665219", "authors": "Hong, F.; Bouhassira, R.; Chow, J.; Sanders, C.; Shvartsman, M.; Guan, P.; Williams, A. H.; Brainard, D. H.", "abstract": "Color discrimination thresholds---the smallest detectable color differences---provide a benchmark for models of color vision, enable quantitative evaluation of eye diseases, and inform the design of display technologies. Despite their importance, a comprehensive characterization of these thresholds has long been considered intractable due to the psychophysical curse of dimensionality. Here, we address this challenge using a novel semi-parametric Wishart Process Psychophysical Model (WPPM), which leverages the feature that the internal noise limiting color discrimination varies smoothly across stimulus space. The model was fit to data collected with a non-parametric adaptive trial-placement procedure, enabling efficient stimulus selection. Together, through the combination of adaptive trial placement and post hoc WPPM fitting, we achieved comprehensive characterization of color discrimination in the isoluminant plane with only ~6,000 trials per participant (N = 8). Once fit, the WPPM allows readouts of discrimination performance for any stimulus pair. We validated these readouts against 25 probe psychometric functions, measured with an additional 6,000 trials per participant held out from model fitting. In conclusion, our study provides a foundational dataset for color vision, and our approach generalizes beyond color to any domain in which the internal noise limiting performance varies smoothly across stimulus space, offering a powerful and efficient method for comprehensively characterizing various perceptual discrimination thresholds.", "date": "2025-08-18", "journal": ""}
{"title": "Molecular evolution of terpene synthase underlying the diversification of isoprene emission in Fagaceae", "doi": "10.1101/2025.07.31.667835", "authors": "Ikezaki, Y.; Kudo, S. N.; Nakata, T.; Koita, S.; Munakata, R.; Yazaki, K.; Torimaru, T.; Tomaru, N.; Isobe, S.; Hirakawa, H.; Kusumi, J.; Satake, A.", "abstract": "Plants emit a wide range of volatile organic compounds, among which isoprene is the most abundant and atmospherically influential. Although oak species are major contributors to isoprene emission, there is considerable variation in isoprene emission capacity within the Fagaceae family. To unravel the evolutionary origins of isoprene emission, we investigated the molecular evolution of terpene synthase (TPS) genes across eight species within the Fagaceae. We identified a Fagaceae-specific TPS-b subclade in which potential isoprene synthase (IspS) activity evolved independently in two gene lineages within subgenus Quercus. Ancestral sequence reconstruction revealed that the acquisition of a diagnostic amino acid residue for IspS function arose convergently in these lineages and was subject to positive selection, suggesting adaptive evolution. Ancestral-enzyme assays targeting the gene lineage with high gene expression revealed that the early protein primarily produced monoterpenes from geranyl diphosphate (GPP), whereas their descendants shifted substrate preference to dimethylallyl diphosphate (DMAPP), evolving into dedicated isoprene synthases. Our results indicate that IspS activity was not ancestral in Fagaceae, but evolved approximately 56 million years ago within the subgenus Quercus, and has been retained ever since. These findings emphasize the roles of enzyme structural innovation and regulatory shifts in the diversification of volatile terpenoid biosynthesis.", "date": "2025-08-18", "journal": ""}
{"title": "Structural basis of an EMC:Spf1 insertase-dislocase complex in the eukaryotic endoplasmic reticulum", "doi": "10.1101/2025.08.07.669073", "authors": "Klose, C. J.; Prabu, J. R.; Fenech, E. J.; Braeuning, B.; Baydar, I.; Steigenberger, B.; von Gronau, S.; Arad, S.; Langlois, C. R.; Schuldiner, M.; Schulman, B. A.; Feige, M. J.", "abstract": "Most eukaryotic membrane proteins are inserted into the membrane at the endoplasmic reticulum (ER). This essential but error-prone process relies on molecular quality control machineries to prevent mistargeting and incorrect structure formation. Here we show that the ER membrane protein complex (EMC) forms an evolutionarily conserved supercomplex with the P5A-ATPase Spf1/ATP13A1. This supercomplex combines the transmembrane domain (TMD) insertase function of the EMC and the TMD dislocase activity of Spf1 in a single entity. Our cryo-EM structure of this supercomplex shows that EMC and Spf1 form a shared intramembrane cavity for substrate engagement and reveals that the ATPase cycle of Spf1 regulates access to this cavity. Together, our study suggests that proteins with opposing biochemical activities in membrane protein biogenesis - insertion versus dislocation - form an integrated molecular machine in eukaryotes to proofread membrane protein insertion and topogenesis.", "date": "2025-08-18", "journal": ""}
{"title": "High Cross Pollination Frequency in Rice (Oryza sativa) Landraces in Field Condition", "doi": "10.1101/2025.08.06.668876", "authors": "Deb, D.; Bhattacharya, D.; Nauri, M.", "abstract": "Based on a plethora of experimental observations, cross pollination frequency (CPF) in rice (Oryza sativa L.) is described in all rice biology text books and official publications to be very low, rarely exceeding 2%. Our previous study reported in 2021 the first contrary evidence of CPF >80%. Here we present the results of our recent experiments involving 25 pairs of rice landraces, and establish that CPF tends to increase with the flower exposure duration (FED) overlap between the pollen parent and ovary parent, and that CPF may reach 100% when the flower exposure overlap exceeds 40 min. This study corroborates our previous finding that the success of cross pollination in rice crucially depends on FED, to which no attention was given in previous rice outcrossing experiments over a century.", "date": "2025-08-18", "journal": ""}
{"title": "PrimateFace: A Machine Learning Resource for Automated Face Analysis in Human and Non-human Primates", "doi": "10.1101/2025.08.12.669927", "authors": "Parodi, F.; Matelsky, J.; Lamacchia, A.; Segado, M.; Jiang, Y.; Regla-Vargas, A.; Sofi, L.; Kimock, C.; Waller, B. M.; Platt, M.; Kording, K. P.", "abstract": "Machine learning has revolutionized human face analysis, but equivalent tools for non-human primates remain limited and species-specific, hindering progress in neuroscience, anthropology, and conservation. Here, we present PrimateFace, a comprehensive, cross-species platform for primate facial analysis comprising a systematically curated dataset of 260,000+ images spanning over 60 genera, including a genus-balanced subset of 60,000 images, annotated with bounding boxes and facial landmark configurations. Face detection and facial landmark estimation models trained on PrimateFace achieve high cross-species performance, from tarsiers to gorillas, achieving performance comparable to baseline models trained exclusively on human data (0.34 vs. 0.39 mAP for face detection; 0.061 vs. 0.053 normalized landmark error), demonstrating the generalization benefits of cross-species training. PrimateFace enables diverse downstream applications including individual recognition, gaze analysis, and automated extraction of stereotyped (e.g., lip-smacking) and subtle (e.g., soft left turn) facial movements. PrimateFace provides a standardized platform for facial phenotyping across the primate order, empowering data-driven studies that advance the health and well-being of human and non-human primates.", "date": "2025-08-18", "journal": ""}
{"title": "Autosomal Allelic Inactivation: Variable Replication and Dosage Sensitivity", "doi": "10.1101/2025.08.13.670061", "authors": "Heskett, M. B.; Vouzas, A.; Johnstone, B.; Freese, K. P.; Yates, P.; Copenhaver, P. F.; Spellman, P. T.; Gilbert, D. M.; Thayer, M. J.", "abstract": "Autosomal monoallelic gene expression and asynchronous replication between alleles are well-established features of imprinted genes and genes regulated by allelic exclusion. Inactivation/Stability Centers (I/SCs) are recently described autosomal loci that exhibit epigenetic regulation of allelic expression and replication timing, with differences that can be comparable to those observed between the active and inactive X chromosomes 1. Here we characterize hundreds of autosomal loci with allele-specific epigenetic regulation of replication timing and gene expression, defining them as I/SCs. I/SCs are approximately 1 megabase in size and can contain both protein-coding and noncoding genes. In different single cell derived clones, these genes may be expressed from a single allele, the opposite allele, both alleles, or not expressed at all. This stochastic, yet mitotically stable, pattern indicates that the choice of which allele is expressed is independent of parent of origin and independent of the expression status of the other allele. Similarly, alleles within I/SCs show varying replication timing, either earlier or later, that is also independent of the other allele. Additionally, we find corresponding I/SCs in the mouse genome that display conserved synteny with human I/SCs. This allele-restricted regulation creates extensive cellular mosaicism through a stable epigenetic mechanism. This mosaicism impacts numerous dosage-sensitive genes associated with human diseases such as Parkinson, epilepsy, deafness, and impaired intellectual development.", "date": "2025-08-18", "journal": ""}
{"title": "ConNIS and labeling instability: new statistical methods for improving the detection of essential genes in TraDIS libraries", "doi": "10.1101/2025.08.14.670266", "authors": "Hanke, M.; Harten, T.; Foraita, R.", "abstract": "The identification of essential genes in Transposon Directed Insertion Site Sequencing (TraDIS) data relies on the assumption that transposon insertions occur randomly in non-essential regions, leaving essential genes largely insertion-free. While intragenic insertion-free sequences have been considered as a reliable indicator for gene essentiality, so far, no exact probability distribution for these sequences has been proposed. Further, many methods require setting thresholds or parameter values a priori without providing any statistical basis, limiting the comparability of results. Here, we introduce Consecutive Non-Insertions Sites (ConNIS), a novel method for gene essentiality determination. ConNIS provides an analytic solution for the probability of observing insertion-free sequences within genes of given length and considers variation in insertion density across the genome. Based on an extensive simulation study and real world scenarios, ConNIS was found to be superior to prevalent state-of-the-art methods, particularly in scenarios with a low or medium insertion density. In addition, our results show that the precision of existing methods can be improved by incorporating a simple weighting factor for the genome-wide insertion density. To set methodically embedded parameter and threshold values of TraDIS methods a subsample based instability criterion was developed. Application of this criterion in real and synthetic data settings demonstrated its effectiveness in selecting well-suited parameter/threshold values across methods. A ready-to-use R package and an interactive web application are provided to facilitate application and reproducibility.", "date": "2025-08-18", "journal": ""}
{"title": "Reprogramming Immunosuppressive Bone Marrow Derived Cells via CD44 Targeting Impacts Pancreatic Cancer Metastasis", "doi": "10.1101/2025.08.13.670111", "authors": "Mehner, L.-M.; Munoz-Sagredo, L.; Andrieux, G.; Koschut, D.; Gaida, M. M.; Warth, A.; Haitz, P.; Treffert, S. M.; Orian-Rousseau, V.", "abstract": "Pancreatic ductal adenocarcinoma (PDAC) is characterized by early dissemination and an aggressive metastatic course. In order to establish in the liver, metastatic cells require a metastatic niche providing prosurvival signals. Here, we demonstrate that bone marrow derived cells (BMDCs) establish immunosuppressive niches in the liver that promote metastatic colonization in PDAC. Using an immunocompetent orthotopic PDAC mouse model, we show that BMDCs form clusters enriched in myeloid progenitors and display upregulation of migratory, adhesive, and immunoregulatory programs in response to tumor derived cues. CD44 and its splice variant CD44v6 are found to be highly expressed on these cells. Hematopoietic specific deletion of Cd44 or Cd44v6 using Cd44/Cd44v6fl/fl;VavCreERT2 mice markedly impairs BMDC clustering, reshapes the BMDC transcriptome, disrupting pathways critical for migration, adhesion, and immunosuppression thereby reducing metastatic burden. Mechanistically, CD44 inhibition blocks BMDC migration toward CCL2, CCL5, and CXCL12, and impairs adhesion to VCAM-1 and fibronectin. Functionally, Cd44 deficient BMDCs exhibit reduced expression of immunosuppressive mediators such as Arginase 1, Ido1, and Il10, and fail to suppress T cell proliferation. Our findings position CD44 as a pleiotropic regulator of BMDC mediated metastatic niche formation and identify it as a promising therapeutic target to disrupt the prometastatic microenvironment in PDAC.", "date": "2025-08-18", "journal": ""}
{"title": "LDL Signals Through Scarf1 to Drive a Pro-Fibrotic Secretory Response in Endothelial Cells", "doi": "10.1101/2025.08.15.670628", "authors": "Mellor, H.; Gan, X.; Alamri, S.", "abstract": "BACKGROUND: Endothelial cells lining the vasculature form a polarised secretory organ that releases proteins apically into the circulation and basally into the subendothelial matrix. While this secretion plays many critical roles in homeostasis, the potential roles for endothelial secretion in vascular disease remain under-studied. METHODS: We treated polarised monolayers of primary human endothelial cells with native and oxidised LDL and identified the proteins secreted from the apical and basal endothelial surfaces by tandem mass tag mass spectrometry. RESULTS: Treatment with either native or oxidised LDL led to increased secretion of a cohort of 21 mostly pro-fibrotic proteins. We focussed on fibronectin, which was secreted apically or basally, depending on the direction of LDL treatment. LDL-stimulated fibronectin secretion did not require well-characterised endothelial LDL receptors but was instead mediated by the poorly characterised scavenger receptor Scarf1 and the cholesterol-sensitive SNARE proteins syntaxin 4 and 6. This LDL-stimulated secretion did not involve increased fibronectin expression but instead appeared to result from a decrease in fibronectin turnover and a re-routing of intracellular sorting. CONCLUSIONS: This novel endothelial secretory pathway links circulating LDL to the release of pro-fibrotic proteins from the endothelium, supporting a role for endothelial cell secretion in the progression of lipid-induced fibrotic disease.", "date": "2025-08-18", "journal": ""}
{"title": "A lipid transfer-dependent feedback loop activates ATG9A compartments in autophagy initiation", "doi": "10.1101/2025.08.16.670665", "authors": "Holzer, E.; Sawa-Makarska, J.; Bernklau, D.; Romanov, J.; Schuschnig, M.; Martens, S.", "abstract": "Autophagy degrades cellular material by sequestering it in autophagosomes, which form de novo from precursors called phagophores. Phagophore assembly and expansion require ATG9A-positive seed compartments, the lipid transfer protein ATG2A, and the class III phosphatidylinositol 3-phosphate kinase complex I (PI3KC3-C1). PI3KC3-C1 synthesizes phosphatidylinositol 3-phosphate (PI3P), a key lipid that drives downstream processes for phagophore expansion, including ATG8 lipidation. We find that ATG9A compartments contain only traces of phosphatidylinositol (PI), likely insufficient for efficient PI3P production or recruitment of PI3P-binding effectors. Nevertheless, ATG2A is recruited to these compartments and mediates lipid transfer, including PI, into them. Remarkably, even without detectable PI3P, ATG9A compartments can support ATG8 lipidation, and ATG8 proteins themselves enhance ATG2A-mediated lipid transfer. In cells, ATG2A is essential for the appearance of PI3P on ATG9A compartments. Together, these findings support a model in which a lipid transfer-driven feedback loop, rather than pre-existing PI content, is required to activate ATG9A compartments for phagophore expansion.", "date": "2025-08-18", "journal": ""}
{"title": "RPE65 knockout Xenopus laevis have a compromised but detectable electroretinogram and altered visual responses, without retinal degeneration or altered melanophore dispersion", "doi": "10.1101/2025.08.15.670600", "authors": "Chiu, C. N.; Tam, B. M.; Burns, P.; Moritz, O. L.", "abstract": "The isomerohydrolase RPE65 is a critical element of the visual cycle, the series of enzymatic reactions by which the chromophore of the visual pigments is regenerated following light exposure. In humans, mutations in the rpe65 gene cause a severe form of blindness called Lebers congenital amaurosis. Studies of RPE65-/- mice have shown dramatic depletion of 11-cis-retinal in the retina, resulting in a slow retinal degeneration. However, a number of studies suggest that RPE65 may not be necessary for the regeneration of photopigment in all photoreceptor types. Using CRISPR/Cas9 technology, we previously generated RPE65 knockout Xenopus laevis in order to test the involvement of rhodopsin chromophore in the cell death mechanisms associated with rhodopsin mutations and rhodopsin quality control. Here we further characterize the effects of RPE65 knockout in these animals, and show their rod photoreceptors have shortened outer segments that lack detectable rhodopsin photopigment. However, there is no progressive degeneration of rods or cones. Via electroretinography we found greatly reduced but significant responses to light under scotopic and photopic conditions. We also found reduced behavioral sensitivity to light, while light-induced melanophore dispersion was unaffected. RPE65 knockout X. laevis may be a useful system for examining RPE65-independent photosensation mechanisms in vertebrates.", "date": "2025-08-18", "journal": ""}
{"title": "Cryo-electron tomography reveals lineage-specific replication features of Zika virus", "doi": "10.1101/2025.08.15.670067", "authors": "Chiu, Y.-C.; Daraspe, J.; Alves, M. P.; Genoud, C.; Baud, D.; Stojanov, M.", "abstract": "Zika virus (ZIKV), a member of the Flavivirus genus, can cause severe neurodevelopmental disorders when infection occurs during pregnancy. Phylogenetic analyses classify ZIKV into two major lineages: African and Asian. Despite their genetic similarity, only the Asian lineage has been linked to congenital anomalies. ZIKV possesses a single-stranded RNA genome and replicates by remodelling the host endoplasmic reticulum (ER) to form membrane-bound replication complexes, which support viral RNA synthesis, virion assembly, and immune evasion. ZIKV also induces the formation of convoluted membranes (CMs), whose function remains unclear. Most ultrastructural studies of ZIKV replication have relied on transmission electron microscopy, which, despite its value, can alter membrane architecture due to sample preparation. To overcome these limitations, we employed cryo-focused ion beam milling combined with electron tomography to visualize ZIKV replication in a near-native state. By comparing infections with African and Asian ZIKV lineages, we uncovered lineage-specific ultrastructural features, despite similar replication dynamics and growth curves. In cells infected with the Asian strain, virions at different maturation stages were often co-packaged within the same compartment. In contrast, the African lineage ZIKV showed distinct compartmentalization of virions and vesicles. Furthermore, the ER-virion spacing was uniform in African-lineage-infected cells, while morphological heterogeneity was evident in the Asian lineage, including irregular viral sacs. Vesicle diameter was also significantly larger in cells infected with the Asian lineage. Together, these findings reveal both conserved and distinct replication structures between ZIKV lineages. The Asian lineage induces more extensive membrane remodelling and CM formation, potentially contributing to its association with congenital disease.", "date": "2025-08-18", "journal": ""}
{"title": "Calcium Signaling in Oligodendrocyte Precursor Cells Mediated by Spontaneous and Evoked Responses: A Modeling Investigation", "doi": "10.1101/2025.08.14.670262", "authors": "Lardy, M.; Wang, L.; Guerrier, C.; Cheli, V. T.; Paez, P. M.; Khadra, A.", "abstract": "Calcium signaling has emerged as a central regulator of activity-dependent myelination in oligodendrocytes. These calcium signals encompass both the stimulus-independent spontaneous calcium local transients (SCaLTs) generated intrinsically in a voltage-independent manner or facilitated by the membrane voltage, as well as evoked responses triggered by ATP and glutamate release. To investigate the regulatory mechanisms underlying this combined spiking activity, we developed a stochastic spatiotemporal flux-balance model of calcium transients in oligodendrocyte precursor cells (OPCs). The model incorporates all the relevant fluxes in these cells and integrates membrane voltage dynamics with a calcium-induced calcium-release (CICR) mechanism using parameters fitted to calcium fluorescence recordings. The model reproduced the intrinsic and voltage-facilitated SCaLTs in OPCs in the absence of purinergic and glutamatergic receptors, and captured the three distinct patterns of evoked calcium responses induced by ATP and glutamate identified using machine classifier. The model highlighted the role of ATP and glutamate concentrations in generating these clusters, and showed that the fast dynamics of CICR is key to producing these evoked responses. Further analysis of the model also revealed that voltage-gated L- and T-type calcium channels slightly increase the frequency of SCaLTs, while stimulation with ATP and glutamate, using randomly distributed pulses mimicking in vivo conditions, leads to an increase in both the amplitudes of calcium spikes (i.e., the combination of SCaLTs and evoked responses) and the prevalence of wide spikes, especially upon glutamate stimulation. Bifurcation analysis of the deterministic version of the model, in the absence of diffusion, demonstrated that ATP and glutamate stimulation can shift the system into an oscillatory regime, thereby increasing the deterministic component of SCaLT dynamics. This study thus offers a comprehensive representation of OPC calcium transients linking recorded in vitro behaviors to in vivo dynamics.", "date": "2025-08-18", "journal": ""}
{"title": "Mutant CHCHD10 disrupts cytochrome c oxidation and activates retrograde signaling in a model of cardiomyopathy.", "doi": "10.1101/2025.08.18.668848", "authors": "Campos-Ribeiro, M. A.; Donnarumma, E.; Nolte, H.; Cobine, P.; Vimont, E.; Milenkovic, D.; Hernandez-Camacho, J. D.; Langa Vives, F.; Kornobis, E.; Penard, E.; Langer, T.; Paquis-Flucklinger, V.; Wai, T.", "abstract": "Mutations in CHCHD10, a mitochondrial intermembrane space (IMS) protein implicated in proteostasis and cristae maintenance, cause multi-systemic mitochondrial disease. Heterozygous Chchd10 knock-in mice modeling the human CHCHD10S59L variant associated with Amyotrophic Lateral Sclerosis and Frontotemporal Dementia (ALS-FTD) develop a mitochondrial cardiomyopathy driven by CHCHD10 insolubility and aggregation, which is associated with chronic activation of the mitochondrial integrated stress response (mtISR). Here, we demonstrate that cardiac dysfunction in Chchd10S55L/+ mice carrying the orthologous pathogenic variant is associated with dual defects originating at the onset of disease: (1) early bioenergetic dysfunction linked to defects in mitochondrial copper homeostasis and oxidation of cytochrome c and (2) maladaptive mtISR signaling via the OMA1-DELE1-HRI axis. Using Oma1E324Q/E324Q knock-in mice, we show that the catalytic inactivation of the mitochondrial protease OMA1 in Chchd10S55L/+ mice delays cardiomyopathy onset without rescuing CHCHD10 insolubility, proteomic remodeling, cristae defects or OXPHOS impairment, demonstrating that mtISR can be uncoupled from the bioenergetic collapse triggered by mutant CHCHD10. Proteomic profiling of soluble and insoluble mitochondrial proteins in Chchd10S55L mice reveals wide-spread disruptions of mitochondrial proteostasis, including IMS proteins involved in cytochrome c biogenesis. Defective respiration in mutant mitochondria could be rescued by the exogenous addition of cytochrome c, pinpointing IMS proteostasis disruption as a key pathogenic mechanism. Our work reveals that mutant CHCHD10 insolubility compromises metabolic resilience by impairing both mitochondrial bioenergetics and stress adaptation, offering new perspectives for the development of therapeutic targets.", "date": "2025-08-18", "journal": ""}
{"title": "The centriculum, a membrane that surrounds C. elegans centrosomes, acts as a microtubule filter", "doi": "10.1101/2025.08.16.670680", "authors": "Maheshwari, R.; Rahman, M. M.; Ruddick, A.; Drey, S.; Cohen-Fix, O.", "abstract": "Centrosomes are the main microtubule-nucleating structures in dividing cells. They are considered membrane-less organelles, but in several cell types they are surrounded by ER-derived membrane. In C. elegans early embryos, this membrane forms a dense membrane reticulum, named the centriculum, which was shown to affect centrosome structure and consequently microtubule nucleating capacity. The centriculum is adjacent to the centrosome pericentriolar material (PCM) and to abundant, short peri-centrosomal microtubules that surround the centrosome. Here we show that the centriculum serves as a microtubule filter, preventing the extension of a fraction of microtubules due to their collision with the centriculum. Changing microtubule number or stability results in a corresponding change in centriculum size, independent of the PCM, indicative of centriculum-microtubule interactions. Moreover, the porosity of the centriculum correlates with the density of microtubules extending beyond the peri-centrosomal region, consistent with the centriculum acting as a microtubule filter. Finally, if microtubule-centriculum collisions result in microtubule catastrophe, the filter function of the centriculum could also explain the high concentration of soluble tubulin at the C. elegans centrosome.", "date": "2025-08-18", "journal": ""}
{"title": "A proteome-wide screen for membrane-interactions in intrinsically disordered regions of transmembrane proteins reveals a role in disease", "doi": "10.1101/2025.08.15.670465", "authors": "Rombach, J.; Nielsen, T. T. E.; Schmidt, J. H.; Agenant, J.; Larsen, A. H.; Madsen, K. L.", "abstract": "Transmembrane proteins mediate essential cellular processes including signaling, transport, and ion flux. Besides their well-characterized structured domains, most contain intrinsically disordered regions, whose biological roles remain poorly understood. Evidence suggests that the functions of intrinsically disordered regions are context-dependent, a trait particularly relevant when anchored to cellular membranes. In this study, we probed peptide arrays with fluorescent liposomes to generate a high-resolution, proteome-wide map of membrane-interaction sites within intrinsically disordered regions of human transmembrane proteins. Screening 4,000 proteins, we identified membrane-interaction sites in ~60% of cases. Among these, ~63% represent amphipathic helices, while ~17% resemble cationic cell-penetrating peptides. We demonstrate that membrane-interaction motifs can influence subcellular localization and may contribute to both physiological and pathological processes. Our findings establish membrane association as a key functional aspect of intrinsically disordered regions and provide a valuable resource for discovering non-canonical regulatory mechanisms in transmembrane proteins. The resource is available at MemRIDRdb.", "date": "2025-08-18", "journal": ""}
{"title": "Autonomous neuronal resilience under metabolic stress highlights fundamental differences between hESC and hiPSC-derived neurons", "doi": "10.1101/2025.08.15.670492", "authors": "Choi, M. L.; Yoo, S.; Yang, E.", "abstract": "Human induced pluripotent stem cells (hiPSCs) aim to replicate the developmental and functional capacity of human embryonic stem cells (hESCs). Here, we identify neuronal resilience under metabolic stress as a critical parameter for benchmarking equivalence. Without medium replenishment, hESC derived cortical neurons underwent neural resurrection, a spontaneous recovery marked by increased cell density, preserved morphology, and sustained calcium signaling and mitochondrial function for 23 days. In contrast, hiPSC-derived neurons survived but showed reduced adaptability, deteriorating within 10 and 14 days despite higher initial densities. Our findings introduce a physiologically relevant assay for stress resilience and highlight the need to optimize hiPSC differentiation to achieve hESC ike performance, improving their translational value for disease modeling and regenerative therapy.", "date": "2025-08-18", "journal": ""}
{"title": "Free fatty acid receptor 4 agonists stimulate insulin secretion via different mechanisms in mouse versus human islets", "doi": "10.1101/2025.08.15.670586", "authors": "Reininger, L.; Rehman, M. H.; Bouabcha, A.; Ferragne, S.; Tremblay, C.; Ethier, M.; Kimple, M. E.; Ghislain, J.; Huising, M. O.; Poitout, V.", "abstract": "The free fatty acid receptor FFAR4 is expressed in pancreatic islets, and its activation potentiates insulin and inhibits somatostatin (SST) secretion. We investigated the mechanisms of action of FFAR4 on hormone secretion in mouse and human islets. The effects of the FFAR4 agonist Compound A (Cpd A) on insulin and SST secretion were investigated in islets from mice following ablation of delta cells, deletion of SST and deletion of the G protein Gz (Gnaz-/-), in purified mouse beta and delta cells, in human EndoC-bH5 cells, and in human islets. Ca++ dynamics in response to Cpd A were measured in delta cells from Gnaz-/- mouse islets and in human islets. The insulinotropic effect of Cpd A was lost in delta cell-ablated and SST-deficient mouse islets and was absent in purified mouse beta cells. Gz deletion prevented Cpd A inhibition of SST secretion but not the potentiation of insulin release. Cpd A diminished Ca++ transients in mouse delta cells, an effect that was lost in Gz deficient islets. In human islets, FFAR4 activation increased insulin secretion and intracellular Ca++ transient independent of SST secretion. Consistent with a direct effect on beta cells, Cpd A potentiated insulin secretion in human EndoC-bH5 cells. We conclude that FFAR4 activation stimulates insulin secretion from mouse islets indirectly via Gz-coupled inhibition of SST secretion from delta cells, while in human islets, it stimulates insulin release via a direct effect on beta cells. These key species-related differences are to be taken into account as FFAR4 is considered a potential therapeutic target for metabolic diseases.", "date": "2025-08-18", "journal": ""}
{"title": "Tracking maternal proteins uncovers a central role for the residual body in organelle recycling during Toxoplasma gondii replication", "doi": "10.1101/2025.08.15.670481", "authors": "von Knoerzer-Suckow, J.; Sazegar, P.; Periz, J.; Gras, S.; Meissner, M.", "abstract": "Toxoplasma gondii replicates through endodyogeny, an unconventional form of internal budding in which two daughter cells are assembled within a single mother cell. During this process, daughter cells must acquire a full complement of organelles, which may be inherited from the mother, formed de novo, or assembled through a combination of both mechanisms. To date the fate of maternal components during replication remains poorly understood. We previously showed that F-actin-driven dynamics generate the intravacuolar network, which defines the residual body (RB) and facilitates recycling of microneme proteins. However, the inheritance and recycling of other organelles have not been systematically analysed. To address this, we employed a dual HaloTag-based pulse-chase fluorescence labelling strategy to distinguish between de novo-synthesized and recycled proteins in replicating tachyzoites. This approach reveals three distinct organelle inheritance patterns: (1) direct transmission of intact maternal organelles (e.g., rhoptries, micronemes), (2) expansion and division of pre-existing maternal organelles with incorporation of newly synthesized components (e.g., Golgi apparatus, apicoplast), and (3) degradation of maternal structures without recycling (e.g., inner membrane complex). Furthermore, we identify Myosin F (MyoF) as the key motor protein that mediates the selective recycling of maternal organelles via the RB. These findings redefine the RB as an active trafficking hub and reveal a selective, regulated system of organelle inheritance and recycling that is critical for intracellular organization and parasite development.", "date": "2025-08-18", "journal": ""}
{"title": "Comparative analysis reveals distinct actin-based motility mechanisms in divergent Rickettsia species", "doi": "10.1101/2025.08.14.669974", "authors": "Bacher, M. C.; Choe, J. E.; Jiang, J.; Welch, M. D.", "abstract": "After invading host cells and accessing the cytoplasm, many Rickettsia species undergo actin-based motility driven by two bacterial proteins, RickA and Sca2. In the spotted fever group species R. parkeri, this motility occurs in temporally and mechanistically distinct phases. Early in infection, RickA drives motility by activating the host Arp2/3 complex to nucleate actin; later, Sca2 independently drives motility by directly nucleating and elongating actin via a formin-like mechanism. The distantly related and non-pathogenic species R. bellii also expresses RickA and Sca2 orthologs, but how each contributes to the mechanism and timing of motility remains unclear. R. bellii Sca2 differs substantially from R. parkeri Sca2 in primary sequence, and we found that the R. bellii protein nucleates and elongates actin using an unusual N-terminal actin monomer-binding domain yet does not processively associate with growing actin filaments like R. parkeri Sca2 or eukaryotic formins. Notably, actin-based motility in R. bellii occurs only later in infection and strongly correlates with a highly polarized localization of Sca2 at one bacterial pole. In contrast, R. bellii motility is independent of RickA localization and Arp2/3 complex function. Compared to R. parkeri, R. bellii moves more slowly and along less direct paths, with actin tails exhibiting a distinct organization that reflects differences in Sca2 mechanism and localization. Together, these findings demonstrate substantial evolutionary flexibility in actin-based motility mechanisms within the Rickettsia genus and suggest similar adaptability among other intracellular microbes.", "date": "2025-08-18", "journal": ""}
{"title": "Obesogenic diet alters decidual differentiation and cell-cell communication in the mouse uterus", "doi": "10.1101/2025.08.13.670199", "authors": "Koksal, B.; Bellissimo, C. J.; Jazwiec, P. A.; Sloboda, D. M.; Beristain, A. G.", "abstract": "Maternal obesity is associated with increased risk of infertility, implantation failure, miscarriage, and other pregnancy complications. While prior studies have linked obesity to uterine dysfunction and impaired endometrial biology, how obesity alters the cellular and molecular landscape of the early pregnant endometrium remains poorly understood. Here, we perform single-cell RNA sequencing of embryonic day 5.5 uterus from control and obesogenic mice to generate a cellular atlas of the early decidualizing endometrium. We identify obesity-associated transcriptional changes across multiple Endometrial Stromal Cell (ESC) states and innate immune populations, including uterine natural killer cells and macrophages. Computational modeling reveals that maternal obesity disrupts distinct routes of ESC differentiation during decidualization and leads to shifts in ESC-derived cues known to impact innate immune responses. These findings provide a comprehensive single-cell resource of the post-implantation mouse endometrium while simultaneously generating critical insight into how maternal obesity reprograms the maternal-fetal interface in early pregnancy.", "date": "2025-08-18", "journal": ""}
{"title": "Identifying pyrogenic contaminants using transcriptomic profiling of monocyte activation test with machine learning", "doi": "10.1101/2025.08.13.670109", "authors": "Afanasyeva, T. A.; de Albuquerque, B. F.; Doodeman, P.; Dieker-Meijer, M.; Molenaar-de Backer, M.; van Dam, T. J.; ten Brinke, A.", "abstract": "The monocyte activation test is an in vitro pyrogenicity assessment method that can utilise human peripheral blood mononuclear cells to detect pyrogens in injectable drugs, providing a binary outcome that indicates the presence or absence of a pyrogen. The added ability to distinguish between different types of pyrogens would greatly expand the applicability of the test, for example, by allowing to pinpoint the source of a contaminating pyrogen in pharmaceutical products. Pyrogens activate a unique set of pattern recognition receptors (PRRs), which contribute to inflammation, yielding distinct transcriptomic activation signatures. In this paper, we capture the unique expression signatures of activated monocytes through bulk RNA sequencing and introduce a data preprocessing pipeline that allows the training of a machine-learning model to classify pyrogenic contaminants. Using a dataset of 108 samples stimulated with five classes of PRR agonists, we could differentiate between these classes with more than 97% F1 on test data. We further demonstrate the model's capacity to generalise on the previously unseen data using different ligands for the same PRRs as well as heat-killed Escherichia coli and Staphylococcus aureus.", "date": "2025-08-18", "journal": ""}
{"title": "p53Y220C-BET-bifunctionals (tPRIMEs) drive p53Y220C-mutant cancer cells into apoptosis", "doi": "10.1101/2025.08.13.669398", "authors": "Kelley, C.; Young Ahn, J.; Rusin, S.; Imberdis, T.; Xiong, K.; Bramhall, T.; Fevrier-Wagner, F.; Joseph, A.; Murtie, J.; Moustakin, M.; Lantermann, A.", "abstract": "The transcription factor and tumor suppressor p53 is one of the most frequently mutated genes in cancer and has been difficult to target therapeutically due to its intrinsically disordered regions. The hotspot mutation p53Y220C, a mutation thermodynamically destabilizing p53, creates a unique extended crevice on the surface of the protein for which chemical matter has been identified over the last years. Advanced p53Y220C stabilizers reconstitute p53Y220C to its wildtype conformation, thereby restoring p53's role in target gene expression and inhibiting the growth of p53Y220C mutant cancer cell lines. We hypothesized that direct recruitment of the transcriptional elongation machinery to p53Y220C and its target genes may potentiate effects beyond p53 protein stabilization alone. We leveraged induced proximity to discover bifunctional molecules, p53Y220C-targeted PRoximity Induced Modulators of Expression (tPRIMEs), that specifically recognize the BET bromodomain proteins and induce stable ternary complexes with p53Y220C. p53Y220C-tPRIMEs potently inhibit proliferation and induce apoptosis of p53Y220C mutant cancer cell lines to a greater extent than the parental ligands alone or in combination. Gene expression analyses revealed that p53Y220C-tPRIMEs induce an increase in p53 target gene expression compared to parental binders. The superior antiproliferative activity, enhanced apoptosis, and increased p53 target gene expression are dependent on ternary complex formation. These data strongly suggest that a p53Y220C-tPRIME-mediated induced proximity approach between transcriptional regulators and p53Y220C - in contrast to p53 stabilization alone - can modulate the cell fate control from cell cycle inhibition to an apoptotic response, providing a compelling therapeutic modality for p53 mutant cancers.", "date": "2025-08-18", "journal": ""}
{"title": "p53Y220C-BET-bifunctionals (tPRIMEs) drive p53Y220C-mutant cancer cells into apoptosis", "doi": "10.1101/2025.08.13.669398", "authors": "Kelley, C.; Young Ahn, J.; Rusin, S.; Imberdis, T.; Xiong, K.; Bramhall, T.; Wagner, F. F.; Joseph, A.; Murtie, J.; Moustakim, M.; Lantermann, A.", "abstract": "The transcription factor and tumor suppressor p53 is one of the most frequently mutated genes in cancer and has been difficult to target therapeutically due to its intrinsically disordered regions. The hotspot mutation p53Y220C, a mutation thermodynamically destabilizing p53, creates a unique extended crevice on the surface of the protein for which chemical matter has been identified over the last years. Advanced p53Y220C stabilizers reconstitute p53Y220C to its wildtype conformation, thereby restoring p53's role in target gene expression and inhibiting the growth of p53Y220C mutant cancer cell lines. We hypothesized that direct recruitment of the transcriptional elongation machinery to p53Y220C and its target genes may potentiate effects beyond p53 protein stabilization alone. We leveraged induced proximity to discover bifunctional molecules, p53Y220C-targeted PRoximity Induced Modulators of Expression (tPRIMEs), that specifically recognize the BET bromodomain proteins and induce stable ternary complexes with p53Y220C. p53Y220C-tPRIMEs potently inhibit proliferation and induce apoptosis of p53Y220C mutant cancer cell lines to a greater extent than the parental ligands alone or in combination. Gene expression analyses revealed that p53Y220C-tPRIMEs induce an increase in p53 target gene expression compared to parental binders. The superior antiproliferative activity, enhanced apoptosis, and increased p53 target gene expression are dependent on ternary complex formation. These data strongly suggest that a p53Y220C-tPRIME-mediated induced proximity approach between transcriptional regulators and p53Y220C - in contrast to p53 stabilization alone - can modulate the cell fate control from cell cycle inhibition to an apoptotic response, providing a compelling therapeutic modality for p53 mutant cancers.", "date": "2025-08-18", "journal": ""}
{"title": "Single-cell clonal lineage tracing identifies the transcriptional program controlling the cell fate decisions by neoantigen-specific CD8+ T cells", "doi": "10.1101/2025.08.13.670223", "authors": "Luo, Y.; Yao, C.; Wu, T.", "abstract": "Neoantigen-specific T cells specifically recognize tumor cells and are critical for cancer immunotherapies. However, the transcriptional program controlling the cell fate decisions by neoantigen-specific T cells is incompletely understood. Here, using joint single-cell transcriptome and TCR profiling, we mapped the clonal expansion and differentiation of neoantigen-specific CD8+ T cells in the tumor and draining lymph node in mouse prostate cancer. Compared to other antitumor CD8+ T cells and bystanders, neoantigen-specific CD8+ tumor-infiltrating lymphocytes (TILs) upregulated gene signatures of T cell activation and exhaustion. In the tumor draining lymph node, we identified TCF1+TOX- TSCM, TCF1+TOX+ TPEX, and TCF1-TOX+ effector-like TEX subsets among neoantigen-specific CD8+ T cells. Clonal tracing analysis of neoantigen-specific CD8+ T cells revealed greater clonal expansion in divergent clones and less expansion in clones biased towards TEX, TPEX, or TSCM. The TPEX subset had greater clonal diversity and likely represented the root of neoantigen-specific CD8+ T cell differentiation, whereas highly clonally expanded effector-like TEX cells were positioned at the branch point where neoantigen-specific clones exited the lymph node and differentiated into TEX TILs. Notably, TSCM differentiation of neoantigen-specific CD8+ clones in the lymph node negatively correlated with exhaustion and clonal expansion of the same clones in the tumor. In addition, the gene signature of neoantigen-specific clones biased toward tumor infiltration relative to lymph node residence predicted a poorer response to immune checkpoint inhibitor. Together, we identified the transcriptional program that controls the cell fate choices by neoantigen-specific CD8+ T cells and correlates with clinical outcomes in cancer patients.", "date": "2025-08-18", "journal": ""}
{"title": "Spatial proteomics reveals mechanisms of cell-intrinsic tryptophan metabolism controlling ovarian cancer survival", "doi": "10.1101/2025.08.14.670277", "authors": "Xu, T. T.; Metousis, A.; Kainacher, L.; Zhang, X.; Steigenberger, B.; Madden, K. G.; Schweitzer, L. C.; Duteil, C.; Rossini, S.; Lengyel, E.; Obermayr, E.; Shulman, Z.; Nordmann, T. M.; Lindberg, E. L.; Mann, M.; Murray, P. J.", "abstract": "Indole-2,3-dioxygenase (IDO1) depletes tryptophan to dampen anti-tumor T cells, yet IDO1 inhibitors (IDO1i) have failed clinically. Using deep visual proteomics, we isolated IDO1 high, medium and low ovarian tumor cells in situ and found IDO1 tightly linked to interferon-{gamma} (IFN-{gamma}) signaling and heterogeneously expressed. Across orthogonal models with tunable IDO1, IFN-{gamma} killed ovarian cancer via a pathway requiring IFN-{gamma} signaling, IDO1-dependent tryptophan depletion, and a biphasic integrated stress response that initially protects from starvation and later drives death. IDO1i or tryptophan supplementation rescued these effects, promoting tumor survival. These data reveal a context-dependent, tumor-suppressive facet of IDO1 and explain how IDO1i can paradoxically favor cancer viability. Our findings call for re-evaluation of IDO1 as a target and suggest exploiting the tryptophan-starvation/GCN2-ISR axis to enhance therapy.", "date": "2025-08-18", "journal": ""}
{"title": "Developmental benzopyrene exposure alters stress hormones, neurotransmitters and behavioral responses of mice dependent on Cyp1 genotype", "doi": "10.1101/2025.08.13.670196", "authors": "Perry, J.; Easybuck, T.; Feltner, M.; Foster, E. G.; Kowalski, M.; Honaker, A.; Clough, K. M.; Easton, A.; Berling, K.; Pham, D.; White, A.; Wypasek, K.; Curran, C. P.", "abstract": "Benzo[a]pyrene (BaP) is a prototypical polycyclic aromatic hydrocarbon (PAH) produced during combustion processes and when grilling foods. Epidemiological studies indicate exposure to PAHs during pregnancy lead to learning and memory deficits as well as behavioral problems that persist into adolescence. Studies in rodents and zebrafish have frequently reported anxiolytic effects of BaP exposure in adult animals and in developmental studies. We conducted sequential experiments of Cyp1a1(-/-) and Cyp1b1(-/-) knockout mice compared with wild type C57BL/6J mice to determine if genotype changes the response to developmental BaP exposure. We treated pregnant dams from gestational day 10 to postnatal day 25 (P25) with BaP in corn oil-soaked cereal or the corn oil vehicle and tested one male and one female offspring beginning at P60. We found increased exploratory behavior in the elevated zero maze for Cyp1a1(-/-) knockout mice, but no significant differences in Cyp1b1(-/-) knockouts. In contrast, Cyp1b1(-/-) knockout mice buried fewer marbles in a second test of anxiety-like behavior. There were no significant differences when Cyp1a1(-/-) knockout mice were tested. BaP decreased immobility time in Cyp1a1(-/-) knockouts in the forced swim test, but increased immobility time in wild type and Cyp1b1(-/-) knockout mice. We measured plasma corticosterone levels at baseline and following the forced swim test and monoamine neurotransmitters at the end of behavioral testing. BaP treatment increased corticosterone in wild type mice, but decreased it in Cyp1a1(-/-) knockout mice. Both BaP-exposed and corn oil control Cyp1b1(-/-) knockout mice had higher corticosterone levels compared with wild type mice. Dopamine and serotonin signaling were altered in the hypothalamus dependent on genotype, treatment and sex. Together, these data suggest that both CYP1A1 and CYP1B1 have a normal role in brain functioning or development, and that CYP1 genotype alters the response to developmental BaP exposure in behavioral and biochemical tests related to stress, anxiety and depression.", "date": "2025-08-18", "journal": ""}
{"title": "NSF is required for diverse endocytic modes by promoting fusion and fission pore closure in secretory cells", "doi": "10.1101/2025.08.13.670133", "authors": "Wu, X.-S.; Sun, T.; Shi, B.; Lee, S.; Zhang, Z.; Wei, L.; Wang, X.; Molakarimi, M.; Han, S.; Uy, A.; Gan, L.; Wu, L.-G.", "abstract": "The ATPase N-ethylmaleimide-sensitive factor (NSF), known for disassembling SNARE complexes, plays key roles in neurotransmitter release, neurotransmitter (AMPA, GABA, dopamine) receptor trafficking, and synaptic plasticity, and its dysfunction or mutation is linked to neurological disorders. These roles are largely attributed to SNARE-mediated exocytosis. Here, we reveal a previously unrecognized role for NSF: mediating diverse modes of endocytosis, including slow, fast, ultrafast, overshoot, and bulk, by driving closure of both fusion and fission pores. This function was consistently observed across large calyx nerve terminals, small hippocampal boutons, and chromaffin cells using capacitance recordings, synaptopHluorin imaging, electron microscopy, and multi-color pore-closure imaging. Results were robust across four NSF inhibitors, gene knockout, knockdown, and specific mutations. These findings establish NSF as a central regulator of membrane fission, kiss-and-run fusion, endocytosis, and exo-endocytosis coupling, offering new mechanistic insights into its diverse physiological and pathological roles in synaptic transmission, receptor trafficking, and neurological diseases.", "date": "2025-08-18", "journal": ""}
{"title": "Characterizing Post-Mortem Brain Molecular Taxonomy of Cognitive Resilience and Translating it to Living Humans", "doi": "10.1101/2025.08.13.670106", "authors": "Batalha, C. M. P. F.; Yu, L.; Zammit, A. R.; Poole, V. N.; Buchman, A. S.; Lopes, K. d. P.; Vialle, R.; Abadir, P.; Nidadavolu, L.; Wyss-Coray, T.; Seyfried, N. T.; Wang, Y.; Tasaki, S.; De Jager, P. L.; Iturria-Medina, Y.; Bennett, D. A.", "abstract": "Here, we define cognitive resilience as slower or faster cognitive decline after we regress out the effects of common brain neuropathologies. Its understanding could provide important insights into the biology underlying cognitive health, enabling the development of more effective strategies to prevent cognitive decline and dementia. However, this requires the development of a practical method to quantify resilience and measure it in living individuals, as well as identifying heterogenous pathways associated with resilience in different individuals. Here, we approach this problem by using a data-driven framework to quantify and characterize molecular signatures underlying cognitive resilience. Using multimodal contrastive trajectory inference (mcTI) on bulk RNA sequencing and tandem mass tag (TMT) proteomic data from 898 post-mortem brain samples from the Religious Orders Study and the Rush Memory and Aging Project (ROSMAP), we derived individual-level molecular pseudotime values reflecting the molecular path from high to low resilience across individuals. Additionally, we identified two distinct molecular subtypes of resilience, each characterized by unique transcriptomic and proteomic signatures, and differing associations with several phenotypes. To translate our brain-derived pseudotime and subtypes to living individuals, we developed prediction models with paired genetics, ante-mortem blood omics, clinical, psychosocial, imaging and device data from the same individuals, demonstrating the potential to predict brain molecular resilience profiles in living persons. Our findings establish a framework for quantifying resilience based on multi-level molecular signatures, identify molecularly distinct resilience subtypes, and demonstrate the feasibility of translating brain-derived molecular profiles to living individuals, laying the groundwork for the development of targeted resilience-promoting interventions in cognitive aging.", "date": "2025-08-18", "journal": ""}
{"title": "Spinal Motor Neuron Pools May be Partly Driven by Impulsive Common Inputs", "doi": "10.1101/2025.08.13.670065", "authors": "Yanguas-Mayo, J.; Pascual-Valdunciel, A.; Baker, S. N.; Laguna, P.; Farina, D.; Ibanez, J.", "abstract": "Spinal motor neurons serve as the link between the nervous system and muscles. As the final common pathway of the neuromuscular system, they receive inputs from both higher-level controllers and afferent pathways. It is often assumed that spinal motor neurons are primarily driven by continuous common inputs (cCI) within different frequency bands. Within this framework, the motor neuron pool behaves as a linear amplifier of the cCI. However, this framework overlooks the possibility that motor neurons could also be driven by impulsive common inputs (iCI), which can induce synchronization among them and disrupt the linear transmission of other synaptic inputs at the pool level. To test this hypothesis, computational simulations and experimental data from human subjects were used to characterize different aspects related to motor neuron spiking synchronization at the pool level. Our findings suggest that, indeed, iCI can account for relevant features observed in experimental data such as the presence of synchronization events at the pool level. We also observed that such impulsive inputs can affect the linearity in the transmission of cCI by the motor neuron pool. This study represents pioneering indirect evidence of the existence of iCI as inputs to motor neurons.", "date": "2025-08-18", "journal": ""}
{"title": "Human aged astrocytes induce neurotoxicity in response to inflammatory stimuli", "doi": "10.1101/2025.08.17.670762", "authors": "Kobayashi, H.; Maeda, K.; Wakui, T.; Kazetani, K.; Nabetani, A.; Shin, E.; Kato, H.; Endoh-Yamagami, S.", "abstract": "Astrocytes play a critical role in neuroinflammation and the pathogenesis of neurodegenerative diseases. Here we found that human induced pluripotent stem cell (iPSC)-derived astrocytes responded differently to inflammatory triggers compared to rodent astrocytes, showing increased neurotoxicity when exposed to TNF- and IFN-{gamma}. Furthermore, astrocytes with senescent features showed even higher levels of neurotoxicity in the presence of TNF- and IFN-{gamma}, suggesting a potential link between aging and neurodegenerative diseases. It was also demonstrated that LPS-activated neuron/astrocyte/microglia tri-culture produced TNF-, leading to neurotoxicity in the tri-culture when IFN-{gamma} was present. Through compound screening, we identified Janus kinase inhibitors capable of preventing neurotoxicity in astrocytes induced by TNF- and IFN-{gamma}, demonstrating the potential use of neurotoxic astrocytes as a platform for drug screening. These results provide insight into the complex relationship between aging, inflammation, and neurodegenerative diseases, emphasizing the potential of targeting astrocytes as a novel therapeutic approach for addressing neurodegenerative diseases.", "date": "2025-08-18", "journal": ""}
{"title": "Perceptual Novelty in Tinnitus a Causative Factor for its Persistence. A Stimulus Novelty Based P300 Paradigm on Acute, Chronic, and Non-Tinnitus Controls", "doi": "10.1101/2025.08.15.670598", "authors": "Umashankar, A.; Alter, K.; Gander, P. E.; Sedley, W.", "abstract": "Our understanding of tinnitus pathophysiology may be greatly advanced by understanding how the condition evolves from its initial onset or acute stage to its chronic manifestation. Such a transition likely reflects dynamic neurophysiological changes within central auditory and non-auditory networks. Previous studies have highlighted that individuals with acute tinnitus tend to have increased activity in the regions of anterior cingulate cortex, inferior parietal lobe, and insula all of which are essential in constituting the salience network. We therefore aimed at tapping into the salience network of tinnitus through a novelty based P300 paradigm in individuals with Acute, Post Acute (six months follow up since acute tinnitus) Chronic, and Controls. Participants were presented with an auditory oddball paradigm comprising three deviant types: (1) novel environmental sounds, (2) low-frequency tonal deviants, and (3) high-frequency tonal deviants, embedded within a sequence of frequent standard tones. Our results indicate a significant drop in P300 amplitude during the Post Acute stage, highlighting the substantial influence of the anterior cingulate cortex/salience network in possible generation of tinnitus and inferior parietal lobe in the persistence of tinnitus.", "date": "2025-08-18", "journal": ""}
{"title": "Tyrosine kinase inhibitors affect sweet taste and dysregulate fate selection of specific taste cell subtypes via KIT inhibition.", "doi": "10.1101/2025.08.15.670608", "authors": "Piarowski, C. M.; Scott, J. K.; Wilson, C.; Lara, H.; Salcedo, E.; Han, A. S.; Lam, E. T.; Dempsey, P. J.; von Moltke, J.; Barlow, L. A.", "abstract": "Taste dysfunction, or dysgeusia, is a common side effect of many cancer drugs. Dysgeusia is often reported by patients treated with anti-angiogenic tyrosine kinase inhibitors (TKIs), which inhibit receptor tyrosine kinases (RTKs). However, the mechanisms by which TKIs cause dysgeusia are not understood, as the role of RTKs in adult taste homeostasis is unknown. Here, we find that treating adult mice with the TKI cabozantinib shifts the fate of differentiating functional taste cell subtypes within taste buds. Through behavioral assays, we find this cell fate shift leads to blunted responses to sweet tastant in cabozantinib-treated mice. Finally, we show that inducible knockout of the RTK KIT, which is inhibited by cabozantinib, largely phenocopies drug treatment. Our results establish KIT as a regulator of taste cell homeostasis and suggest that KIT inhibition may underlie TKI-induced dysgeusia in patients.", "date": "2025-08-18", "journal": ""}
{"title": "Non-neuronal, TGF-β- extracellular matrix restructuring promotes neurodegeneration in a PSP-Richardson syndrome model", "doi": "10.1101/2025.08.17.670724", "authors": "Zannino, C.; Valente, D.; Bressan, D.; Bruzelius, A.; Gabriele, C.; Scalise, S.; Covello, R.; Benedetto, G. L.; Talarico, M.; Abbonante, V.; Quattrone, A.; Gaspari, M.; Quattrone, A.; Chiacchiera, F.; Fiorenzano, A.; Parrotta, E. I.; Cuda, G.", "abstract": "Progressive supranuclear palsy-Richardson syndrome (PSP-RS) is a rapidly progressive tauopathy lacking effective therapies. Although tau aggregation is a defining feature, the initiating mechanisms remain elusive. Here we used patient-derived induced pluripotent stem cell midbrain organoids, integrating single-cell transcriptomics, bulk RNA profiling, and quantitative proteomics, to dissect early pathogenic events. We identified vascular leptomeningeal-like cells (VLMCs) as the first altered population, exhibiting TGF-{beta}-driven extracellular matrix (ECM) remodeling enriched in collagens, integrins, and TGFBI. The resulting pathological ECM increased stiffness, induced integrin clustering, and activated RhoA-ROCK-mediated cytoskeletal disorganization. These changes sustained PI3K-AKT and MAPK-ERK signaling, suppressed PP2A, hyperactivated mTOR, and impaired autophagy, culminating in tau hyperphosphorylation and mislocalization. Pharmacological inhibition of TGF{beta}, AKT, ERK, or mTORC1 restored autophagic flux, reduced tau burden, and rescued neuronal architecture. Our findings establish non-neuronal, matrix-producing niche cells as upstream drivers of tauopathy and reveal TGF-{beta}-mediated ECM restructuring as a mechanochemical trigger of neurodegeneration, opening multiple therapeutic avenues for PSP-RS and related tauopathies.", "date": "2025-08-18", "journal": ""}
{"title": "The Latency of a Domain-General Visual Surprise Signal is Attribute Dependent", "doi": "10.1101/2025.08.18.670829", "authors": "Lowe, B. G.; Yamamoto, N.; Robinson, J. E.; Johnston, P.", "abstract": "Predictions concerning upcoming visual input play a key role in resolving percepts. Sometimes input is surprising, under which circumstances the brain must calibrate erroneous predictions so that perception is veridical. Despite the extensive literature investigating the nature of prediction error signalling, it is still unclear how this process interacts with the functionally segregated nature of the visual cortex, particularly within the temporal domain. Here, we recorded electroencephalography (EEG) from humans whilst they viewed static image trajectories containing a bound object that sequentially changed along different visual attribute dimensions (shape and colour). Crucially, the context of this change was designed to appear random (and unsurprising) or violate the established trajectory (and cause a surprise). Event-related potential analysis found no effects of surprise after controlling for cortical adaptation. However, multivariate pattern analyses found whole-brain neural representations of visual surprise that overlapped between attributes, albeit at distinct, attribute-specific latencies. These findings suggest that visual surprise results in whole-brain, generalised (i.e., attribute-agnostic) prediction error responses that conform to an attribute-dependent temporal hierarchy.", "date": "2025-08-18", "journal": ""}
{"title": "RatDISCO, a tissue clearing and immunolabelling protocol for large rat brains.", "doi": "10.1101/2025.08.17.670723", "authors": "Craigie, K. J.; Till, S. M.; van de Gevel, B.; Vandrey, B.; Strangward, P.; Sieger, D.; Sulser, A. G.; Kind, P.; Rochefort, N. L.; Duguid, I.; Martinez-Gonzalez, C.", "abstract": "RatDISCO is a simple, cost-effective, and reproducible tissue-clearing protocol optimised for immunolabeling in adult rat brains. It enables robust detection of diverse neuronal subtypes, glial populations, and vasculature, overcoming key limitations in antibody penetration and optical transparency. It is compatible with virally labelled- and transgenic mice, as well as human-derived brain organoids, highlighting its versatility across species and models. Functionally, it enables the detection of activity-dependent markers after behaviour, verified in a rat model of neurodevelopmental disorders, the Fragile X syndrome. These findings highlight RatDISCO as a broadly applicable tool for investigating neuroanatomical and functional alterations in rat models of disorders.", "date": "2025-08-18", "journal": ""}
{"title": "Cortical GABAergic inhibition dynamics around hippocampal sharp-wave ripples", "doi": "10.1101/2025.08.17.670701", "authors": "Rezaei, E.; Tohidi, S.", "abstract": "Cortical inhibition, mediated by GABA, is essential in balancing excitation and modulating neural processing, but it is unclear to what extent inhibitory dynamics are responsive to internally generated hippocampal activity, such as sharp-wave ripples (SWRs). Employing widefield imaging of extracellular GABA with iGABASnFR2 and hippocampal recordings, we characterized cortical inhibition during sleep and awake states and in the neighborhood of SWRs. Sleep and awake transitions drastically reorganized cortical levels of GABA, with increased inhibition in wakefulness and decreased upon entering NREM sleep. In the neighborhood of SWRs, inhibition was state- and region-specific: during NREM, medial cortices (e.g., retrosplenial) increased GABA before SWRs, whereas sensory areas in the lateral cortices decreased it; during wake, GABA increased in lateral cortices after SWRs. These findings reveal that cortical inhibition is not static and ubiquitous but instead is dynamically characterized by brain state, orchestrating the flow of hippocampal outputs to the rest of the cortex. Inhibitory modulation, as our data reveal, forms a mechanism allowing selective gating of memory-related activity during wakefulness and sleep.", "date": "2025-08-18", "journal": ""}
{"title": "Cortical GABAergic inhibition dynamics around hippocampal sharp-wave ripples", "doi": "10.1101/2025.08.17.670701", "authors": "Rezaei, E.; Tohidi, S.", "abstract": "Cortical inhibition, mediated by GABA, is essential in balancing excitation and modulating neural processing, but it is unclear to what extent inhibitory dynamics are responsive to internally generated hippocampal activity, such as sharp-wave ripples (SWRs). Employing widefield imaging of extracellular GABA with iGABASnFR2 and hippocampal recordings, we characterized cortical inhibition during sleep and awake states and in the neighborhood of SWRs. Sleep and awake transitions drastically reorganized cortical levels of GABA, with increased inhibition in wakefulness and decreased upon entering NREM sleep. In the neighborhood of SWRs, inhibition was state- and region-specific: during NREM, medial cortices (e.g., retrosplenial) increased GABA before SWRs, whereas sensory areas in the lateral cortices decreased it; during wake, GABA increased in lateral cortices after SWRs. These findings reveal that cortical inhibition is not static and ubiquitous but instead is dynamically characterized by brain state, orchestrating the flow of hippocampal outputs to the rest of the cortex. Inhibitory modulation, as our data reveal, forms a mechanism allowing selective gating of memory-related activity during wakefulness and sleep.", "date": "2025-08-18", "journal": ""}
{"title": "Scratcher: An automated machine-vision tool for dissecting the neural basis of itch", "doi": "10.1101/2025.08.18.670778", "authors": "Nandi, D.; Kaushik, R.; Prajapati, J. N.; Barik, A.", "abstract": "Itch or pruritus invokes a specific reflexive and repetitive directed nocifensive behavioural response, known as scratching. Recent decades have revealed neural circuits that are involved in the sensory and affective-motivational aspects of itch-induced scratching. However, most of these studies relied on manual subjective methods of quantifying scratching in laboratory mice and rats. Recent advances in deep learning have opened avenues for the development of computational tools to analyze animal behaviour in a reliable and automated manner. Further, combined with optogenetic and chemogenetic strategies, these tools can accelerate our understanding of neural circuits underlying itch and scratching. To that end, we have developed Scratcher, a GUI-based computational tool based on a real-time object detection algorithm that allows semi-supervised automated analysis of scratching behaviour in mice in a computationally inexpensive manner. We recorded chloroquine-induced acute itch as it developed, and determined the consequence of nail-trimming on acute-itch induced scratching with Scratcher. To probe the neural mechanisms underlying itch, we combined Scratcher with genetic circuit dissection using the Fos-TRAP mouse line. By targeting itch-activated neurons in the lateral parabrachial nucleus (LPBN) - a key brainstem hub for pruritic signal transmission - we demonstrated that LPBN activity modulates itch-evoked scratching. Together, we present a novel, easy-to-use computational tool to dissect molecular, cellular, and circuit mechanisms of itch and scratching.", "date": "2025-08-18", "journal": ""}
{"title": "Dpp6 Homozygous Knockout Mice Exhibit Increased Ethanol Conditioned Place Preference and Acute Ethanol-Induced Anxiolytic Behavior", "doi": "10.1101/2025.08.15.670589", "authors": "Hernandez, M.; Barkley-Levenson, A. M.", "abstract": "The gene DPP6 has been associated with behavioral phenotypes of alcohol use disorder (AUD) in recent human genome wide association studies. To further assess the role of this gene in ethanol-related traits, we tested Dpp6 knockout (KO) mice for ethanol conditioned place preference (CPP), locomotor activity, and ethanol-induced anxiolysis. Male homozygous KO mice (HOM) showed greater preference for the ethanol-paired context compared to wild type littermates (WT) and heterozygous KO mice (HET), while female mice showed no genotypic difference. HOM of both sexes exhibited greater novelty-induced hyperactivity in the CPP apparatus than HET and WT mice in the first two minutes. In a separate experiment, HOM mice showed enhanced locomotor activity following a 1.5 g/kg ethanol injection; however, they also displayed greater locomotor activity during habituation, suggesting basal locomotor differences. Following 1.5 and 2 g/kg injections, HOM mice exhibited EtOH-induced anxiolysis in the first 5 minutes, while the HET and WT mice did not. Lastly, HOM mice displayed a significant sedative response compared to WT animals following a 2 g/kg injection of ethanol. Ultimately, these findings validate a role for Dpp6 in modulating ethanol's rewarding, anxiolytic, and sedative effects in a sex-dependent manner.", "date": "2025-08-18", "journal": ""}
{"title": "Functional muscle networks reveal the mechanistic effects of post-stroke rehabilitation on motor impairment and therapeutic responsiveness", "doi": "10.1101/2025.08.17.670726", "authors": "O'Reilly, D.; Pregnolato, G.; Turolla, A.; Kiper, P.; Delis, I.; Severini, G.", "abstract": "Standardised assessment of post-stroke motor impairment and treatment responsiveness remains a major clinical challenge. In this study, we tackle this challenge by applying a novel muscle network analysis framework to stroke survivors undergoing intensive upper-limb motor training. Our approach revealed distinct patterns of redundant and synergistic muscle interactions, collectively reflecting the diverse biomechanical roles of flexor- and extensor-driven networks. From these patterns, we derived new biomarkers that stratified patients by impairment severity and therapeutic responsiveness, each associated with unique physiological signatures. Notably, we identified a shift from redundancy to synergy in muscle coordination as a hallmark of effective rehabilitation--a transformation supported by a more precise quantification of treatment outcomes. These findings offer an in-depth mechanistic account of post-stroke motor recovery and establish a robust, independent tool for evaluating rehabilitation efficacy.", "date": "2025-08-18", "journal": ""}
{"title": "Regional patterns of neurodegeneration in a mouse model of proteinopathy", "doi": "10.1101/2025.08.17.670564", "authors": "Shepilov, D.; Khan, I. A.; Chen, H.-J. C.; Rowley, C.; Harding, E. C.; Merkle, F. T.", "abstract": "The aggregation of misfolded proteins is a hallmark of many neurodegenerative diseases, suggesting shared pathological mechanisms. However, the pathways by which protein misfolding in these proteinopathies lead to neuronal death remain unclear. Proteinopathies can be modelled in transgenic animals by expressing disease-causing mutations that promote protein aggregation, or in wild-type animals by injecting misfolded proteins (e.g. RML scrapie) that spread in a prion-like manner and recapitulate key neurodegenerative features, including gliosis, ER stress, and neuronal loss. Here, we map region-specific histopathological features of scrapie-induced neurodegeneration in the hippocampus, thalamus, cortex, and cerebellum during early (12 weeks post-inoculation) and late (20 weeks) stages of disease. Using a streamlined time-efficient protocol, we achieve reproducible paired sample collection and high-quality immunohistochemistry that is compatible with best practice in decontamination and containment. We found that among the tested markers of early pathology, thalamic astrocytic activation and spongiform degeneration were the most sensitive. By the late stage, there was widespread upregulation of IBA1+ microglia and GFAP+ astrocytes, accompanied by strong immunoreactivity of lysosomal marker LAMP1. LAMP1 expression in healthy brains was largely neuronal, but by 20 weeks it was significantly upregulated in astrocytes, suggesting their involvement in lysosomal pathology. The ER stress marker p-PERK was elevated in CA1/CA3 pyramidal neurons but minimal in the thalamus and cerebellum, where neuronal loss was most pronounced, suggesting region-specific mechanisms of degeneration. Overall, the thalamus and hippocampal CA1/CA3 areas exhibited the greatest pathological burden. Our shorter time-course, new pathological insights and safe handling protocols, and improved welfare, supports broader adoption of the RML scrapie model for resource-efficient studies of neurodegeneration and its prevention.", "date": "2025-08-18", "journal": ""}
{"title": "Ancestral intronic splicing regulatory elements in the SCNα gene family", "doi": "10.1101/2025.08.16.670673", "authors": "Chernyavskaya, E.; Vorobeva, M.; Spirin, S. A.; Skvortsov, D. A.; Pervouchine, D.", "abstract": "SCN genes encode components of voltage-gated sodium channels that are crucial for generating electrical signals in many organisms. Humans have ten paralogous SCN genes, some of which contain duplicated mutually exclusive exons 5a and 5b (MXE). In reconstructing their evolutionary history, we report multiple unannotated copies of exon 5 in distant species and show that exon 5 duplication likely goes back to a common ancestor of all SCN genes. We provide evidence from RNA-seq experiments that the nonsense mediated decay (NMD) system plays a role in maintaining mutually exclusive choice of human exons 5a and 5b, and characterize their splicing patterns across tissues and developmental stages. Comparative analysis of nucleotide sequences among paralogs identified two highly conserved complementary intronic elements, IRE1 and IRE2, possibly forming RNA structure that impacts splicing. Indeed, blocking of IRE2 by antisense oligonucleotides significantly changed the 5a/5b ratio without the loss of mutually exclusive pattern. IRE1 and IRE2 are conserved from human to Elephant shark and may represent an ancient, evolutionarily conserved regulatory mechanism that is shared across many SCN genes. These results demonstrate the power of comparative analysis of paralogs for elucidating conserved splicing regulatory mechanisms.", "date": "2025-08-18", "journal": ""}
{"title": "Systemic Metabolic Rewiring in a Mouse Model of Left Ventricular Hypertrophy", "doi": "10.1101/2025.08.13.670184", "authors": "Schmidt, A. V.; Thambadurai, T.; D'annibale, O.; Bharathi, S.; Wood, T.; Goetzman, E. S.; Stelzer, J. E.", "abstract": "Left ventricular hypertrophy (LVH) refers to the pathological thickening of the myocardial wall, and is strongly associated with several adverse cardiac outcomes and sudden cardiac death. While the biomechanical drivers of LVH are well established, growing evidence points to a critical role for cardiac and systemic metabolism in modulating hypertrophic remodeling and disease pathogenesis. Despite the efficiency of fatty acid oxidation (FAO), LVH hearts preferentially increase glucose uptake and catabolism to drive glycolysis and oxidative phosphorylation (OXPHOS). Development of therapies to increase and enhance LFCA FAO are underway, with promising results. However, the mechanisms of systemic metabolic states and LCFA dynamics in the context of cardiac hypertrophy remain incompletely understood. Further, it is unknown to what extent cardiac metabolism is influenced by whole-body energy balance and lipid profiles, despite the common occurrence of lipotoxicity in LVH. In this study, we measured whole-body and cellular respiration along with analysis of lipid and glycogen stores in a mouse model of LVH. We found that loss of the cardiac-specific gene, Myosin binding protein-C3 (Mybpc3), resulted in depletion of adipose tissue, decreased mitochondrial function in skeletal muscle, increased lipid accumulation in both heart and liver, and loss of whole-body metabolic flux. We found that supplementation of exogenous LCFAs boosted LVH mitochondrial function and reversed cardiac lipid accumulation, but did not fully reverse the hypertrophied heart nor systemic metabolic phenotypes. This study indicates that the LVH phenotype caused systemic metabolic rewiring in Mybpc3-/- mice, and that exogenous LCFA supplementation boosted mitochondrial function in both cardiac and skeletal muscle.", "date": "2025-08-18", "journal": ""}
{"title": "Distinct developmental changes in linear and nonlinear neural interactions across infancy and adulthood", "doi": "10.1101/2025.08.18.670844", "authors": "Santamaria, L.; Georgieva, S.; Noreika, V.; Canales-Johnson, A.; Leong, V.", "abstract": "The development of functional brain connectivity during early life depends on social experience and is best understood in the context of interactions with a caregiver. It is still an open question to what extent distinct modes of functional connectivity dominate in different stages of human brain development, and whether cognitive tasks can differentially modulate them. Using electroencephalography (EEG), we investigated the development of linear and nonlinear functional brain connectivity in infants and adults while they socially interacted. Using simultaneous EEG recordings in parent-infant dyads performing two different experiments (N = 160; 80 adults and 80 infants), we computed functional connectivity capturing distinct dynamics: a linear measure capturing phase synchronization (weighted phase lag index; WPLI), and a nonlinear measure capturing information sharing (weighted symbolic mutual information; WSMI). In both tasks, adults showed higher WSMI than infants, whereas infants showed higher WPLI than adults. Moreover, infant age predicted only task-related connectivity values computed with the nonlinear measure and not with its linear counterpart, suggesting that the information-theoretic measure was more sensitive to developmental changes in task-relevant neural processing. These findings suggest that over development, a shift in dominance from linear to nonlinear modes of brain communication may be essential for supporting emerging higher cognitive abilities, such as precursors to executive function (here, attention shifting) and social decision-making. Further, this work highlights the importance of using nonlinear measures in addition to traditional linear ones, which collectively permit a more robust capture of maturational changes.", "date": "2025-08-18", "journal": ""}
{"title": "Reduced TRPC3 conductance underlies altered SNr activity under dopamine depletion: predictions from data-driven network models", "doi": "10.1101/2025.08.15.670540", "authors": "Parker, J. E.; Aristieta, A.; Gao, Y. E.; Gittis, A. H.; Rubin, J. E.", "abstract": "Sufficient loss of dopamine within the basal ganglia (BG) leads to neuronal activity changes, including altered firing rates and firing patterns, thought to underlie parkinsonian motor symptoms. Yet, within BG neuronal populations, baseline activity and responses to inputs are highly variable, complicating efforts to identify key factors associated with pathological changes. We introduce a novel approach to constructing a computational neuron population model that, when applied to the mouse substantia nigra pars reticulata (SNr), captures the firing heterogeneity observed across slice and in vivo recordings. This model reproduces the diversity of SNr neuron responses to stimulation of GABAergic input terminals, yielding new insights into the mechanisms underlying this variability. Moreover, our modeling pinpoints significant decreases in TRPC3 conductance in SNr dendrites as a key determinant of altered SNr activity in the dopamine depleted state, with important implications for efforts to restore functional SNr activity in this condition.", "date": "2025-08-18", "journal": ""}
{"title": "VEGF-A/C co-stimulation, without shear stress, triggers the polarization of lymphatic microvessels", "doi": "10.1101/2025.08.13.670220", "authors": "bancaud, a.; Edwards, J.; Alric, B.; Morfoisse, F.; Garmy-Susini, B.; matsunaga, y. t.", "abstract": "The lymphatic system maintains interstitial fluid homeostasis and supports immune function through dynamic regulation of its architecture mediated by molecular signals--such as vascular endothelial growth factors (VEGFs)--and physical cues. While VEGFs are known to promote endothelial proliferation, their broader roles in tissue organization remain under investigation. Using a lymphatic vessel-on-a-chip platform, we examine how lymphatic endothelial cells (LECs) respond to VEGF-A, VEGF-C, or their combination. We find that co-stimulation synergistically enhances lymphangiogenic sprouting while preserving barrier integrity. Co-stimulation also induces axial polarization of the tissue along the vessel axis, even in the absence of external mechanical stimuli. This polarization requires activation of the VEGFR2/VEGFR3 heterodimer and is disrupted by inhibition of the Src-dependent mechanotransduction pathway. Further co-stimulation enhances LEC motility and triggers vessel contraction. Modeling suggests that the tubular geometry of the lymphatic monolayer imposes intrinsic mechanical anisotropy--softer in the circumferential than axial direction. This geometrically-encoded stiffness landscape directs cell migration along the stiffer axis, uncovering a form of durotaxis driven by curvature-induced anisotropy. These results highlight a previously unrecognized mechanism by which biochemical and biophysical cues direct lymphatic tissue polarization, offering new insight into how geometry and mechanosensing shape lymphatic function.", "date": "2025-08-18", "journal": ""}
{"title": "Temporal Deconvolution of Mesoscale Recordings", "doi": "10.1101/2025.08.13.670164", "authors": "Stern, M.; Shea-Brown, E.", "abstract": "Mesoscale calcium imaging techniques, such as wide-field imaging, enable high temporal resolution recordings of extensive neuronal activity across one or more brain regions. However, since the recordings capture light emission generated by the fluorescence of the calcium indicator, the neural activity that drives the calcium changes is masked by the dynamics of the calcium indicator. In this study, we develop and evaluate new methods to deconvolve fluorescence traces into the underlying neuronal spiking rates driving them. Our new inference methods take into account both the noise in the recordings and the temporal dynamics of the calcium indicator response. Our first proposed method, termed 'Dynamical-Binning', estimates spiking rates that are constant over discrete time bins. The size of each time bin depends on the data and is determined dynamically. Our second method, 'Continuously-Varying,' estimates the spiking rate as a continuous function. This method aims at studies seeking to find slow rate fluctuations rather than identifying abrupt changes in the spiking rate. The third method, 'First-Differences', aims to give a quick estimate of the spiking rates, which is beneficial for exceptionally large datasets, typical of mesoscale recordings. Our fourth method, is a modified 'Weiner Filter.' It estimates spiking rates by efficiently removing noise with a fixed ratio compared to the signal. This approach is beneficial for datasets exhibiting large fluctuations in fluorescence magnitudes. We compare the accuracy of our methods against the existing 'Lucy-Richardson' image recovery algorithm in its adapted form to recover temporal dynamics. Our results demonstrate that all our proposed methods surpass the performance of 'Lucy-Richardson' on both synthetic and recording datasets, including concurrent recordings of fluorescence and spike counts from the exact origin by multichannel silicon probes. Furthermore, we illustrate that our findings are indifferent to the choice of removing hemodynamic signals. Lastly, we demonstrate that the reliance on calcium signals for advanced analytical approaches can lead to distorted results. For example, they can show correlations between the activity of different brain regions that are unrealistically high compared to the correlations of the underlying spiking rate between the same areas. This highlights the critical importance of temporal inference for further accurate and reliable analysis in understanding the complexities of brain activity.", "date": "2025-08-18", "journal": ""}
{"title": "Embodied Intelligence Unlocks Autonomous Microscopy", "doi": "10.1101/2025.08.13.670210", "authors": "Huang, G.; Zhang, Z.; Zhuang, S.; Wu, Y.; Lu, Z.; Tong, M.; Gao, H.", "abstract": "Advanced microscopy is a cornerstone of modern science, yet its potential is constrained by a reliance on manual operation, which struggles with the complexity and reproducibility of long-term experiments protocols. While scripting offers a degree of automation, it lacks the generalizability to adapt to new samples or dynamic biological events. A fundamental challenge is the absence of an intelligent system that can interpret high-level scientific intent and ground it in the physical actions of the microscope. To bridge this gap, we introduce an Embodied Intelligent Microscope System (EIMS) with hierarchical reasoning structure that reimagines the microscope autonomous control. This system leverages the advanced reasoning of large models to interpret complex user commands and decompose them into actionable steps. To solve the critical grounding problem, we constrain the model's output to the feasible action space, effectively serving as the model's \"hands and eyes\" in the physical world. We demonstrate that our system achieves zero-shot generalization on complex, multi-step protocols and successfully automates challenging biological missions requiring expert-level judgment, such as capturing the sparse spatiotemporal events of cell mitosis and locating scatteredly distributed organoids. This work establishes a new paradigm for scientific instrumentation, fusing high-level intent understanding with grounded, dynamic execution, and provides a generalizable framework for deploying embodied intelligence to accelerate autonomous scientific discovery.", "date": "2025-08-18", "journal": ""}
{"title": "Layer-by-Layer Nanoparticle Outer Polyion Impacts Protein Corona Formation", "doi": "10.1101/2025.08.13.670086", "authors": "Dacoba, T.; Douglas-Green, S. A.; Murthy, B.; Restrepo, A. D.; Strom, Z.; Billingsley, M.; Pryor, M.; Hammond, P. T.", "abstract": "Nanoparticles (NPs) can be engineered to achieve targeted delivery with strategies based on surface modifications. These include layer-by-layer (LbL) NPs, modular electrostatically assembled carriers with tunable surface properties altered by changes to the outer polyion layer. Variations in these polymers dictate intracellular trafficking and biodistribution patterns. As NPs are administered, a layer of protein adsorbs to their surfaces, forming a protein corona that affects NP properties, alters biodistribution, and ultimately, impacts therapeutic efficacy. We hypothesized that some differences in LbL NP performance are due, in part, to variations in the resulting protein coronas. To study them, we first optimized an ultrafiltration method to effectively isolate LbL NPs with their protein corona. Following incubation in conditioned media, anionic homopolypeptide outer layers, such as poly-L-aspartic acid (PLD) and poly-L-glutamic acid (PLE), and LbL NPs with the bioinert polymer poly(acrylic acid) (PAA) had the lowest amount of protein associated, lower than conventional PEG liposomes. While mass spectroscopy revealed changes in the protein composition among LbL NPs; albumin, alpha-2-macroglobulin, and apolipoprotein B were most abundant. In vitro, pre-formed protein coronas reduced uptake in macrophages but increased uptake in ovarian cancer cells for certain LbL NP outer layers. In vivo, LbL NP outer layer influenced both serum half-life and biodistribution. Overall, this work highlights that LbL NPs can be designed to control protein corona formation, and supports that further understanding NP interactions with biological fluids is essential for designing clinically translatable NP platforms.", "date": "2025-08-18", "journal": ""}
{"title": "Protective Effect of Cannabinoid Type II Receptor Ligand on Bleomycin-Induced Pulmonary Fibrosis in Mice", "doi": "10.1101/2025.08.13.670241", "authors": "Cao, C.; Wang, R.-L.; Guo, C.-x.; Xu, X.-w.; Wei, J.-h.; Cheng, W.-z.; Yu, Y.-z.; Shi, J.-j.; Feng, Z.-w.; Chen, Y.", "abstract": "This study aimed to investigate the protective effects of the CB2R ligand compound COCA (N-(3-chloro-2-methylphenyl)-5-(4-hydroxyphenyl)-1,2-oxazole-3-carboxamide) against bleomycin (BLM)-induced pulmonary fibrosis in mice. Compound COCA was identified via AI-driven virtual screening from the ChEMBL database. Forty male C57BL/6J mice were randomly divided into five groups: control, model (BLM), low-dose COCA, high-dose COCA, and pirfenidone. Pulmonary fibrosis was induced by intratracheal BLM administration in the model and treatment groups. Pathological evaluation, ELISA, immunofluorescence, and Western blot were conducted. The results showed that COCA significantly alleviated BLM-induced inflammation and fibrosis. ELISA demonstrated decreased serum levels of TNF- and IL-6 in the treated groups compared to the BLM group (P < 0.01). Immunofluorescence indicated reduced expression of Col-I and Col-III in the treated groups (P < 0.01). Western blot analysis revealed an upregulation of CB2R in the BLM group, and enhanced expressions of Nrf2 and Smad7 in the treated groups (P < 0.01). In conclusion, AI-driven virtual screening enabled the identification of the CB2R ligand COCA, which binds to CB2R, activates the Nrf2/Smad7 pathway, downregulates related cytokines, and plays a therapeutic and protective role in pulmonary fibrosis.", "date": "2025-08-18", "journal": ""}
{"title": "Senolytic treatment with fisetin reverses age-related endothelial dysfunction partially mediated by SASP factor CXCL12", "doi": "10.1101/2025.08.13.670216", "authors": "Mahoney, S. A.; Mazan-Mamczarz, K.; Tsitsipatis, D.; VanDongen, N. S.; Henry-Smith, C.; Okereke, A. N.; Munk, R. B.; Darvish, S.; Murray, K. O.; De, S.; Gorospe, M.; Seals, D. R.; Rossman, M. J.; Herman, A. B.; Clayton, Z. S.", "abstract": "Background: Advancing age is the strongest risk factor for cardiovascular diseases (CVDs), primarily due to progressive vascular endothelial dysfunction. Cellular senescence and the senescence-associated secretory phenotype (SASP) contribute to age-related endothelial dysfunction by promoting mitochondrial oxidative stress and inflammation, which reduce nitric oxide (NO) bioavailability. However, the molecular changes in senescent endothelial cells and their role in endothelial dysfunction with aging remain incompletely unclear. As such, in this study we sought to identify the endothelial cell senescence-related signalling pathways, endothelial-derived SASP factors, and their impact on endothelial function with aging. Methods: Single-cell transcriptomics was performed on aortas from young (6 months) and old (27 months) mice with and without in vivo senolytic treatment with fisetin (100 mg/kg/day administered in an intermittent dosing paradigm) to characterize endothelial cell senescence and transcript expression changes. Circulating levels of SASP factors were measured to validate transcriptional changes. Plasma exposure and protein addition and inhibiton experiments were conducted in isolated mouse arteries and cultured human endothelial cells to determine the causal role of the circulating SASP milieu and specific SASP factors in mediating endothelial dysfunction and underlying mechanisms-of-action. Results: Senescent endothelial cells exhibited elevated expression of SASP factors, particularly Cxcl12, which was reversed by fisetin supplementation, with responses also reflected in circulating CXCL12 concentrations. Plasma from old mice impaired endothelial function by inducing vascular cell senescence, reducing NO, increasing mitochondrial oxidative stress, and promoting endothelial-to-mesenchymal transition--effects partially driven by CXCL12 and prevented by fisetin. Conclusions: These results identify the SASP and CXCL12 as drivers of age-related endothelial dysfunction and establish mechanisms of senolytic intervention with fisetin supplementation.", "date": "2025-08-18", "journal": ""}
{"title": "KneEZ Clear, an Effective Tissue Clearing Protocol to Study Musculoskeletal Tissues in the Mouse", "doi": "10.1101/2025.08.13.670136", "authors": "Younis, J.; Ahn, T.; Tovias, L.; Ishola, A. O.; Leynes, C.; Kirk, J. M.; Perry, S. K.; Gandhi, A.; RE-JOIN Consortium,  ; Emrick, J. J.; Lee, B. H.; Wythe, J. D.; Haelterman, N. A.", "abstract": "Wholemount, 3-dimensional (3D) tissue imaging holds significant promise for analyzing heterogeneous musculoskeletal tissues, such as knee joints, that demand time- and labor-intensive processing using traditional histological methods. Current musculoskeletal clearing protocols rely on either solvent-based tissue clearing, which substantially alters the size and architecture of cleared tissues, possibly compromising downstream quantification and perhaps more importantly reducing signal from endogenous fluorescent reporters, or on expensive and time-consuming hydrogel-based approaches that requires specialized equipment. While aqueous-based clearing overcomes these challenges, there is a clear need for a method that is optimized for clearing musculoskeletal tissues and that can easily be implemented in a standard lab environment. Here, we present KneEZ Clear, a simple, rapid, and flexible aqueous-based method that renders mineralized and non-mineralized tissues of murine knee joints optically transparent. We show that KneEZ Clear, which is based on the EZ Clear method, is highly flexible, demonstrating efficacy in a wide range of murine musculoskeletal tissues including the vertebral column, hindlimb, skull, and teeth. Critically, KneEZ Clear does not require specialized equipment and retains endogenous signal from fluorophores and fluorescent proteins. Additionally, following clearing and wholemount imaging, precious samples can still be processed for subsequent 2D histological analyses for validation or further study. Finally, we show that KneEZ Clear can be applied to samples of disease models to reveal alterations in tissue architecture and homeostasis. The simplicity, versatility, and efficiency of KneEZ Clear for optical clearing of musculoskeletal tissues will accelerate our understanding of cellular interactions and dynamics in homeostasis and disease.", "date": "2025-08-18", "journal": ""}
{"title": "Simulating the Impacts of Climate Change on UH Manoa Lettuce (Lactuca sativa) Growth by Modifying Air Temperature, Soil Water Availability, and Atmospheric CO2 Concentration", "doi": "10.1101/2025.08.13.670242", "authors": "Yos, N.; Mora, C.; Webster, K.; McDowell, K.", "abstract": "Plant species are adapted to survive under specific ranges of temperature, water availability, and atmospheric CO2 concentration. Climate change-induced shifts in these environmental conditions have the potential to significantly affect nearly all terrestrial plants. A number of studies have explored the impacts of changing one or two of the conditions listed above, but few have examined the combined effects of all three. To study the cumulative influences of the three environmental conditions, 350 M[a]noa lettuce (Lactuca sativa) plants were grown in indoor growth chambers. Within the chambers, plants were grown under varying degrees of CO2 concentration, water availability, and temperature for 21 days. At the end of this period, the leaf mass (biomass) of each plant was cut, dried, and weighed. Percent mortality and nitrogen content were also measured. Across all combinations of temperature and water availability, elevated CO2 concentrations were associated with increased biomass production and survival rates. Survival and biomass decreased under high temperatures and both high and low water availability. The combination of environmental conditions that produced the largest amount of biomass was 750 ppm CO2, 80% of soil water capacity, and 24 {degrees}C while the treatment that produced the least amount was ambient CO2, 60% of soil water capacity, and 36 {degrees}C. Nitrogen content increased under high temperatures and water availability. These results suggest that although increased atmospheric CO2 levels have the potential to promote lettuce growth, lettuce yield is still likely to decrease in many regions due to the negative effects of high temperatures, drought, and flooding.", "date": "2025-08-18", "journal": ""}
{"title": "RNA m6A Methylation Control Salt Response by Affecting Photosynthesis Capacity", "doi": "10.1101/2025.08.13.670251", "authors": "Yang, Q.; Wang, S.; Si, J.; Pang, Q.; Zhang, A.", "abstract": "Soil salinization is a major abiotic stress constraining global plant growth. Epigenetic regulation particularly RNA modifications like N6-methyladenosine (m6A) is crucial for plant stress responses, the specific role of m6A in salt tolerance remains unclearly defined. Here, we show that Arabidopsis mutants deficient in m6A writers or readers exhibit heightened salt sensitivity at both growth and physiological levels. Global m6A modification levels increase following salt stress which results in a significant elevation of m6A signature throughout the Arabidopsis transcriptome. Spatiotemporal analysis through standardized read density of MeRIP-seq uncovered a significant salt-induced redistribution of m6A modification patterns. More than 80% m6A reads locate around the stop codon within 3'-untranslated regions and tend to increase under salt stress. A total of 9,986 peaks aligned into 8,667 coding gene showing significant changes in m6A modification levels. By associating with gene expression profiling, 840 salt-responsive genes display significant alterations in m6A enriched level and negative regulation pattern happens in most of genes. The salt responsive genes showing increased m6A methylation but significantly decreased expression are focused which representatively enriched in photosynthesis pathway, and this suppression due to mRNA decay mediated by m6A modification. Photosynthetic capacity and chloroplast apparatus are impaired in m6A-dependent manner under salt stress. These results clarify the biological functions of m6A modification in plant response to salinity and uncover the specific role of RNA metabolism based on dynamic change pattern of m6A modification to cope with salt stress.", "date": "2025-08-18", "journal": ""}
{"title": "How low temperatures affect long-tailed bat (Chalinolobus tuberculatus) and lesser short-tailed bat (Mystacina tuberculata) activity, central North Island, New Zealand", "doi": "10.1101/2025.08.13.670222", "authors": "Hyde, E.; Godfrey, S. S.; Borkin, K. M.", "abstract": "Bat activity generally increases with temperature so bat surveys are considered more effective in summer. Less is known about survey effectiveness at low temperatures and whether activity ceases under certain thresholds. Literature provides piecemeal information on winter activity of threatened New Zealand lesser short-tailed bats (Mystacina tuberculata) and long-tailed bats (Chalinolobus tuberculatus) no data exist on lower temperature thresholds below which activity is halted in some regions. We recorded bat echolocation calls over seven nights in winter 2021 to determine whether a lower temperature threshold exists where both species are inactive in the Pikiariki Ecological Area Pureora Forest Park central North Island Aotearoa New Zealand. Long-tailed bat detection rates greatly reduced at <5 {degrees} C ceasing at <2.6 {degrees} C. At edge sites long-tailed bats had higher activity rates at higher temperatures but this pattern did not hold in the forest interior. Lesser short-tailed bats were detected at all sampled temperatures (1 {degrees} C--10 {degrees} C) 56 percent of detections occurred at the forest edge. No lower temperature threshold beyond which activity ceased was found. While winter surveys may detect bats rates are likely lower than in warmer months. Lesser short-tailed bat surveys could be worthwhile in winter due to their broader activity range depending on the survey objectives but should be conducted over extended periods and any conclusions about the presence or absence of bats made cautiously. Further research is needed to refine lower temperature thresholds and improve winter survey effectiveness.", "date": "2025-08-18", "journal": ""}
{"title": "Helix-to-Beta-Sheet Transition Drives Self-Assembly of Glutamate Transporter EAA1 Splice Peptides", "doi": "10.1101/2025.08.13.670123", "authors": "Karagöl, A.; Karagöl, T.", "abstract": "Truncated isoforms play a critical role in understanding the structural and functional properties of membrane proteins, including glutamate transporters. Here, we molecularly characterize two helical truncated isoforms of the human glutamate transporter EAA1. Using an integrative multi-omics and computational approach, we show that these isoforms, particularly one derived from the N-terminus, do not adopt the canonical transporter fold. Instead, they self-assemble into stable, {beta}-sheet-enriched oligomers, a structure previously unobserved for this protein family. Furthermore, we identified a water-soluble truncated isoform (A0A7P0TAF5) of the membranous canonical EAA1, revealing that self-assembly is not confined to membranous isoforms of EAA1. This finding uncovers a previously unrecognized functional class of truncated isoforms capable of initiating assembly in the soluble state. Our 500ns molecular dynamics simulations further reveal that the N-terminal truncation alters the native conformational dynamics, promoting a transition into semi-helical {beta}-structures over time. In a model bilayer, {beta}-Sheet-driven octamerization of the helical EAA1 isoform A0A7P0Z4F7 induces localized upper leaflet membrane pitting during 250ns all-atom simulation. Helix to {beta}-sheet oligomer transitions is a known pathological hallmark of neurodegenerative disorders such as Alzheimer's disease. Our findings thus uncover a potential new mechanism for glutamate transporter involvement in neurodegeneration and identify the N-terminal domain as a promising therapeutic target. This work highlights how alternative splicing can generate isoforms with novel interaction patterns and distinct molecular conformations.", "date": "2025-08-18", "journal": ""}
{"title": "Open-source modular FPGA system for two-photon mesoscope enabling multi-layer, multi-depth neural activity recording and lifetime imaging", "doi": "10.1101/2025.08.13.669807", "authors": "Hira, R.; Imamura, F.; Imamura, H.; Yoneyama, Y.; Handa, T.; Fujioka, O.; Yu, C.-H.; Suitoh, S.; Hira, R.; Kamoshida, A.; Kato, S.; Kobayashi, K.; Shiwaku, H.; Takahashi, H.; Smith, S. L.; Funamizu, A.; Isomura, Y.", "abstract": "Large field-of-view (FOV) two-photon microscopy makes it possible to record a large number of neural activities from multiple brain regions simultaneously. However, the larger the field of view, the longer it takes to scan the entire FOV. To increase imaging speed, we have developed open-source software to digitize analogue signals from a photomultiplier tube using a field-programmable gate array (FPGA) at a rate of 3.2 GS/s. By combining this with a newly developed a circular delay-path module for a custom two-photon mesoscope (Diesel2p), we succeeded in simultaneous recording of >10,000 neurons from the entire bilateral dorsal cortex at up to four depths. We also demonstrated large FOV lifetime imaging using the same system. Our modular, open-source FPGA system can be readily integrated into any type of two-photon microscope and will accelerate the biomedical application of multi-scale two-photon imaging in a wide range of pathophysiological investigations.", "date": "2025-08-18", "journal": ""}
{"title": "Dominant MLC-causing mutations alter hepaCAM subcellular localization and protein interactome in astrocytes of the developing mouse cortex", "doi": "10.1101/2025.08.13.670215", "authors": "Lewis, R. W.; Dogan, B. C.; Coble, M. G.; Stanek, A. L.; Spence-Osorio, H. E.; Farizatto, K. L.; Mordant, A. L.; Mills, C. A.; Herring, L. E.; Baldwin, K. T.", "abstract": "Megalencephalic leukoencephalopathy with subcortical cysts (MLC) is a rare leukodystrophy characterized by early-onset macrocephaly, white matter edema, seizures, and motor and cognitive decline. Missense mutations to hepatic and glial cell adhesion molecule (hepaCAM), also known as GlialCAM, are responsible for approximately twenty-five percent of MLC cases. HepaCAM is highly enriched in astrocytes and plays important roles in astrocyte territory establishment, gap junction coupling, branching organization, synaptic function, and development of the gliovascular unit. The molecular mechanisms through which MLC-causing missense mutations alter hepaCAM function in vivo and facilitate MLC pathogenesis during brain development remain largely unknown. Here, we used new viral tools and proximity-based proteomics to examine how three different dominant MLC-causing mutations impact hepaCAM subcellular localization and protein interactome in astrocytes of the developing mouse cortex. We found dramatic defects in hepaCAM distribution throughout the astrocyte, which were common to all mutants tested. We also observed significant changes in protein interactome between wild type and mutant hepaCAM, including decreased association with previously described hepaCAM-interacting proteins Connexin 43 and CLC-2. Moreover, we identified changes in association between hepaCAM and a number of previously undescribed potential hepaCAM-interaction partners, including the epilepsy-associated potassium channel KCNQ2. Collectively, our data provide new insights into hepaCAM function in astrocytes during brain development, reveal altered hepaCAM protein dynamics with MLC missense mutations, and provide a new resource to explore the molecular underpinnings of MLC pathogenesis.", "date": "2025-08-18", "journal": ""}
{"title": "Older Adults Show Altered Network Connectivity during Fairness Decisions with Similar and Dissimilar Partners", "doi": "10.1101/2025.08.13.670194", "authors": "Yang, Y.; Ludwig, R. M.; Wyngaarden, J. B.; Dwamena, D.; Hackett, K.; Giovannetti, T.; Fareri, D.; Smith, D. V.", "abstract": "Objectives: The ability to navigate diverse social contexts, such as interacting with different individuals, is crucial across the lifespan and has implications for fraud susceptibility. However, the neural mechanisms supporting social decisions in older adults within varied social contexts remain largely unknown. This study investigated how age and partner similarity modulate neural activation and network connectivity during fairness-related decision making and whether individual differences in behavioral sensitivity to fairness norm violations correlate with neural activities. Methods: Younger (18-35) and older (65-80) adults underwent fMRI while playing an ultimatum game with ostensible partners of a similar or dissimilar age. We used regression to model choice behavior and whole-brain fMRI analyses to examine functional activation and connectivity of the Default Mode (DMN) and Executive Control (ECN) networks. Results: Behaviorally, choices did not differ by age, partner similarity, or their interactions. In contrast, neuroimaging revealed interactions between age, partner similarity, and individual sensitivity to norm violation. Younger adults exhibited positive DMN-anterior cingulate connectivity when interacting with a similar-aged partner, whereas older adults showed a negative connectivity. Furthermore, younger adults demonstrated a negative correlation between their sensitivity to norm violation and the partner-identity effect in ECN-medial prefrontal cortex connectivity, whereas older adults showed a positive correlation. Discussion: Our findings indicate a brain-behavior dissociation where different neural mechanisms support similar behavioral outcomes across age groups. These opposing patterns of neural responses suggest age-related functional reorganizations, which may represent compensatory strategies that enable older adults to preserve behaviors similar to that of their younger counterparts.", "date": "2025-08-18", "journal": ""}
{"title": "A Practical Preprocessing Pipeline for Concurrent TMS-iEEG: Critical Steps and Methodological Considerations", "doi": "10.1101/2025.08.13.670238", "authors": "Li, Z.; Liu, X.; Tatz, J.; Hassan, U.; Wang, J. B.; Keller, C. J.; Trapp, N. T.; Boes, A. D.; Jiang, J.", "abstract": "Transcranial magnetic stimulation combined with intracranial EEG (TMS-iEEG) has emerged as a powerful approach for probing the causal organization and dynamics of the human brain. Despite its promise, the presence of TMS-induced artifacts poses significant challenges for accurately characterizing and interpreting evoked neural responses. In this study, we present a practical preprocessing pipeline for single pulse TMS-iEEG data, incorporating key steps of re-referencing, filtering, artifact interpolation, and detrending. Using both real and simulated data, we systematically evaluated the effects of each step and compared alternative methodological choices. Our results demonstrate that this pipeline effectively attenuated various types of artifacts and noise, yielding cleaner signals for the subsequent analysis of intracranial TMS-evoked potentials (iTEPs). Moreover, we showed that methodological choices can substantially influence iTEPs outcomes. In particular, referencing methods might strongly affect iTEP morphology and amplitude, underscoring the importance of tailoring the referencing strategy to specific signal characteristics and research objectives. For filtering, we recommend a segment-based strategy, i.e., applying filters to data segments excluding the artifact window, to minimize distortion from abrupt TMS-related transients. Overall, this work represents an important step toward establishing a general preprocessing framework for TMS-iEEG data. We hope it encourages broader adoption and methodological development in concurrent TMS-iEEG research, ultimately advancing our understanding of brain organization and TMS mechanisms.", "date": "2025-08-18", "journal": ""}
{"title": "Cerebrovascular Claudin-5 Isoform Expression Correlates with Worsened Stroke Outcomes Following Thromboembolic Stroke", "doi": "10.1101/2025.08.13.670217", "authors": "Wendt, T.; Andersson, H.; Arkelius, K.; Ansar, S.", "abstract": "Background and Purpose: Claudin-5 plays a crucial role in the maintenance of the blood-brain barrier (BBB) integrity through its role in endothelial tight junction formation. Alternative splicing of claudin-5 within the microvascular endothelium may modulate BBB structural and functional dynamics, potentially influencing neuronal damage and recovery following ischemic stroke. We hypothesized that ischemic stroke induces temporal changes in claudin-5 protein isoform expression that correlates with worsened neurological outcomes. Methods: Male Wistar rats underwent thromboembolic stroke. Claudin-5 isoform expression was assessed at 3, 6, and 24h post-stroke onset, with additional groups receiving recombinant tissue plasminogen activator (rt-PA) at 4 hours post-stroke. Brain edema, infarct volume, hemorrhage, and cerebral blood flow was evaluated using 9.4T MRI. Ipsilateral and contralateral cerebrovascular claudin-5 expression was quantified via western blotting while neurological function was assessed by 28-point neuroscore. In addition, RNA sequencing analysis was performed to identify novel splice variants. Results: A time-dependent increase in claudin-5 isoform 1 (35kDa) expression levels in the ipsilateral cerebrovasculature at 6 h was observed. Isoform 2 (25kDa) and fragment (10kDa) isoforms of claudin-5 remain unchanged. Treatment with rt-PA maintained the elevated levels of isoform 1 claudin-5 protein expression within the ipsilateral hemisphere. Increased claudin-5 isoform 1 expression within the ipsilateral hemisphere correlated with increased brain edema, hemorrhage, and worsened neurological function at 24h post-stroke onset. RNA sequencing revealed novel CLDN5 splice isoforms in post-stroke rat brain tissue which resemble structural similarity to known human CLDN5 isoforms. Conclusion: These findings demonstrate that ischemic stroke induces temporal, hemisphere-specific alterations in claudin-5 isoform expression that correlate with BBB dysfunction and poor neurological outcomes. The potential indication of novel alternative splice variants suggests that post-transcriptional regulation of claudin-5 represents a previously unrecognized mechanism contributing to endothelial tight junction dysfunction and stroke pathophysiology. These results highlight claudin-5 isoform expression as a potential therapeutic target for preserving BBB integrity following cerebral ischemia.", "date": "2025-08-18", "journal": ""}
{"title": "Distinct Electrophysiological Signatures Define Neuronal Subtypes in the Fasciola Cinereum", "doi": "10.1101/2025.08.13.670170", "authors": "Incontro, S.; Sandoval-Burnside, J.; Guo, L.; Clark, C.; Dryden, M.; Kazimuddin, S.; Nguyen, Q.-A.", "abstract": "The fasciola cinereum (FC) is a small, conserved hippocampal subregion whose function has remained largely unexplored. Anatomically situated between dorsal CA1 and the third ventricle in rodents, the FC receives diverse cortical and subcortical inputs yet is often omitted from hippocampal circuit models. There remains a fundamental knowledge gap regarding the cell types and intrinsic properties of neurons in FC and whether they are distinct from neighboring hippocampal subregions. Here, we performed ex vivo whole-cell patch-clamp recordings in mouse hippocampal slices to characterize FC neurons. We found that FC cells are functionally distinct from neighboring CA1 pyramidal cells, exhibiting significantly reduced excitability, delayed spike initiation, and enhanced afterhyperpolarization (AHP) currents, consistent with strong potassium conductance. Notably, we identified two electrophysiologically distinguishable FC neuron excitatory cell subtypes, differing in excitability and potassium channel activity. Pharmacological analyses demonstrated that Kv2.1 and Kv7 potassium channels play a key role in shaping the intrinsic properties of FC neurons, underlying their reduced excitability. These findings suggest that the FC is a heterogeneous structure, molecularly and functionally specialized for gating excitability within the hippocampal circuit.", "date": "2025-08-18", "journal": ""}
{"title": "Semi-Automated Detection, Annotation, and Prognostic Assessment of Ictal Chirps in Intracranial EEG from Patients with Epilepsy", "doi": "10.1101/2025.08.13.670167", "authors": "Bahador, N.; Lankarany, M.", "abstract": "We analyzed the spectro-temporal characteristics of ictal chirp events in intracranial EEG (iEEG) recordings from 13 epilepsy patients, using a custom derivative dataset of 22,721 spectrograms that we generated from the Epilepsy-iEEG-Multicenter Dataset. Ictal chirps, transient frequency-modulated patterns, were semi-automatically annotated to assess their relationship with seizure onset zones (SOZs) and surgical outcomes. Preprocessing included notch filtering (60 Hz, 120 Hz) and bandpass filtering (1-60 Hz), followed by segmentation into 60-second windows. Spectrograms were generated via Short-Time Fourier Transform (STFT) with a Hann window (87.5% overlap) and converted to dB scale. Chirps were annotated by manually drawing bounding boxes, followed by automated ridge detection, model fitting, and feature extraction (start/end time-frequency, duration, direction, RMSE, R2). Spatial, Spectro-temporal, and clinical features were analyzed using heatmaps, hierarchical clustering, statistical tests (Mann-Whitney U), and outcome prediction models. Patient-channel mappings revealed clustering of chirp patterns among specific patient pairs, correlating with shared clinical profiles. Flow-based analysis demonstrated prognostic value: very high spectral durations in SOZ regions were associated with favorable surgical outcomes (80.43% success rate), whereas very high temporal durations in SOZ correlated with poorer outcomes (51.35% risk). Statistical comparisons showed significant differences between SOZ and non-SOZ chirps: SOZ chirps exhibited longer spectral durations (*p* < 0.001), shorter temporal durations (*p* = 0.006), and higher spectro-temporal ratios (*p* < 0.001). Distribution analyses further indicated that prolonged temporal chirps were more prevalent in non-SOZ regions.", "date": "2025-08-18", "journal": ""}
{"title": "Measuring Joint Pain Through Tibio-Femoral Flexion: technique validation and assessment of behavior in response to different analgesics in rats", "doi": "10.1101/2025.08.13.669963", "authors": "Malange, K. F.; Menezes de Souza, D.; Lemes, J. B. P.; Portugal, L. C.; Parada, C. A.", "abstract": "Background: Assessing knee joint pain in experimental OA (EOA) models remains a significant challenge. Our study demonstrates that the use of an adapted electronic von Frey (aVF) device, featuring a modified tip, surpasses the standard von Frey (sVF) in detecting knee joint pain behavior and evaluating the efficacy of analgesic treatments in OA model induced by monoiodine acetate (MIA). Results: The sVF was able to induce a behavior profile in naive animals characterized by a hind paw flinching and withdrawal reflex. This behavioral response was affected by intraplantar lidocaine, which prone to the increase in mechanical thresholds related to sVF and validate it as pain related behavior. On the aVF method, the animals displayed no alterations at their mechanical thresholds in presence or absence of lidocaine, suggesting minimal stimulation of hind paw by the modified methodology. In animals where an osteoarthritic phenotype was induced by MIA, the aVF was able to detect a significant reduction on joint mechanical thresholds. The behavior linked to aVF was significantly affected by systemic delivery of morphine, confirming a nociceptive-like phenotype and suggesting a pain behavior predominantly triggered by joint flexion. The aVF was also able to detect an analgesic profile in MIA-OA rats treated with dexamethasone, LPS-RS, fucoidan, and morphine, indicating effectiveness in measure different the response profile triggered by analgesic drugs that affect joint pain perception. Conclusions: Our results suggest aVF as a more appropriate method to evaluate joint pain in rats.", "date": "2025-08-18", "journal": ""}
{"title": "Glycosomal Aquaglyceroporin 1 Dual Role in Iron Homeostasis and Antimony Susceptibility in Leishmania amazonensis", "doi": "10.1101/2025.08.14.670269", "authors": "Boy, R. L.; Zampieri, R. A.; Aoki, J. I.; Coelho, A. C.; Floeter-Winter, L. M.; Laranjeira-Silva, M. F.", "abstract": "Leishmania parasites cause a spectrum of diseases known as leishmaniases and must acquire nutrients like iron while surviving host defenses. Aquaglyceroporin 1 (AQP1) is a membrane channel that, in L. major, localizes to the flagellum and mediates antimony uptake and cell-volume regulation. Here, we show that in L. amazonensis AQP1 is instead targeted to glycosomes and that its expression is modulated by iron availability. A CRISPR-Cas9-mediated knockout of AQP1 in L. amazonensis revealed its multifunctional importance. AQP1-null promastigotes displayed a significant growth defect, particularly under iron-depleted conditions, and were impaired in regulating cell volume under osmotic stress. The mutant parasites contained approximately 50% less intracellular iron than wild-type cells and showed an increase in total superoxide dismutase activity, underscoring a role for AQP1 in iron homeostasis and oxidative stress management. AQP1 deletion also markedly reduced virulence in murine macrophages and in infected mice. Strikingly, loss of AQP1 increased resistance to trivalent antimony (SbIII), a first-line antileishmanial drug. AQP1-knockout promastigotes showed a 70% increase in SbIII EC50 and accumulated more Sb intracellularly than wild-type, suggesting an altered antimony handling. Altogether, L. amazonensis AQP1 is a glycosomal protein that links iron metabolism, osmoregulation, and antimony susceptibility. Its glycosomal targeting and multifaceted roles differ from those of AQP1 orthologs in other Leishmania species. These findings suggest the existence of additional antimony uptake mechanisms beyond AQP1, with implications for understanding drug resistance.", "date": "2025-08-18", "journal": ""}
{"title": "Engineered lymphatic stroma model applications in central nervous system leukemia", "doi": "10.1101/2025.08.13.670203", "authors": "Hammel, J.; Gordon, P. M.; Roberts, L. M.", "abstract": "Central nervous system (CNS) involvement frequently occurs in acute lymphoblastic leukemia (ALL), but many questions remain about how leukemia cells access, persist in, and exploit the CNS. The CNS is protected by the meninges, which are fluid filled membranes that surround the brain. Within the meninges, meningeal lymphatic vessels drain cerebrospinal fluid to cervical lymph nodes for immunosurveillance, a potential pathway for leukemia cell migration into or egress from the CNS. Here, we utilize tissue engineered models of the meningeal lymphatics and lymph node stroma to probe how leukemia cells interact with these key tissues. We first demonstrate that standard-of-care chemotherapeutics can damage meningeal lymphatic barriers. Next, we showed that soluble factors from the meningeal lymphatics can support leukemia cell growth while soluble factors from the lymph node model under flow can promote leukemia cell migration. Finally, we show that leukemia cells migrate through the lymph node model under both static and flow conditions. Overall, we have demonstrated the feasibility of using engineered lymphatic models to study leukemia cell behavior in the CNS with the goal of expanding the available experimental platforms for understanding CNS metastasis and relapse.", "date": "2025-08-18", "journal": ""}
{"title": "Aging of the blood-brain barrier: Metabolic signatures of mouse brain endothelial cell senescence", "doi": "10.1101/2025.08.14.670255", "authors": "Tahir, A.; Balasubramanian, H. B.; Kahr, D.; Haage, F.; Zille, M.", "abstract": "The blood-brain barrier (BBB) serves as a critical boundary between the peripheral circulation and the brain. Brain endothelial cells (BECs), which form the inner lining of cerebral blood vessels, play a key role in maintaining this barrier. They express tight junction proteins that prevent molecules from leaking between cells into the brain and efflux transporters that actively remove substances from the brain. As we age, the BBB becomes leaky and dysfunctional, leading to cerebrovascular diseases and dementia. Here, we investigated how BECs become senescent, a major feature of aging, and change their metabolic profile. First, we demonstrate that both the chemotherapeutic doxorubicin, a known inducer of cellular senescence, as well as hydrogen peroxide, a mediator of oxidative stress, induce BEC senescence. This was indicated by positive senescence-associated {beta}-galactosidase staining (P = 0.002 and P = 0.001 for doxorubicin and H2O2, respectively) and increased P16 gene expression (both P = 0.004). Next, we analyzed the metabolic profile of the senescent cells using mass spectrometry. We identified 47 significantly altered metabolites (P < 0.05) in cells and 65 in the supernatant samples of doxorubicin-induced senescent cells, as well as, 53 significantly altered metabolites in cells and 82 in the supernatant samples of H2O2-induced senescent cells. There was an overlap of 10 and 44 metabolites between both treatments in the cell and supernatant samples, respectively. Of those, 9 cellular and 12 supernatant metabolites have already been reported in the literature to be changed during senescence in the brain or other organs. We also identified new metabolites and provide pathway analyses of the significantly altered metabolites. These analyses are the first to characterize BBB cell senescence at a metabolite level and provide the basis for the development of novel therapeutic interventions for age-related neurological disorders.", "date": "2025-08-18", "journal": ""}
{"title": "A Toolkit for In Vivo Mapping and Modulating Neurotransmission at Single-Cell Resolution", "doi": "10.1101/2025.08.18.670838", "authors": "Cuentas-Condori, A.; Chanaba-Lopez, P.; Thomas, M.; Feng, L.; Wolfe, A.; Agoba, P.; Schwartz, M. L.; Brown, M.; Ebert, M.; Jorgensen, E.; Bargmann, C. I.; Colon-Ramos, D. A.", "abstract": "Understanding the organization and regulation of neurotransmission at the level of individual neurons and synapses requires tools that can track and manipulate transmitter-specific vesicles in vivo. Here, we present a suite of genetic tools in Caenorhabditis elegans to fluorescently label and conditionally ablate the vesicular transporters for glutamate, GABA, acetylcholine, and monoamines. Using a structure-guided approach informed by protein topology and evolutionary conservation, we engineered endogenously tagged versions for each transporter that maintain their physiological function while allowing for cell-specific, bright, and stable visualization. We also developed conditional knockout strains that enable targeted disruption of neurotransmitter synthesis or packaging in single neurons. We applied this toolkit to map co-expression of vesicular transporters across the C. elegans nervous system, revealing that over 10% of neurons exhibit co-transmission. Using the ADF sensory neuron as a case study, we demonstrate that serotonin and acetylcholine are trafficked in partially distinct vesicle pools. Our approach provides a powerful platform for mapping, monitoring, and manipulating neurotransmitter identity and use in vivo. The molecular strategies described here are likely applicable across species, offering a generalizable approach to dissect synaptic communication in vivo.", "date": "2025-08-18", "journal": ""}
{"title": "MATCAP1 preferentially binds an expanded tubulin conformation to generate detyrosinated and ?C2 a-tubulin", "doi": "10.1101/2025.08.14.670257", "authors": "Yue, Y.; Hotta, T.; Ohi, R.; Verhey, K. J.", "abstract": "Microtubules are cytoskeletal filaments with critical roles in cell division, cell motility, intracellular trafficking, and cilium function. In cells, subsets of microtubules are selectively marked by posttranslational modifications (PTMs), which control the ability of microtubule-associated proteins (MAPs) and molecular motors to engage microtubules. Detyrosination (?Y) and ?C2 are PTMs of a-tubulin, wherein one or two residues, respectively, are enzymatically removed from the C-terminus of the protein. How specific patterns of PTMs are generated in cells is not understood. Here, we use in vitro reconstitution assays to investigate the microtubule binding behavior of metallopeptidase MATCAP1 and the mechanism by which it generates ?Y and ?C2 modifications of a-tubulin. We demonstrate that MATCAP1 preferentially binds to microtubules composed of tubulin subunits in an expanded conformation, which can be induced by preventing a-tubulin GTP hydrolysis, Taxol treatment, or kinesin-1 stepping. MATCAP1 binds to expanded microtubule lattices with long dwell time and sequentially removes the terminal tyrosine residue to generate ?Y-microtubules and the penultimate glutamate residue to generate ?C2-microtubules. Thus, the lattice conformation of microtubules is a key factor that gates the binding and activity of MATCAP1.", "date": "2025-08-18", "journal": ""}
{"title": "Machine-learning strategy for high error tolerance in image-based digital molecular assays", "doi": "10.1101/2025.08.14.670347", "authors": "McAffee, D. B.; Hu, Q.; Arnob, A.; Wu, H.-J.; Groves, J. T.", "abstract": "There is a significant global health need to translate more in vitro diagnostic tests (IVDs) from clinical laboratories to field-based applications, including point-of-care (POC) and self-administered test formats. These applications typically require smaller sample sizes, limit the extent of sample processing and measurement capabilities, and introduce greater handling variability. Error tolerance is one of the most critical factors for successful field-based assay design. Here, we examine machine-learning (ML) strategies to enhance the error tolerance of image-based nanoparticle immunoassays. Random dispersions of nanoparticles were imaged in microliter sample volumes, and images were processed to determine analyte concentrations based on nanoparticle appearance. Assay performance was characterized using two common blood diagnostics: C-reactive protein (CRP) and S.CoV-2 IgG. We compare the results from a conventional image analysis, a hybrid ML-conventional approach based on pixel segmentation, and a full end-to-end image regression using a targeted regularization strategy. Training images for the full image regression approach required only a single label for training -- the analyte concentration -- eliminating the need for labor-intensive pixel-level labeling. Ultimately, the fully ML-based analysis significantly improved dynamic range, sensitivity, and reproducibility in high-error settings, including direct measurements performed in whole blood.", "date": "2025-08-18", "journal": ""}
{"title": "Dose-dependent interferon programs in myeloid cells after mRNA and adenovirus COVID-19 vaccination", "doi": "10.1101/2025.08.15.668720", "authors": "Eryilmaz, G. N.; Yazici, Y. Y.; Ucar, D.; Banchereau, J.; Kuchel, G. A.; Garcia-Sastre, A.; Schotsaert, M.; Jangra, S.; Handrjek, K.; Kenyon-Pesce, L.; Marches, R.; Mimitou, E. P.", "abstract": "The SARS-CoV-2 pandemic provided a rare opportunity to study how human immune responses develop to a novel viral antigen delivered through different vaccine platforms. However, to date, no study has directly compared immune responses to all three FDA-approved COVID-19 vaccines at single-cell multi-omic resolution. We longitudinally profiled SARS-CoV-2 naive adults (n=31) vaccinated with BNT162b2, mRNA-1273, or Ad26.COV2.S, integrating plasma cytokines, antibody titers, and single-cell multi-omic data (DOGMA-seq). We discovered a distinct, transient interferon program (ISG-dim) that emerged specifically 1-2 days after the first mRNA dose in ~10% of myeloid cells. This state was characterized by ISGF3 complex activation and its target genes (e.g., MX1, MX2, DDX58), with transcriptional and epigenetic profiles distinct from the robust interferon program observed after mRNA boosting or a single Ad26.COV2.S dose (ISG-high). In vitro stimulation of human monocytes showed that IFN- alone recapitulates ISG-dim, whereas both IFN- and IFN-{gamma} are required for ISG-high. These findings define dose-dependent interferon programming in human myeloid cells, highlight mechanistic differences between priming and boosting, with implications for optimizing vaccine platform choice, dose scheduling, and formulation.", "date": "2025-08-18", "journal": ""}
{"title": "Metatranscriptomic Insights into Host-Microbiome Interactions Underlying Asymptomatic COVID-19 Cases", "doi": "10.1101/2025.08.18.670804", "authors": "Chowdhury, S. F.; Sarkar, M. H.; Al Sium, S. M.; Naser, S. R.; Hossain, M. S.; Habib, M. A.; Akter, S.; Banu, T. A.; Goswami, B.; Jahan, I.; Chakrovarty, T.; Molla, M. M. A.; Nafisa, T.; Yeasmin, M.; Ghosh, A. K.; Khan, M. S.", "abstract": "In recent years, the research on Coronavirus disease 2019 (COVID-19) has surged rapidly due to its infectious nature and epidemiological importance as a pandemic. Association of other pathogenic microbes or different human microbiomes with COVID-19 severity is well established. While much is known about COVID-19, studies exploring how host-pathogen interactions at the transcriptomic level influence disease severity are still limited. This research focuses on metatranscriptomic perspective of COVID-19 patients from different Bangladeshi cohorts. Metatranscriptomic sequencing was performed using the extracted RNA of forty different nasopharyngeal samples. After preprocessing and assembly of the genome sequence data, taxonomic identification and diversity along with antibiotic resistance pattern was analyzed using different bioinformatic pipelines. COVID-19 positive and asymptomatic positive patients had a higher abundance of pathogenic and multidrug resistant bacteria whereas the Healthy or recovered patients had higher fungal population. Differential gene expression analysis was also performed to identify the upregulated and downregulated genes responsible for different biological and immunological pathways of humans. Here, immunological response related genes were mostly upregulated in positive cases which was also evident in the proinflammatory cytokines upregulation. Moreover, asymptomatic positive cases showed low TLR-4 expression, which is key to recognizing pathogen-associated molecular patterns (PAMPs) and triggering pro-inflammatory immune responses. This study can clarify the gene expression and signaling pattern of COVID-19 patients with different severity. This may also suggest that some populations exhibit reduced basal expression of TLR-4, which may suppress innate immune activation following infection and contribute to asymptomatic clinical outcomes; however, this hypothesis requires further investigation. Future studies should aim to validate these associations using larger, ethnically diverse cohorts with comprehensive clinical and demographic data.", "date": "2025-08-18", "journal": ""}
{"title": "A Super-Resolution Spatial Atlas of SARS-CoV-2 Infection in Human Cells", "doi": "10.1101/2025.08.15.670620", "authors": "Andronov, L.; Han, M.; Balaji, A.; Zhu, Y.; Qi, L. S.; Moerner, W. E.", "abstract": "The spatial organization of viral and host components dictates the course of infection, yet the nanoscale architecture of the SARS-CoV-2 life cycle remains largely uncharted. Here, we present a comprehensive super-resolution Atlas of SARS-CoV-2 infection, systematically mapping the localization of nearly all viral proteins and RNAs in human cells. This resource reveals that the viral main protease, nsp5, localizes to the interior of double-membrane vesicles (DMVs), challenging existing models and suggesting that polyprotein processing is a terminal step in replication organelle maturation. We identify previously undescribed features of the infection landscape, including thin dsRNA \"connectors\" that physically link DMVs, and large, membrane-less dsRNA granules decorated with replicase components, reminiscent of viroplasms. Finally, we show that the antiviral drug nirmatrelvir induces the formation of persistent, multi-layered bodies of uncleaved polyproteins. This spatial Atlas provides a foundational resource for understanding coronavirus biology and offers crucial insights into viral replication, assembly, and antiviral mechanisms.", "date": "2025-08-18", "journal": ""}
{"title": "Antigen-agnostic identification of poxvirus broadly neutralizing antibodies targeting OPG153", "doi": "10.1101/2025.08.15.670377", "authors": "Paciello, I.; Zhou, L.; Rundlet, E. J.; Realini, G.; Perrone, F.; Pierleoni, G.; Troisi, M.; Postal, J.; Guivel-Benhassine, F.; Porrot, F.; Mullins, C. M.; Moschese, D.; Cossu, M. V.; Sabaini, F.; Accordini, S.; Gianesini, N.; Passarelli Mantovani, R.; Panza, F.; Fabbiani, M.; Tumbarello, M.; Antinori, S.; Castilletti, C.; Montagnani, F.; Schwartz, O.; Rappuoli, R.; McLellan, J. S.; Andreano, E.", "abstract": "Recurrent mpox outbreaks caused by the monkeypox virus (MPXV) have prompted the World Health Organization to declare a Public Health Emergency of International Concern and have stimulated the development of medical interventions. Here, antigen-agnostic isolation of neutralizing monoclonal antibodies from convalescent or vaccinated people, AlphaFold 3-based predictive modeling, and cryo-electron microscopy were synergistically combined to identify the protein encoded by orthopoxviral gene (OPG) 153 (MPXV A28) as a target of broadly neutralizing antibodies. OPG153-targeting antibodies neutralized MPXV clade Ib, IIb, and vaccinia virus (VACV), and cross-reacted with OPG153 orthologs from cowpox and variola viruses. Immunization with MPXV OPG153 elicited a potent neutralizing antibody response against MPXV and VACV, substantiating OPG153 as a promising vaccine antigen and a potent target for preventive and therapeutic antibodies.", "date": "2025-08-18", "journal": ""}
{"title": "De Novo Design of Miniprotein Inhibitors of Bacterial Adhesins", "doi": "10.1101/2025.08.18.670751", "authors": "Chazin-Gray, A. M.; Thompson, T. R.; Lopatto, E. D. B.; Magala, P.; Erickson, P. W.; Hunt, A. C.; Manchenko, A.; Aprikian, P.; Tchesnokova, V.; Basova, I.; Sanick, D. A.; Tamadonfar, K. O.; Timm, M. R.; Pinkner, J. S.; Dodson, K. W.; Kang, A.; Joyce, E.; Bera, A. K.; Schmitz, A. J.; Ellebedy, A. H.; Hvorecny, K. L.; Cartwright, M. J.; Vernet, A.; Bardales, S.; White, D.; Klevit, R. E.; Sokurenko, E. V.; Hultgren, S. J.; Baker, D.", "abstract": "The rise of multidrug-resistant bacterial infections necessitates the discovery of novel antimicrobial strategies. Here, we show that protein design provides a generalizable means of generating new antimicrobials by neutralizing the function of bacterial adhesins, which are virulence factors critical in host-pathogen interactions. We de novo designed high-affinity miniprotein binders to FimH and Abp1D/Abp2D chaperone usher pili adhesins from uropathogenic Escherichia coli and Acinetobacter baumannii, respectively, which are implicated in mediating both uncomplicated and catheter-associated urinary tract infections (UTI) responsible for significant morbidity and mortality worldwide. The designed antagonists have high specificity and stability, disrupt bacterial recognition of host receptors, block biofilm formation, and are effective in treating and preventing uncomplicated and catheter-associated UTIs in vivo. Targeting virulence factors outside the cell membrane with protein design provides a rapid route to next-generation therapeutics that can disrupt pathogenesis and thus are capable of treating and preventing disease in an antibiotic-sparing manner.", "date": "2025-08-18", "journal": ""}
{"title": "The metallophore staphylopine is essential for survival of Staphylococcus epidermidis in human synovial fluid", "doi": "10.1101/2025.08.18.670852", "authors": "Sims, L. P.; Yasir, M.; Manners, E.; Hill, C.; Felgate, H. M.; Wain, J.; McNamara, I.; Webber, M. A.", "abstract": "Due to extended life expectancies, prosthetic joint infections are an increasing burden on healthcare institutions worldwide. The most commonly isolated causative agents are staphylococci, though the mechanisms underpinning survival and proliferation in synovial fluid are still not fully understood. In this study, we aimed to identify genes important for survival in synovial fluid using a transposon mutant library and RNAseq. We produced a transposon mutant library, containing approximately 57,000 unique insertion mutants, in Staphylococcus epidermidis strain 846. This library was grown in Muller Hinton broth or processed human synovial fluid samples, and Transposon-directed Insertion Sequencing (TraDIS) was used to identify genes involved in survival in synovial fluid. This identified importance of the his, pur and cnt operons. These genes were also upregulated in both Staphylococcus epidermidis 846 and the model Staphylococcus epidermidis strain RP62A when exposed to human synovial fluid. All these key pathways contribute to production of the metallophore staphylopine. To confirm staphyopine production is essential for survival in synovial fluid, a defined transposon insertion in the gene encoding for staphylopine export (cntE) mutant was used. This demonstrated impaired survival in synovial fluid compared to the wild type. RT-qPCR also showed that cntE was more highly expressed after exposure to infected synovial fluid (where metals will be depleted) than non-infected fluid. In conclusion, TraDIS and RNASeq both identified the importance of staphylopine for survival in human synovial fluid. This suggests an opportunity for exploitation for therapeutic or diagnostic use.", "date": "2025-08-18", "journal": ""}
{"title": "PlasmidFlow: A Web-based Platform for Interactive Visualization of Plasmid-Driven Traits", "doi": "10.1101/2025.08.17.670741", "authors": "farooq, a.; Rafique, A.", "abstract": "Plasmids are central mediators of horizontal gene transfer (HGT), facilitating the spread of antimicrobial resistance, virulence determinants, and adaptive functions across microbial communities. Despite the availability of extensive plasmid sequencing data, visualization of plasmid-mediated traits remains hindered by reliance on static figures or coding-intensive pipelines, limiting accessibility for microbiologists and epidemiologists. We present PlasmidFlow (https://plasmidflow.metabopotential.site), an interactive, web-based platform for the exploration of plasmid, host trait associations across ecological and clinical contexts. The system integrates structured data parsing, relational storage, and modular visualization to support real-time exploration without requiring programming expertise. Users can upload plasmid, host trait datasets, apply environment- or trait-specific filters, and generate publication ready Sankey diagrams, plasmid-sharing network graphs, and binary trait heatmaps with full customization of visual properties. High resolution export in SVG, PDF, and PNG formats, along with reproducible session storage, ensures compatibility with both research and publication workflows. By combining interactivity, scalability, and reproducibility, PlasmidFlow addresses a critical gap in microbial genomics, providing a user friendly and extensible resource for investigating plasmid-driven traits in the context of antimicrobial resistance surveillance, microbial ecology, and evolutionary biology.", "date": "2025-08-18", "journal": ""}
{"title": "Curcumin-mediated photodynamic inactivation of Escherichia coli, Pseudomonas fluorescens, and Candida auris", "doi": "10.1101/2025.08.18.670777", "authors": "Garcia Diosa, J. A.; Pothineni, B. K.; Keller, A.", "abstract": "Photodynamic therapy (PDT) is an emerging antimicrobial strategy that uses light to activate photosensitizers, generating reactive oxygen species (ROS) that induce microbial cell death. This study investigates the antimicrobial efficacy of curcumin-mediated PDT against the microbial pathogens Escherichia coli, Pseudomonas fluorescens, and Candida auris. The minimum inhibitory concentration (MIC) for each microorganism is determined at different light fluence rates within a clinically relevant range. Our results demonstrate that curcumin-mediated PDT effectively inactivates E. coli and C. auris, while exhibiting only partial inhibition against P. fluorescens at curcumin concentrations up to 60 M. Notably, within the tested fluence rate range, the total light dose appears to be a more critical determinant of antimicrobial efficacy than the specific fluence rate itself. The observed variations in microbial susceptibility highlight the importance of species-specific factors, such as cell wall/membrane structure. These findings provide guidelines for the application of curcumin-mediated PDT in combatting antimicrobial resistance.", "date": "2025-08-18", "journal": ""}
{"title": "Environmental Heterogeneity Altered the Growth Fitness of Antibiotic-Resistant Mutants and the Resistance Prevalence in Escherichia coli populations", "doi": "10.1101/2025.08.18.670914", "authors": "Zheng, C.; Xing, Y.; Kang, X.; Men, Y.", "abstract": "Antibiotic resistance is one of the most critical issues in public health. As antibiotic-resistant bacteria emerge under certain selection pressure, their further proliferation can facilitate the prevalence and maintenance of the antibiotic resistance. Here, we investigated which environmental factors could affect the growth fitness of antibiotic-resistant Escherichia coli strains using growth competition assays. We found that when antibiotic resistance selection pressure was removed, lower temperature and nutrient limitations, especially iron (Fe) deficiency, fostered a better fitness to resistant mutants when co-cultivated with the wild type, whereas changes in pH or salinity (Na or K) did not. Moreover, the growth advantage of resistant mutants under the selection pressure was reversed by suboptimal conditions like acidic/basic pH, high K salinity, and Fe limitation. These identified key environmental factors influencing the growth fitness of antibiotic-resistant mutants provide important insights into the prediction and mitigation of antibiotic resistance in heterogeneous environments.", "date": "2025-08-18", "journal": ""}
{"title": "C-6 Modified 2-F-Fucose Derivatives as Inhibitors of Fucosyl Transferases", "doi": "10.1101/2025.08.18.670827", "authors": "Liu, Y.; Boons, G.-J.", "abstract": "Fluorinated analogs of guanosine-diphosphate-{beta}-L-fucose (GDP-Fuc) have received considerable attention for the development of inhibitors of fucosyltransferases (FUTs). These compounds can be recognized by FUTs but do not or slowly transfer the fluorinated fucosyl residue because the electron-withdrawing fluorine(s) destabilize the oxocarbenium-like transition state. Fluorinated GDP-Fuc analogs can also act as feedback inhibitor of the de novo biosynthesis pathway of GDP-Fuc. To investigate the biological significance of distinct glycoconjugate classes, it is important to develop inhibitors that can selectively target specific FUT enzymes. Here, we report the design, synthesis, and biological evaluation of a series of GDP-2-F-Fuc analogs modified at C-6 of Fuc by various amides and ethers. We also prepared and examined corresponding prodrugs as potential FUT inhibitors of cellular glycosylation. Our findings reveal that two of the inhibitors potently inhibited FUT1, 3, 6, and 9, while displaying minimal activity against FUT8. However, the corresponding prodrugs did not inhibit cellular fucosylation, which is probably due to a lack of GDP-fucose pyrophosphorylase activity. The results demonstrate that modifications at the C-6 position of Fuc can confer selectivity, although further investigations of alternative functional groups are required to enhance cellular tolerance and efficacy.", "date": "2025-08-18", "journal": ""}
{"title": "Overcoming air-water interface induced artifacts in Cryo-EM with protein nanocrates", "doi": "10.1101/2025.08.18.667046", "authors": "Jenkins, M. C.; Bobe, D.; Johnston, J. D.; Cheung, J.; Karasawa, A.; Zimanyi, C.; Dermanci, O.; Finn, M. G.; de Marco, A.; Kopylov, M.", "abstract": "Contact with the air-water interface can bias the orientation of macromolecules during cryo-EM sample preparation, leading to uneven sample distribution, preferred orientation, and damage to the molecules of interest. To prevent this, we describe a method to encapsulate target proteins within highly hydrophilic, structurally homogeneous, and stable protein shells, dubbed \"nanocrates\" for this purpose. Here we describe packaging, data acquisition, and reconstruction of three proof-of-principle examples, each illuminating a different aspect of the method: apoferritin (ApoF, demonstrating high resolution), thyroglobulin (Tg, solving a known preferred orientation problem), and 7,8-dihydroneopterin aldolase (DHNA, a structure previously uncharacterized by cryo-EM).", "date": "2025-08-18", "journal": ""}
{"title": "DynaRepo: The repository of macromolecular conformational dynamics", "doi": "10.1101/2025.08.14.670260", "authors": "Mokhtari, O.; Bignon, E.; Khakzad, H.; Karami, Y.", "abstract": "Proteins, RNA, and DNA are central to virtually all cellular processes, often assembling into macromolecular complexes to perform their functions. While these molecules are inherently dynamic, most methods for studying their mechanisms focus on static structures. Recent deep learning advances in protein structure prediction highlight the potential of data-driven approaches, yet dynamic behavior that is critical for interactions such as antibody-antigen recognition, intrinsically disordered proteins, and protein-nucleic acid binding, remains underexplored. To address this gap, we present DynaRepo, a repository of macromolecular conformational dynamics comprising [~]450 complexes and [~]270 single-chain proteins from PDBbind, the Structural Antibody Database (SAbDab), and benchmark sets. Each complex was simulated in triplicate for 500 ns, totaling >1100 s of molecular dynamics data, with extensive pre- calculated analyses. DynaRepo provides a foundation for dynamics-aware deep learning frameworks and is freely available at: https://dynarepo.inria.fr/.", "date": "2025-08-18", "journal": ""}
{"title": "Active regulation of the epidermal growth factor receptor by the membrane bilayer", "doi": "10.1101/2025.08.14.670284", "authors": "Srinivasan, S.; Lin, X.; Chen, X.; Regmi, R.; Zhang, B.; Schlau-Cohen, G. S.", "abstract": "Cell surface receptors transmit information across the plasma membrane to connect the extracellular environment to intracellular function. While the structures and interactions of the receptors have been long established as mediators of signaling, increasing evidence suggests that the membrane itself plays an active role in both suppressing and enhancing signaling. Identifying and investigating this contribution have been challenging owing to the complex composition of the plasma membrane. We used cell-free expression to incorporate the epidermal growth factor receptor (EGFR) into nanodiscs with defined membrane compositions and characterized ligand-induced transmembrane conformational response and interactions with signaling partners using single-molecule and ensemble fluorescence assays. We observed that both the transmembrane conformational response and interactions with signaling partners are strongly lipid dependent, consistent with previous observations of electrostatic interactions between the anionic lipids and conserved basic residues near the membrane adjacent domain. Strikingly, the active conformation of EGFR and high levels of ATP binding were maintained regardless of ligand binding with high anionic lipid content typical of cancer cells, where EGFR signaling is enhanced. In contrast, the conformational response was suppressed in the presence of cholesterol, providing a mechanism for its known inhibitory effect on EGFR signaling. Our findings introduce a model of EGFR signaling in which the lipid environment can override ligand control, providing a biophysical basis for both robust EGFR activity in healthy cells and aberrant activity under pathological conditions. The membrane-adjacent protein sequence, likely responsible for the lipid dependence, is conserved among receptor tyrosine kinases, suggesting that active regulation by the plasma membrane may be a general feature of this important class of proteins.", "date": "2025-08-18", "journal": ""}
{"title": "groovDB in 2026: A community-editable database of small molecule biosensors", "doi": "10.1101/2025.08.18.670880", "authors": "Love, J. D.; Rafferty, B. M.; Thomas, M.; Springer, M.; Silver, P. A.; d'Oelsnitz, S.", "abstract": "The groovDB database (https://groov.bio) was launched in 2022 with the goal of organizing information on prokaryotic ligand-inducible transcription factors (TFs). This class of proteins is important in fundamental areas of microbiology research and for biotechnological applications that develop biosensors for diagnostics, enzyme screening, and real-time metabolite tracking. Uniquely, groovDB contains stringently curated, literature-referenced data on both TF:DNA and TF:ligand interactions. Here, we describe a major update to groovDB, making the database community-editable and adding several advanced features. Users can now add new TF entries and update existing entries using a simple online form. New user interface elements allow viewing of interactive TF protein structures and DNA-binding motifs. Updated query methods enable text-based search, chemical similarity search, and attribute-filtering searches. A new data architecture improves web interface responsiveness by over five-fold. Finally, the number of TF entries has more than doubled and all source code is now open-access.", "date": "2025-08-18", "journal": ""}
{"title": "Thermoregulation network governing virulence of a critical human fungal pathogen", "doi": "10.1101/2025.08.18.670910", "authors": "Yadav, V.; Heitman, J.", "abstract": "Cryptococcus neoformans is an environmental fungal pathogen that causes meningoencephalitis in humans, requiring thermal adaptation to human body temperature. We employed several orthogonal complementary approaches to elucidate molecular mechanisms of calcineurin signaling, which is essential for thermotolerance of many fungal species, and in doing so, delineated a thermoregulatory network. First, genetic suppressors for loss of calcineurin activity identified a kinase, Yak1, as the primary suppressor of calcineurin. Second, the development and utilization of the proximity labeling tool TurboID identified novel subcellular interactions of calcineurin during thermal stress. Further investigation employing phosphoproteome, RNA-sequencing, and Ribo-sequencing revealed a major role for calcineurin in controlling translation initiation machinery during thermal stress adaptation. Third, truncation alleles revealed domain-specific roles of the catalytic A subunit in thermotolerance, meiosis, and virulence. Combined, this study presents a comprehensive analysis of thermotolerance-governing networks and mechanisms in a fungal pathogen of global impact.", "date": "2025-08-18", "journal": ""}
{"title": "The molecular basis of the synergistic toxicity of Ni and Cu, common environmental co-contaminants", "doi": "10.1101/2025.08.18.670860", "authors": "Darwiche, L.; Rodriguez-Bornot, C.; Ingrassia, R. A.; Loccisano, M.; Waldschmidt, G. G.; Goff, J. L.", "abstract": "Heavy metals are ubiquitous in the environment due to both natural processes and anthropogenic activities. Nickel (Ni) and copper (Cu) commonly co-occur in contaminated environments, yet most toxicity studies focus on individual metals. We investigated the combined toxicity of Ni and Cu in Escherichia coli using environmentally relevant concentrations of each. While each metal alone caused minimal growth inhibition, their combination was synergistically toxic. Transcriptomic and metabolomic analyses revealed unique alterations in gene expression and metabolites during the combined metal treatment. Key pathways uniquely impacted by the combined metal exposure included sulfur assimilation, cysteine biosynthesis, and the tricarboxylic acid cycle. Many of these responses appeared to be linked to dysregulation of iron-sulfur (Fe-S) cluster metabolism. We observed increased expression of the genes encoding ISC Fe-S cluster assembly machinery only during metal co-treatment. Growth experiments with deletion mutants confirmed that the ISC machinery was required for survival only under the combined metal stress. We also observed the activation of a sulfur starvation response during the combined metal stress that was consistent with increased sulfur demand for Fe-S cluster biosynthesis. Deletion of cysK, encoding cysteine synthase, impaired growth only under combined metal exposure. Because Fe-S clusters are universal across microbial taxa, the common co-occurrence of Ni and Cu in the environment represents a widespread and underrecognized threat to microbial life and the ecosystem processes they sustain. Our findings highlight the need to further assess the effects of metal mixtures, which can trigger emergent stress responses not yet predictable from single-metal exposures.", "date": "2025-08-18", "journal": ""}
{"title": "A D-alanine aminotransferase S180F substitution confers resistance to β-chloro-D-alanine in Staphylococcus aureus via antibiotic inactivation", "doi": "10.1101/2025.08.17.668425", "authors": "Roy, R.; Jayasinghe, Y. P.; Panda, S.; Zeden, M. S.; Thomas, V. C.; Ronning, D. R.; O'Gara, J. P.", "abstract": "Alanine transport and metabolism impact MRSA pathophysiology by dictating the availability of D-alanine for cell wall synthesis, the target of {beta}-lactam antibiotics. Furthermore cycA-dependent alanine transport controls MRSA {beta}-lactam susceptibility in chemically defined medium (CDM) in a glucose-dependent manner. Here we report that S. aureus was auxotrophic for L-alanine in CDM, and that this growth defect was rescued by glucose (or compensatory mutations), but only when the alanine racemase (alr1) and D-alanine aminotransferase (dat) genes were functional. No role was observed for the alanine dehydrogenase 1 (ald1) and ald2 genes. As previously reported, alr1 and, to a lesser extent, cycA mutations increased susceptibility to D-cycloserine (DCS). In contrast, only alr1 mutation increased susceptibility to {beta}-chloro-D-alanine (BCDA), suggesting distinct targets for these alanine analogue antibiotics, which act synergistically against MRSA. Genome sequencing of a BCDA-resistant mutant identified a C539T mutation in dat, predicted to result in a S180F substitution. Expression of the datC539T operon in wild-type increased BCDA resistance. alr1/dat::Em and alr1/datC539T double mutants were auxotrophic for D-alanine, indicating that Dat-S180F transaminase activity is impaired, a conclusion supported by in vitro enzyme assays. Structural modeling revealed an active-site loop shift in Dat-S180F that altered PLP co-factor binding. Molecular docking showed that the S180F substitution promotes BCDA-PLP adduct dissociation by releasing inactivated BCDA, thereby conferring resistance. These data reveal essential roles for Alr1 and Dat during growth under nutrient-limiting conditions and the potential of combination therapy separately targeting both enzymes with DCS and BCDA to extend the treatment options for MRSA infections.", "date": "2025-08-18", "journal": ""}
{"title": "Emergence of a novel potato leafroll virus variant in Scotland and its genetic modulation by aphid and tuber transmission.", "doi": "10.1101/2025.08.18.670828", "authors": "Cowan, G. H.; Thomson, C.; Back, E.; Torrance, L.; Lacomme, C.; Ryabov, E. V.", "abstract": "Potato leafroll virus (PLRV) is a major pathogen affecting potatoes worldwide. Since 2018, a marked increase in PLRV incidence has been observed in Scottish potato crops, including seed potatoes. Deep sequencing of PLRV in Scottish seed potatoes plants revealed the emergence of a novel type of PLRV which became predominant in 2023, displacing the historic variant that has been present in the region since at least 1989. Analysis of the infection dynamics of the cDNA clone-derived PLRV isolates in potato plants indicated that the novel Scottish PLRV may accumulate to higher levels compared to the historic one. Analysis of the genetic diversity of PLRV in early and late field generations (FGs) of seed potatoes showed a significantly reduced genetic diversity of the PLRV structural genes in the early FGs, compared to the late FGs, while di-vergency of the non-structural genes remained similar across all FGs. Considering that late FGs are more likely to be infected with PLRV via tuber transmission, and early FGs via aphid transmission, these findings suggest that aphid transmission imposes a genetic bottleneck on the structural genes of PLRV, but not on its non-structural genes.", "date": "2025-08-18", "journal": ""}
{"title": "Functional genomic signatures predict microbial culturability across the tree of life", "doi": "10.1101/2025.08.18.670795", "authors": "Oduwole, I.; Babjac, A.; Royalty, T. M.; Hibbs, M.; Lloyd, K. G.; Emrich, S.; Steen, A. D.", "abstract": "Most microbial taxa on Earth remain uncultivated, limiting our ability to study their physiology, ecology, and roles in environmental processes. Although metagenome-assembled genomes (MAGs) have expanded access to uncultured phylogenetic diversity, the functional basis for culturability remains poorly understood. Here, we analyze the 52,515 MAGs from the Genomes from Earths Microbiomes (GEM) catalog to test two hypotheses: 1) genomes from uncultured microbes encode more functionally novel genes than those from cultured taxa, and 2) specific genomic features are systematically associated with culturability across phyla. To assess functional novelty, we aligned predicted proteins to SwissProt and measured sequence dissimilarity to the nearest curated homolog. We find that uncultured MAGs, particularly among Archaea, harbor substantially more divergent proteins. To identify genomic traits predictive of culturability, we combined pathway-level enrichment with LASSO regression and permutation-based feature importance. Cultured MAGs were consistently enriched in Clusters of Orthologous Groups (COG) pathways related to vitamin and cofactor biosynthesis (e.g., thiamine, folate, B12), energy metabolism (e.g., TCA cycle), and CRISPR-Cas systems--functions often depleted in uncultured counterparts. LASSO models identified a subset of these pathways as strong predictors of cultured status even in poorly sampled phyla, suggesting conserved genomic signatures of culturability. In contrast, pathways such as purine biosynthesis and NADH dehydrogenase were associated with uncultured lineages, highlighting potential barriers to cultivation. These results 1) demonstrate the great functional novelty of uncultured microbes, potentially offering unprecedented opportunities for discoveries of novel function, and 2) identify metabolic traits associated with culturability to inform future cultivation strategies.", "date": "2025-08-18", "journal": ""}
{"title": "Microbial Communities in Mesopelagic Fish Guts Suggest an Overlooked Component of Marine Biogeochemical Cycles", "doi": "10.1101/2025.08.18.670904", "authors": "Bos, R. P.; Sutton, T. T.; Girguis, P.", "abstract": "Each night, gigatons of oceanic midwater fishes participate in the largest vertical migration on Earth. This movement of organisms from the meso- to the epipelagic and back plays a major role in the flux of organic matter from the surface to the deep sea (the biological pump). To date studies have considered the role of fish exports in ocean biogeochemical cycles, but mesopelagic fish gut microbiomes are unquantified and likely play a role in metabolic transformations that influence these cycles. Here, we present data on the abundance of mesopelagic fish gut microbial communities and their functional potential to shape key chemical transformations. Our flow cytometric data from a diversity of taxa reveal that the density of microbes in mesopelagic fish guts is between 106-107 microbes ml-1: two to three orders of magnitude higher than the surrounding seawater. In light of the total estimated number of mesopelagic fishes, there are approximately 2.4x1020 -1.34x1024 gut prokaryotes in total, which without consideration of other biomass abundant animals is realistically within four orders of magnitude of the total prokaryote abundance in mesopelagic waters. Metagenomic analyses revealed distinct bacterial genotypes of the genera Acinetobacter and Psychrobacter that harbor extensive gene sets for synthesis of essential amino acids, cofactor and vitamins, and short-chain-fatty acids (SCFAs), as well as cellulose and chitin degradation. Given their abundance, mesopelagic fish gut microbiomes are likely playing a role in shaping the nitrogen and carbon cycles, including through calcium carbonate precipitation and sequestration. Moreover, gut microbes are likely more metabolically active than bacterioplankton given that animals actively feed and accumulate organic matter amongst co-concentrated microbes. Gut microbes, especially if we consider all epi- to bathypelagic animals, may represent a significant and previously unrecognized component of marine biogeochemical cycles, though their relative importance compared to free-living microbes requires further quantification.", "date": "2025-08-18", "journal": ""}
{"title": "The cervicovaginal microbiome of pregnant people living with HIV on antiretroviral therapy in the Democratic Republic of Congo: A Pilot Study and Global Meta-analysis.", "doi": "10.1101/2025.08.18.670785", "authors": "Ndlovu, K. S.; Pavan, R. R.; Corry, J.; Mahamed, S.; Zotova, N.; Tabala, M.; Babakazo, P.; Funderburg, N.; Yotebieng, M.; Klatt, N. R.; Kwiek, J. J.; Sullivan, M. B.", "abstract": "Recent studies are revealing that a suboptimal cervicovaginal microbiome (CVMB), including enrichment of anaerobic bacteria associated with multiple female genital disorders, and adverse pregnancy and birth outcomes in pregnant people. Problematically, however, the majority of the available data to date are biased towards highly developed, Global North countries, leaving underrepresented populations like the Democratic Republic of Congo (DRC) poorly characterised. Here, we investigate the CVMB from a cohort of 82 pregnant people living with HIV (PLWH) on antiretroviral therapy (ART) from the DRC. Specifically, we explore the associations between the CVMB via 16S rRNA gene sequencing and maternal peripheral immune factors. Additionally, we compare the CVMB of PLWH-ART from DRC to publicly available CVMB data (5 studies, 1861 samples) in a meta-analysis to elucidate the impact of HIV on the CVMB. Combined, these analyses revealed differences in community structure and predicted function of the microbiota between PLWH-ART and pregnant people without HIV (PWoH). Taxonomically, the CVMB of DRC PLWH-ART were enriched for Lactobacillus iners- dominated CVMBs (53%) or a diverse, polymicrobial CVMB, i.e., bacterial vaginosis (BV).\n\nFunctional predictions made from these taxa suggested that protein-coupled receptors, amino sugar and nucleotide sugar metabolism, fatty acid metabolism, and polycyclic aromatic hydrocarbon degradation pathways were differentially abundant between communities. Correlation with host plasma immune factors revealed putative links between some CVMB metrics (e.g., alpha diversity and species abundance) that have been linked to adverse pregnancy and birth outcomes.", "date": "2025-08-18", "journal": ""}
{"title": "A Perspective on Twenty Years of Human-Leopard Conflict in Pauri Garhwal, Uttarakhand, India with Sustainable Solutions for its Mitigation", "doi": "10.1101/2025.08.15.669212", "authors": "Chowfin, S. M.", "abstract": "Human-leopard conflict poses a significant challenge in the Pauri Garhwal district of Uttarakhand, India, with 290 reported attacks between 2000 and 2020, averaging 13.81 incidents annually. The most affected age group were adults followed by children with a noticeable increase in incidents in winter. Key factors driving this conflict include habitat degradation, loss of prey, and human encroachment. Interestingly, the Gadoli and Manda Khal Fee Simple Estates, an area undergoing ecological restoration, by forest protection through foot patrols, fire watches and passive forest restoration (natural regeneration) within this conflict hotspot, reported no attacks during the same timeframe, highlighting the positive impact of habitat-focused interventions. In contrast, reactive measures such as lethal control lack precision, targeted protocols and long-term efficacy. This study emphasizes ecological restoration as a sustainable strategy for mitigating conflict and calls for improved monitoring of leopard populations, prey species, and habitat conditions. It also offers recommendations for effective conflict management in the region, stressing the advantages of restoration over reactive approaches.", "date": "2025-08-18", "journal": ""}
{"title": "Semi-supervised detection of natural selection with positive-unlabeled learning", "doi": "10.1101/2025.08.15.670602", "authors": "Arnab, S. P.; Campelo dos Santos, A. L.; Fumagalli, M.; DeGiorgio, M.", "abstract": "Identifying genomic regions shaped by natural selection is a central goal in evolutionary genomics. Existing machine learning methods for this task are typically trained using simulated genomic data labeled according to specific evolutionary scenarios. While effective in controlled settings, these models are limited by their reliance on explicit class labels. They can only detect the specific processes they were trained to recognize, making it difficult to interpret predictions for regions influenced by other evolutionary forces. This limitation is especially problematic when analyzing empirical genomes shaped by a mixture of adaptive, demographic, and ecological factors. One-vs.-rest strategies offer a potential alternative, but suffer from the inherent complexity of modeling all other evolutionary and demographic processes as a catch-all ``rest'' class. Here, we explore positive-unlabeled learning as a more flexible framework for detection of adaptive events. Positive-unlabeled learning is a semi-supervised approach that permits identification of samples of a target class using only positive labels and an unlabeled background, without requiring explicit modeling of negative samples. To assess the utility of this approach, we focus on a binary classification setting for detecting selective sweeps (positive samples) arising from positive natural selection against a mixed background composed of both unlabeled sweeps and neutrally-evolving regions. To accomplish this goal, we introduce PULSe, a method that employs only a set of labeled sweep observations for training while treating all remaining data as unlabeled. By avoiding assumptions about the composition of the background, PULSe enables robust sweep discovery in realistic genomic landscapes. We systematically evaluate its performance across a range of demographic, adaptive, and confounding contexts, including domain shift arising from misspecified demographic models, and find that PULSe delivers high performance and generalizability. To demonstrate a practical application of PULSe, we analyzed European and Bengali in Bangladesh human genomes, treating the empirical genomes as unlabeled sets, and recapitulating several previously-identified sweep candidates. Our results show that PULSe provides a powerful and versatile alternative for detecting adaptive regions, with the potential to generalize across a range of genomic landscapes.", "date": "2025-08-18", "journal": ""}
{"title": "Computational design of allosteric pathways reprograms ligand-selective GPCR signaling", "doi": "10.1101/2025.08.13.670154", "authors": "Hijazi, M.; Keri, D.; Oggier, A.; Sengar, A.; Agosto, M. A.; Wensel, T. G.; Barth, P.", "abstract": "G-protein-coupled receptors (GPCRs) constitute the largest family of signaling receptors and drug targets. However, understanding how variations in receptor sequence, ligand chemical structure, and binding impact signaling functions remains a challenge, hindering drug discovery. Here, we developed a computational protein structure and dynamics approach to infer and design GPCR responses to multiple ligands. We created 32 dopamine D1 and D2 receptor variants with widely reprogrammed agonist-induced signal transductions. Subtle natural and designed receptor sequence variations, predicted to alter specific structural and dynamic mechanisms of ligand responses, profoundly impacted ligand potency and efficacy in agreement with our calculations. Our study provides a rational blueprint for computing the effect of sequence polymorphisms on ligand-selective protein signaling and paves the way for advancements in pharmacogenomics, drug selectivity, and the design of signaling receptors from first principles.", "date": "2025-08-18", "journal": ""}
{"title": "Surface-attached model lipid membranes derived from human red blood cells", "doi": "10.1101/2025.08.18.670922", "authors": "Mudakannavar, S. P.; Mitchell, M. D.; Rawle, R. J.", "abstract": "Red blood cells (RBCs) are the most abundant human cell type and interface interactions with the RBC membrane are at the heart of many processes relevant for human health, such as immune system modulation, interactions with foreign pathogens and with pharmacological drugs. To better study such membrane interface interactions, it would be useful to employ surface-attached model lipid membranes derived from RBCs to enable surface-sensitive biophysical and biochemical measurements. Here, we present approaches to prepare two such types of RBC-derived model lipid membranes - supported lipid bilayers (RBC-SLBs) and tethered RBC liposomes. We present data characterizing and validating these model membranes, including assessing lipid mobility, the distribution and mobility of the glycophorin A membrane protein, the functionality of the acetylcholinesterase enzyme, and the utility of the RBC-SLBs as binding targets for viral pathogens. We anticipate that our results and methodologies will be of interest to researchers studying molecular interactions with RBC membranes, as well as those interested in the engineering of model membrane platforms derived from other physiological membranes.", "date": "2025-08-18", "journal": ""}
{"title": "Conditional Protein Structure Generation with Protpardelle-1c", "doi": "10.1101/2025.08.18.670959", "authors": "Lu, T.; Shuai, R. W.; Kouba, P.; Li, Z.; Chen, Y.; Shirali, A.; Kim, J.; Huang, P.", "abstract": "We present Protpardelle-1c, a collection of protein structure generative models with robust motif scaffolding and support for multi-chain complex generation under hotspot-conditioning. Enabling sidechain-conditioning to a backbone-only model increased Protpardelle-1c's MotifBench score from 4.97 to 28.16, outperforming RFdiffusion's 21.27. The crop-conditional all-atom model achieved 208 unique solutions on the La-Proteina all-atom motif scaffolding benchmark, on par with La-Proteina while having 10 times fewer parameters. At 22M parameters, Protpardelle-1c enables rapid sampling, taking 40 minutes to sample all 3000 MotifBench backbones on an NVIDIA A100-80GB, compared to 31 hours for RFdiffusion.", "date": "2025-08-18", "journal": ""}
{"title": "BAV-LLPS: A database of bacterial, archaea and virus liquid-liquid phase separation proteins", "doi": "10.1101/2025.08.15.670539", "authors": "Rodriguez, C. B.; Tunque Cahui, R. R.; Demitroff, N.; Hirsh, L.; Devos, D. P.; Boccaccio, G.; Parisi, G.", "abstract": "Liquid-liquid phase separation (LLPS) is a key process underlying the formation of biomolecular condensates (BMCs), such as membrane-less organelles (MLOs), that compartmentalize biochemical processes inside the cells. While LLPS has been extensively studied in eukaryotes, its role in bacteria, archaea, and viruses remains far less characterized. Recent studies in bacteria have revealed that LLPS-driven condensates play critical roles in RNA processing, stress response, and pathogenicity. Similarly, many viruses exploit LLPS to facilitate crucial steps in their infection cycles, including viral entry, genome replication, assembly, and host immune evasion. In this work, we introduce a hand-curated database of LLPS proteins from bacteria, archaea, and viruses (BAV-LLPS Database). This resource, extended through sequence similarity searches, comprises over 5,000 proteins and integrates diverse data including biological annotations, sequence features, predicted disordered regions, LLPS per site probability, and AlphaFold2-based structural models. Additionally, our web server enables users to explore both the curated and homologous derived datasets, providing a platform to uncover evolutionary relationships and intrinsic and differential properties of LLPS proteins across various taxonomic groups. This work seeks to deepen our understanding of LLPS mechanisms beyond eukaryotic organisms, emphasizing their significance across diverse life forms. It also aims to foster the development of specialized predictive tools that will facilitate the exploration and characterization of LLPS processes in a wide array of living organisms, thereby contributing to advancements in both fundamental biological research and applied biomedical sciences.", "date": "2025-08-18", "journal": ""}
{"title": "Atomistic Mechanism of Calcium-Mediated Inward Rectification of the MthK Potassium Channel by Solid-State NMR and MD Simulations", "doi": "10.1101/2025.08.14.670285", "authors": "Öster, C.; de Vries, R.; Li, J.; Qoraj, D.; Lange, S.; Shi, C.; Kopec, W.; de Groot, B. L.; Lange, A.", "abstract": "Inward rectification is a fundamental but poorly understood phenomenon in potassium channel physiology. Despite its physiological importance, the exact mechanism has remained elusive. In this work, we uncover a previously unrecognized calcium-mediated gating mechanism in the MthK potassium channel that sheds new light on this essential process. By combining state-of-the-art proton-detected solid-state NMR spectroscopy with atomistic molecular dynamics simulations, we reveal that divalent calcium ions bind to a novel site just below the selectivity filter, physically obstructing the outward flow of potassium ions whereas inward flow is still possible - analogous to a molecular ball check valve. Secondly, the binding of Ca2+ to the newly identified site leads to stabilization of the selectivity filter and allows us to directly observe ion-ion interactions in the filter. These results offer direct experimental support for the long-debated \"direct knock-on\" mechanism, in which potassium ions move through the filter, without water co-transport.", "date": "2025-08-18", "journal": ""}
{"title": "Submolecular video-imaging of the Smc5/6 complex topologically bound to DNA", "doi": "10.1101/2025.08.15.670630", "authors": "Umeda, K.; Kurokawa, Y.; Murayama, Y.; Kodera, N.", "abstract": "Structural maintenance of chromosomes (SMC) complexes are ring-shaped ATPases that hold distinct DNA segments together to regulate various chromosome structures and functions. However, their dynamic mechanisms of DNA binding and processing remain poorly understood. Here, using high-speed atomic force microscopy, we directly visualized the dynamics of the Smc5/6 complex on DNA at submolecular resolution, resolving its individual domains. ATP-bound Smc5/6 stably binds DNA via the ATPase head domain, whereas following ATP hydrolysis, the DNA is entrapped within the SMC compartment and positioned around the opposite hinge domain. Furthermore, Smc5/6 topologically entraps two DNA segments together and stabilizes the DNA twist structures, promoting DNA compaction. Our findings provide a visual demonstration of how an SMC complex employs its ring architecture to facilitate distinct DNA binding modes.", "date": "2025-08-18", "journal": ""}
{"title": "Opsins are Phospholipid Scramblases in All Domains of Life", "doi": "10.1101/2025.08.17.670764", "authors": "Maschmann, Z. A.; Hardy, D. E.; Menon, I. N.; Webb, J. L.; Menon, A. K.; Forest, K. T.", "abstract": "Opsins are highly abundant retinal proteins in the membranes of photoheterotrophic bacteria. However, some microbial genomes encode an opsin but lack the gene for the final enzyme in retinal synthesis. To account for this paradox, we hypothesized that bacterial opsins play a role in membrane structure and/or biogenesis independent from their potential for light-driven signaling or proton pumping. After purifying actinorhodopsin from a cell-free expression system and from E. coli membranes upon overexpression, we demonstrated both in vitro and in silico that actinorhodopsin from Nanopelagicus ca. is a phospholipid scramblase, serving in its pentameric state as a retinal-independent phospholipid diffusion channel. Phospholipid headgroups move along a transbilayer path between actinorhodopsin protomers, to equilibrate lipid content in the inner and outer leaflets. Two profound activities, membrane biosynthesis and capture of light energy, are thus facilitated by one ancient bacterial polypeptide. Light-dependent activity and light-independent phospholipid scrambling are shared functions of eukaryotic, archaeal, and bacterial rhodopsins.", "date": "2025-08-18", "journal": ""}
{"title": "Neuroanatomical Basis of Coma in Acute Ischemic Stroke", "doi": "10.1101/2025.08.15.670576", "authors": "Zhang, Z.; White, M.; Kim, J. A.; Torres-Lopez, V. M.; Khalaf, A.; Jin, D.; Boes, A. D.; Edlow, B. L.; English, S. W.; Fischer, D.; Geerling, J.; Halablab, S. M.; Lansberg, M. G.; McCullough-Hicks, M.; Meschia, J. F.; Michel, P. L.; Palazzo, P.; Reasoner, B. D.; Regenhardt, R. W.; Young, M. J.; Tran, A. T.; Payabvash, S.; Sheth, K. N.; Blumenfeld, H. J.", "abstract": "Background: Acute ischemic stroke (AIS) can lead to profound disturbances in consciousness, including coma, which is associated with poor prognosis and increased mortality. Clarifying the lesion patterns that precipitate loss of consciousness can refine pathophysiological models and guide prognosis. Objectives: In this study, we aim to identify the brain regions most commonly affected in comatose AIS and determine whether specific combinations of lesions are necessary and sufficient to produce coma. Methods: We retrospectively analyzed 476 AIS patients (52 comatose) using diffusion-weighted imaging. Infarcts were automatically segmented, manually verified, and normalized to MNI space. Support vector regression lesion-symptom mapping (SVR-LSM) quantified voxel-wise associations with coma, controlling for lesion volume. To assess the necessity and sufficiency of lesion combinations, we employed permutation-based nested logistic regression models comparing all subsets of four anatomical predictors: brainstem, thalamus, cerebellum, and the rest of brain lesions. Results: SVR-LSM revealed that coma was strongly associated with lesions involving the brainstem, thalamus, and cerebellum, whereas non-comatose patients exhibited predominantly cortical infarcts. Nested model comparisons showed that concurrent lesions to both the brainstem and thalamus were necessary and sufficient for coma. Additional involvement of the cerebellum or cerebral cortex did not improve predictive performance. Conclusions: Coma after AIS results from a dual-node subcortical lesion pattern involving both the brainstem and thalamus. Cerebellar and cortical lesions, even when extensive, did not induce coma in the absence of the dual-brainstem and thalamic lesions. These observations emphasize the predominant role of lesion location over lesion volume in the pathogenesis of coma. They also support mechanistic models that position the brainstem and thalamic hubs as central to the neural circuitry underlying arousal. Furthermore, these findings delineate a specific anatomical substrate that may serve as a strategic target for circuit-based neuroprotective and neuromodulatory therapies.", "date": "2025-08-18", "journal": ""}
{"title": "Identification of mycobacterial efflux pump inhibiting compounds from Berberis holstii Engl. and determination of their mechanism of action", "doi": "10.1101/2025.08.15.670474", "authors": "NDIRANGU, E. G.; Maina, C. N.; Murungi, E. K.; Ng'ang'a, M. M.; Chacha, R.; Kehongo, M. N.; Njeru, S. N.; Tukur, N. T.; Mashabela, G. T.; Warner, D. F.; Race, P.; Kigondu, E. M.", "abstract": "Mycobacterium tuberculosis (Mtb), the causative agent for tuberculosis (TB), is the leading infectious killer of humankind. In 2023, an estimated 10.8 million new cases of TB and 1.25 million deaths were reported globally. Sub-Saharan Africa faces a heavy TB burden, worsened by high HIV-AIDS prevalence and rising drug resistance, making novel anti-TB therapies a pressing priority. This study investigated the efflux inhibition (EI) activity of compounds characterised from Berberisholstii Engl. extracts. Following in vitro evaluation of the antimycobacterial activity of aqueous and organic extracts against the non-pathogenic mycobacterial model, Mycobacterium smegmatis (Msm), and Mtb. Thereafter, molecular docking of several compounds identified in chromatographic fractions onto Rv1258c, MmpS5-MmpL5 and Rv2333c Mtb efflux pumps (EPs) was undertaken to infer their binding modes and affinities. Subsequently, fractions containing potentially active compounds were tested in combination with spectinomycin (SPEC) and fractional inhibitory concentration index (FICI) values determined. Validation of Mtb efflux pump inhibition was performed using CRISPRi knockdown strains of Rv1258c and Rv2333c. MeOH extracts of the root and the stem bark, and aqueous extracts of the roots, exhibited minimum inhibitory concentration (MIC99) values of 906.25g/ml, 4500 g/ml and 1875 g/ml, respectively, against wild-type Msm. On the other hand, MeOH extract of the leaves and aqueous extract of the stem bark had MIC99 values of 60.43 g/ml and 1.74 g/ml respectively, against wild-type Mtb. Molecular docking of chillanamine, isoboldine, berberrubine, reticuline, N-methylcoclaurine, thalifoline, apoglaziovine, and orientine onto Mtb Rv1258c, MmpS5-MmpL5 and Rv2333c revealed string binding affinities of <-5 kcal/mol. Of the seven fractions containing the bioactive compounds evaluated in checkerboard assays, six were synergistic with SPEC (FICI <0.5), with two fractions lowering the MIC99 of SPEC by 8-fold against wild-type Mtb. This study identified phytochemicals with probable Mtb efflux pump inhibition, warranting further investigation for potential use in TB combination therapy.", "date": "2025-08-18", "journal": ""}
{"title": "Interaction of Environment and Vineyard Management Effects Shape Microbial Functionality, Terroir, and Grape Qualities", "doi": "10.1101/2025.08.18.670824", "authors": "Floerl, L.; Rueda-Mejia, M. P.; Reynard, J.-S.; Zufferey, V.; Mackie-Haas, K.; Frossard, E.; Bokulich, N. A.", "abstract": "Vineyards are complex agroecological systems, with geographically distinct microbial communities playing a central role in mediating vine health, grape quality, and ultimately local wine characteristics (terroir). However, the extent to which environmental factors and vineyard management practices interact to shape these microbial communities and their functions remains poorly understood. We implemented a multidisciplinary citizen science collaboration together with winegrowers to sample 19 Pinot Noir vineyards across two distinct Swiss regions (N=38 samples). This allowed us to evaluate how a combination of environmental conditions and management practices (such as cover cropping and fungicide use) collectively impact soil and grape microbiomes, soil enzymatic activities, nutrient concentration in leaves, and grape chemistry. Regional differences were the primary drivers of variation, but multivariate analysis revealed a distinct, secondary influence from management practices on soil and berries. Berry quality was linked to functional soil properties, including microbial activity, which were further associated with key fermentative yeasts likely involved in wine fermentation. These findings highlight the interconnected nature of environmental, microbial, and agronomic factors in grapevine systems and offer novel insights into functional aspects of microbial terroir.", "date": "2025-08-18", "journal": ""}
{"title": "Degradation of biopesticidal triterpenoid saponins by the soil bacterium Arthrobacter sp. α-11c", "doi": "10.1101/2025.08.18.670823", "authors": "Nicolaisen, M.; Molina-Zamudio, K. Y.; Dervishi, M.; Wang, C.; Rami, M.; Browne, P. D.; Hansen, H. C. B.; Bak, S.", "abstract": "Background: Saponins, a diverse group of glycosylated triterpenoid and steroid compounds produced by plants, exhibit potent insecticidal activity and are promising candidates for sustainable pest management. However, their potential persistence in soil raises concerns about ecological impacts, highlighting the need to understand microbial degradation rates and pathways. Results: This study reports the isolation of Arthrobacter sp. 11c, and its ability of fully degrading two hederagenin-based pentacyclic triterpenoid saponins: -hederin, hederacoside C, and the corresponding sapogenin hederagenin. All three compounds were fully metabolized within six hours when provided as carbon source. Fractionation experiments confirmed intracellular uptake and degradation of the saponins. Genome analysis of 11c revealed diverse and multiple glycosidase genes, yet basal glucosidase activity remained unchanged when cultured with these saponins. Comparative genomics with Arthrobacter sp. 12b, a closely related strain unable to degrade saponins, revealed two unique glycosidase gene clusters in 11c, suggesting a role in adaptation to saponin metabolism. Conclusion: These findings enhance our understanding of bacterial degradation of plant triterpenoid saponins and provide a foundation for evaluating their environmental fate. This knowledge supports the safe and sustainable use of saponin-based biopesticides in agriculture by identifying microbial partners that contribute to their breakdown in soil ecosystems.", "date": "2025-08-18", "journal": ""}
{"title": "Importance of a heat snap in RT-PCR quantification of rotavirus double-stranded RNA in wastewater", "doi": "10.1101/2025.08.18.670621", "authors": "Kang, S.; Wettlauffer, A.; de Korne-Elenbaas, J.; Niwagaba, C.; Strande, L.; Duong, D.; Shelden, B.; Julian, T.; Boehm, A.", "abstract": "Quantification of copies of double stranded RNA using RT-PCR methods may require denaturation of the double stranded structure using an initial high temperature incubation followed by rapid cooling, herein called \"heat snap\". Papers in the literature that report rotavirus RNA concentrations in fecal and environmental samples do not consistently report the use a heat snap. In this study, we quantified rotavirus RNA in diverse environmental samples (wastewater solids, wastewater, and drainage samples) using digital RT-PCR methods with and without a heat snap. Concentrations were higher in samples by a factor of 125 when a heat snap was applied. This was consistent across sample types, and across laboratories and PCR instrumentation. We recommend a heat snap be used when enumerating double stranded RNA from rotavirus and other viruses in environmental samples.", "date": "2025-08-18", "journal": ""}