{"title": "A global map of the Zika virus phosphoproteome reveals host-driven regulation of viral budding and cytopathogenicity", "doi": "10.1101/2021.11.24.469793", "authors": "Manuelyan, I.; Schmoker, A. M.; Yount, B. L.; Eisenhauer, P.; Keller, J. I.; Gold, C.; Terino, D.; Ziegler, C. M.; Alexander, J.; Driscoll, H. E.; Hutchinson, E.; Bhella, D.; Syme, C. D.; Widman, D. G.; Heise, M. T.; Baric, R. S.; Ballif, B. A.; Botten, J. W.", "abstract": "Flaviviruses are enveloped, positive-strand RNA viruses that cause millions of infections in the human population annually. Although Zika virus (ZIKV) had been detected in humans as early as the 1950s, its reemergence in South America in 2015 resulted in a global health crisis. While flaviviruses encode 10 proteins that can be post-translationally modified by host enzymes, little is known regarding post-translational modifications (PTMs) of the flavivirus proteome. We used mass spectrometry to comprehensively identify host-driven PTMs on the ZIKV proteome. This approach allowed us to identify 43 PTMs across 8 ZIKV proteins, including several that are highly conserved within the Flavivirus genus. Notably, we found two phosphosites on the ZIKV envelope protein that are functionally important for viral propagation. Both appear to regulate viral budding, while one also impacts ZIKV cytopathogenicity. Additionally, we discovered host kinases that interact with ZIKV proteins and determined that Bosutinib--an FDA-approved tyrosine kinase inhibitor that targets some of these host kinases--impairs ZIKV growth, in part by blocking phosphorylation of a tyrosine residue on the envelope protein. Thus, we have defined a high-resolution map of host-driven PTMs on ZIKV proteins as well as cellular interacting kinases, uncovered novel mechanisms of host driven-regulation of ZIKV budding and cytopathogenicity, and identified an FDA-approved inhibitor of ZIKV growth.", "date": "2025-06-14", "journal": ""}
{"title": "A high-fidelity in vitro model of the human intestinal epithelium", "doi": "10.1101/2024.01.01.573838", "authors": "Fujii, S.; Espenschied, S. T.; Anand, V.; Bettencourt-Silva, J.; Han, Y.; Ito, G.; Koseki, A.; Kosugi, A.; Kozlowski, J.; Matsumoto, R.; Meng, S.; Mulligan, N.; Musich, R. J.; Newhall, K.; Ohshina, E.; Sekiguchi, S.; Wang, Y.; Hu, J.; Ciorba, M. A.; Sibley, L. D.; Okamoto, R.; Stappenbeck, T. S.", "abstract": "Primary intestinal epithelial stem cell culture methods have significantly advanced understanding of mammalian intestinal development and disease. However, progress has been hampered by inconsistent methodological reporting and challenges comparing in vitro systems with in vivo observations. We previously established a unique method for long-term 2-dimensional (2D) cultivation of mouse IECs using an air-liquid interface (ALI) technique which appears to faithfully recapitulate homeostatic and regenerative features in vitro. Here, we further refined these methods and optimized protocols for long-term, self-organizing 2D cultivation of human IECs. During the culture, we observed that epithelial cells undergo a dynamic morphological transition from squamous to columnar shape. Using single cell transcriptomics, we identified both major lineages and minor populations, including enteroendocrine cells, tuft cells, and BEST4/CA7+ cells. Leveraging the power and scalability of a biomedical foundation model (BMFM) trained on single cell RNA sequencing data, we performed classification tasks to identify cell types across sample sources and to quantitatively benchmark our in vitro differentiated cells against cells collected from patient biopsies. We observed a striking degree of similarity between our in vitro differentiated cells and the corresponding cell types in vivo for multiple differentiated lineages. This novel approach using BMFM holds promise to expand our understanding of the regulatory mechanisms including gene-gene regulation underlying homeostasis and regeneration as well as the functions of rare and poorly understood lineages within the human intestinal epithelia. Moreover, these methods are generalizable to other organs and can be used to assess the correspondence of cells across experimental modalities.", "date": "2025-06-14", "journal": ""}
{"title": "Epigenetic reprogramming of autophagy leads to uncovering a novel therapeutic target for mutant IDH1 astrocytomas", "doi": "10.1101/2024.03.08.584091", "authors": "Nunez, F. J.; Banerjee, K.; Mujeeb, A. A.; Mauser, A.; Tronrud, C. E.; Zhu, Z.; Raghuram, S.; Sheth, M. R.; Pena Agudelo, J. A.; Zelaya, J.; Taher, A.; Kadiyala, P.; Carney, S. V.; Garcia-Fabiani, M. B.; Comba, A.; Alghamri, M. S.; McClellan, B. L.; Faisal, S. M.; Nwosu, Z. C.; Hong, H. S.; Sajjakulnukit, P.; Qin, T.; Sartor, M. A.; Ljungman, M.; Welch, J. D.; Cheng, S.-Y.; Lowenstein, P. R.; Lahann, J.; Lyssiotis, C. A.; Castro, M.", "abstract": "Mutant isocitrate dehydrogenase 1 (mIDH1) exhibits a gain of function mutation enabling 2-hydroxyglutarate (2HG) production and epigenetic reprogramming. This leads to enhanced DNA-damage response and radioresistance in mIDH1 gliomas. RNA-seq and ChIP-seq data revealed that human and mouse mIDH1 glioma neurospheres have downregulated gene ontologies (GOs) related to mitochondrial metabolism and upregulated GOs related to autophagy. Decreased mitochondrial metabolism was accompanied by decreased glycolysis, rendering autophagy a source of energy in mIDH1 gliomas. Human and mouse mutant IDH1 glioma cells exhibited increased expression of pULK1-S555 and enhanced LC3 I/II conversion, indicating augmented autophagy. Additionally, scRNA-seq data from human mIDH1 astrocytoma patients samples showed decreased mitochondrial metabolism and increased autophagy. We further demonstrate that inhibiting autophagy in vivo by systemic administration of synthetic protein nanoparticles encapsulating siRNA targeting Atg7 sensitized mIDH1 glioma cells to radiation-induced cell death, resulting in tumor regression, long-term survival, and immunological memory. In summary, our work uncovered that autophagy is a critical pathway for survival in mIDH1 gliomas and by blocking this pathway we can elicit radiosensitivity in vitro in human and mouse mIDH1 glioma cells, and in vivo in genetically engineered mouse models. Our data also highlights that blocking autophagy has significant potential for clinical translation.", "date": "2025-06-14", "journal": ""}
{"title": "Intracellular pH regulates beta-catenin with low pH increasing adhesion and signaling functions", "doi": "10.1101/2024.03.22.586349", "authors": "Czowski, B. J.; Marchi, A. N.; White, K. A.", "abstract": "Intracellular pH (pHi) dynamics are linked to cell proliferation, migration, and differentiation. The adherens junction (AJ) and signaling protein {beta}-catenin has decreased abundance at high pHi due to increased proteasomal-mediated degradation. However, the effects of low pHi on {beta}-catenin abundance and function have not been characterized. Here, we use population-level and single-cell assays to show that low pHi stabilizes {beta}-catenin, increasing junctional, cytoplasmic, and nuclear abundance. We assayed single-cell protein degradation rates to show that {beta}-catenin half-life is longer at low pHi and shorter at high pHi compared to control. Importantly, a constitutively stabilized and pHi-insensitive {beta}-catenin mutant ({beta}-catenin-H36R), has a longer and pHi-independent half-life. We also determined that the pH-dependent stability of {beta}-catenin affects both its adhesion and signaling functions. We show that the composition of AJs changes with pHi; at low pHi, E-cadherin-containing AJs are enriched in {beta}-catenin while plakoglobin abundance is reduced. Conversely, when {beta}-catenin is lost from E-cadherin-containing AJs at high pHi, plakoglobin is increased. We also found that cell area was reduced at low pHi and increased at high pHi compared to control while cell volume was unaffected, suggesting pHi alters cell-cell adhesion. Finally, we show that low pHi increases {beta}-catenin transcriptional activity in single cells and is indistinguishable from a Wnt-on state, while high pHi reduces {beta}-catenin transcriptional activity compared to control cells. This work characterizes pHi as a true rheostat regulating {beta}-catenin abundance, stability, and function, solidifying {beta}-catenin as a molecular mediator of pHi-dependent cell processes via pH-dependent adhesion and signaling functions.", "date": "2025-06-14", "journal": ""}
{"title": "Neuronal Autophagy Failure Drives α-Synuclein Transfer to Microglia to Outsource Aggregate Clearance", "doi": "10.1101/2024.04.19.590207", "authors": "Chakraborty, R.; Samella, P.; Testa, V.; Montero-Munoz, J.; Nonaka, T.; Hasegawa, M.; Consiglio, A.; Zurzolo, C.", "abstract": "Tunneling nanotubes (TNTs) play a crucial role in intercellular communication, enabling a dynamic network for the transfer of molecular cargo over long distances between connected cells. Previous studies have demonstrated efficient, directional transfer of -Synuclein (-Syn) aggregates from neurons to microglia, with endosomal trafficking and lysosomal processing identified as the primary events following -Syn internalization. Using human neuronal and microglial cell lines, we found that microglia exhibit higher lysosomal turnover, particularly through lysophagy, whereas neuronal lysosomes display compromised degradative capacity and impaired autophagic flux. This deficiency results in less efficient degradation of aggregates in neurons. Moreover, perturbation of autophagy enhances TNT-mediated transfer of aggregate from neuronal cells to microglia. In contrast, microglia co-cultured with -Syn-containing neurons upregulate autophagy flux, enabling efficient degradation of the transferred aggregates. These findings were further validated using human induced pluripotent stem cells (hiPSC)-derived neurons and microglia. Overall, our study highlights the distinct responses of neurons and microglia to -Syn aggregates and identifies dysfunctional autophagy in neurons as a key driver of the preferential and directional transfer of aggregates to microglia.", "date": "2025-06-14", "journal": ""}
{"title": "Prefrontal dopamine activity is critical for rapid threat avoidance learning", "doi": "10.1101/2024.05.02.592069", "authors": "Zeidler, Z. E.; Gomez, M. F.; Gupta, T.; Shari, M.; Wilke, S. A.; DeNardo, L. A.", "abstract": "To survive, animals must rapidly learn to avoid predictable threats. Such learning depends on detecting reliable cue-outcome relationships that efficiently drive behavioral adaptations. The medial prefrontal cortex (mPFC) integrates learned information about the environment to guide adaptive behaviors and is critical for threat avoidance. However, as most studies have focused on well-learned threat avoidance strategies, the specific inputs that signal avoidability and drive rapid avoidance learning remain poorly understood. Dopamine (DA) inputs from the ventral tegmental area (VTA) potently modulate prefrontal function and are preferentially engaged by aversive stimuli. Previous studies implicated VTA and prefrontal DA in aversive learning, but their findings have been constrained by limited spatiotemporal resolution. Here, we used high-resolution tools to dissect the role of the VTA-mPFC DA circuit in rapid avoidance learning. Optogenetic suppression of VTA DA terminals in mPFC selectively impaired learning of a cued avoidance response, without affecting cue-shock association learning, reactive escape behaviors, or expression of previously learned avoidance. Using a fluorescent DA sensor, we observe rapid, event-locked DA activity that emerged transiently during the initiation of learning. Increased DA encoded aversive outcomes and their predictive cues, while decreased DA encoded their omission and predicted how quickly mice learned to avoid. In yoked mice lacking control over shock omission, these dynamics were largely absent. Together, these findings demonstrate that the VTA-mPFC DA circuit is necessary for rapid acquisition of proactive avoidance behaviors and reveal transient event-related DA signals that underlie this form of learning.", "date": "2025-06-14", "journal": ""}
{"title": "Residues Neighboring an SH3-Binding Motif Participate in the Interaction In Vivo", "doi": "10.1101/2024.05.13.593936", "authors": "Jordan, D. F.; Dube, A. K.; Dionne, U.; Bradley, D.; Landry, C. R.", "abstract": "In signaling networks, protein-protein interactions are often mediated by modular domains that bind short linear motifs. The motifs' sequences affect many factors, among them affinity and specificity, or the ability to bind strongly and to the appropriate partners. Using Deep Mutational Scanning to create a mutant library, and protein complementation assays to measure protein-protein interactions, we determined the in vivo binding strength of a library of mutants of a binding motif on the MAP kinase kinase Pbs2, which binds the SH3 domain of the osmosensor protein Sho1 in Saccharomyces cerevisiae. These measurements were made using the full-length endogenous proteins, in their native cellular environment. We find that along with residues within the canonical motif, many mutations in the residues neighboring the motif also modulate binding strength. Interestingly, all Pbs2 mutations which increase affinity are situated outside of the Pbs2 region that interacts with the canonical SH3 binding pocket, suggesting that other surfaces on Sho1 contribute to binding. We use predicted structures to hypothesize a model of binding which involves residues neighboring the canonical Pbs2 motif binding outside of the canonical SH3 binding pocket. We compared this predicted structure with known structures of SH3 domains binding peptides through residues outside of the motif, and put forth possible mechanisms through which Pbs2 can bind specifically to Sho1. We propose that for certain SH3 domain-motif pairs, affinity and specificity are determined by a broader range of sequences than what has previously been considered, potentially allowing easier differentiation between otherwise similar partners.", "date": "2025-06-14", "journal": ""}
{"title": "CrHCF244 is required for psbA translation in Chlamydomonas reinhardtii", "doi": "10.1101/2024.05.30.596694", "authors": "Wang, X.; Wang, G.; Cheramie, L. A.; Zhao, C.; Dassanayake, M.; Moroney, J. V.; Vinyard, D. J.", "abstract": "Translation of psbA, the chloroplast gene that encodes the D1 subunit of Photosystem II (PSII), is important for both PSII biogenesis and repair. The translation of the psbA transcript in the chloroplast is under the control of nuclear gene products. Using a Chlamydomonas forward genetic screen and whole genome sequencing, we found a mutant defective in PSII activity and mapped the causative gene to be the homolog of Arabidopsis High Fluorescence (HCF244) gene, or CrHCF244. We then demonstrated that CrHCF244 is required for psbA translation in the alga, consistent with the function of HCF244 in Arabidopsis. The Arabidopsis HCF244 gene also partially complemented the algal mutant. These results experimentally support the functional conservation of the homologs in green algae and land plants. Intriguingly, the CrHCF244 mutant also exhibited a relatively high rate of suppressor mutants, pointing to the presence of alternative factor(s)/pathway(s) for D1 translation control. The establishment of CrHCF244 as a psbA translation factor in Chlamydomonas showed the similarities in psbA translation regulation in algae and plants. The future identification of the alternative factor(s) in this alga will provide insights on psbA translation in plants.", "date": "2025-06-14", "journal": ""}
{"title": "MPAC: a computational framework for inferring pathway activities from multi-omic data", "doi": "10.1101/2024.06.15.599113", "authors": "Liu, P.; Page, D.; Ahlquist, P.; Ong, I. M.; Gitter, A.", "abstract": "Fully capturing cellular state requires examining genomic, epigenomic, transcriptomic, proteomic, and other assays for a biological sample and comprehensive computational modeling to reason with the complex and sometimes conflicting measurements. Modeling these so-called multi-omic data is especially beneficial in disease analysis, where observations across omic data types may reveal unexpected patient groupings and inform clinical outcomes and treatments. We present Multi-omic Pathway Analysis of Cells (MPAC), a computational framework that interprets multi-omic data through prior knowledge from biological pathways. MPAC leverages network relationships encoded in pathways through a factor graph to infer consensus activity levels for proteins and associated pathway entities from multi-omic data, runs permutation testing to eliminate spurious activity predictions, and groups biological samples by pathway activities to allow identifying and prioritizing proteins with potential clinical relevance, e.g., associated with patient prognosis. Using DNA copy number alteration and RNA-seq data from head and neck squamous cell carcinoma patients from The Cancer Genome Atlas as an example, we demonstrate that MPAC predicts a patient subgroup related to immune responses not identified by analysis with either input omic data type alone. Key proteins identified via this subgroup have pathway activities related to clinical outcome as well as immune cell compositions. Our MPAC R package, available at https://bioconductor.org/packages/MPAC, enables similar multi-omic analyses on new datasets.", "date": "2025-06-14", "journal": ""}
{"title": "HIV broadly neutralizing antibody escape dynamics drive the outcome of AAV vectored immunotherapy in humanized mice", "doi": "10.1101/2024.07.11.603156", "authors": "Galvez, N. M. S.; Nitido, A. D.; Yoo, S. B.; Cao, Y.; Deal, C. E.; Boutros, C. L.; MacDonald, S. W.; Soto Albrecht, Y. E.; Lam, E. C.; Sheehan, M. L.; Parsons, D.; Lin, A. Z.; Deymier, M. J.; Brady, J. M.; Moon, B.; Bullock, C. B.; Tanno, S.; Pegu, A.; Chen, X.; Liu, C.; Koup, R. A.; Mascola, J. R.; Vrbanac, V. D.; Lingwood, D.; Balazs, A. B.", "abstract": "Broadly neutralizing antibodies (bNAbs) have shown promise for prevention and treatment of HIV. Potency and breadth measured in vitro are often used as predictors of clinical potential; however, human studies demonstrate that clinical efficacy of bNAbs is undermined by both pre-existing and de novo resistance. Here we find that HIV-infected humanized mice receiving bNAbs delivered via AAV as Vectored ImmunoTherapy (VIT) can be used to identify antibody escape paths, which are largely conserved. Path selection, and consequent therapeutic success, is driven by the fitness cost and resistance benefit of emerging mutations. Applying this framework, we independently modulated bNAb resistance or the fitness cost of escape mutants, resulting in enhanced efficacy of VIT. This in vivo escape path analysis successfully explains the therapeutic efficacy of bNAbs, whereas potency and breadth failed to do so, illustrating a tractable means of minimizing viral escape from bNAbs.", "date": "2025-06-14", "journal": ""}
{"title": "Range geography and temperature variability explain cross-continental convergence in range and phenology shifts in a model insect taxon", "doi": "10.1101/2024.07.22.604548", "authors": "Sirois-Delisle, C.; Gordon, S. C. C.; Kerr, J.", "abstract": "Climate change may introduce conditions beyond species' tolerances; to survive, species must avoid these extremes. Phenological shifts are one strategy, as species move their activity or life history events in time to avoid extreme conditions. Species may also shift in space, moving their ranges poleward to escape extremes. However, whether species are more likely to exhibit one or both strategies, and whether this can be predicted based on a species' functional traits, is unknown. Using a powerful macroecological dataset of European and North American odonate observations, we assessed range and phenology shifts between two time periods (1980-2002 and 2008-2018) to measure the strength and direction of the association between responses. Species with the greatest poleward range shifts also showed the largest phenological shifts toward earlier annual activity periods, with half of all species shifting in both space and time. This response was consistent across continents, despite highly divergent land use and biogeographical histories in these regions. Surprisingly, species' range and phenology shifts were not related to functional traits; rather, southern species shifted their range limits more strongly, while increasing temperature variability hindered range shifts. By reducing risk through phenological shifts, the resulting larger populations may be more likely to disperse and expand species' ranges. While species shifting in both space and time may be more resilient to extreme conditions, we identified a small number of species (approximately 10%) that failed to shift at all; these species are likely to be particularly vulnerable to climate change, and should be prioritized for conservation intervention.", "date": "2025-06-14", "journal": ""}
{"title": "Lifetime fitness benefits of breeding site fidelity and low costs of inbreeding permit inbreeding tolerance in an avian cooperative breeder", "doi": "10.1101/2024.09.21.614049", "authors": "Shah, S.; Diamond, J.; Barve, S.; Cosgrove, E. J.; Bowman, R.; Fitzpatrick, J. W.; Chen, N.", "abstract": "Inbreeding, or breeding with close relatives, often decreases individual fitness, but mate choice has been shown to increase inbreeding risk in some species. Inbreeding is more likely in species with limited dispersal, such as cooperative breeders where non-parental individuals-often offspring from previous broods-provide parental care and frequently breed close to home. We leverage 32 years of data from a population of Florida Scrub-Jays (Aphelocoma coerulescens), an avian cooperative breeder, to investigate whether mate choice, and its lifetime fitness outcomes, affects inbreeding tolerance. We find that both sexes show shorter dispersal distances than expected under a random mating scenario. While female-biased dispersal mitigates inbreeding risk when pairing for the first time, limited movement away from the breeding territory by both sexes for later pairings (following mate death or divorce) results in higher relatedness between mates than expected under random mating. Males paired with close relatives and females that move longer distances experience equivalently reduced lifetime reproductive success. Fitness benefits of breeding site fidelity and relatively low fitness costs of inbreeding thus permit inbreeding tolerance in Florida Scrub-Jays. Understanding how and why mate choice contributes to inbreeding is crucial for informed conservation action for endangered species like the Florida Scrub-Jay.", "date": "2025-06-14", "journal": ""}
{"title": "Development and extensive sequencing of a broadly-consented Genome in a Bottle matched tumor-normal pair", "doi": "10.1101/2024.09.18.613544", "authors": "McDaniel, J. H.; Patel, V.; Olson, N. D.; He, H.-J.; He, Z.; Cole, K. D.; Gooden, A. A.; Schmitt, A.; Sikkink, K.; Sedlazeck, F.; Doddapaneni, H.; Jhangiani, S. N.; Muzny, D. M.; Gingras, M.-C.; Mehta, H.; Paulin, L. F.; Hastie, A. R.; Yu, H.-C.; Weigman, V.; Rojas, A.; Kennedy, K.; Remington, J.; Salas-Gonzalez, I.; Sudkamp, M.; Wiseman, K.; Lajoie, B. R.; Levy, S.; Jain, M.; Akeson, S.; Narzisi, G.; Steinsnyder, Z.; Reeves, C.; Shelton, J.; Kingan, S. B.; Lambert, C.; Bayabyan, P.; Wenger, A. M.; McLaughlin, I. J.; Adamson, A.; Kingsley, C.; Wescott, M.; Kim, Y.; Paten, B.; Park, J.; Violich", "abstract": "The Genome in a Bottle Consortium (GIAB), hosted by the National Institute of Standards and Technology (NIST), is developing new matched tumor-normal samples, the first to be explicitly consented for public dissemination of genomic data and cell lines. Here, we describe a comprehensive genomic dataset from the first individual, HG008, including DNA from an adherent, epithelial-like pancreatic ductal adenocarcinoma (PDAC) tumor cell line and matched normal cells from duodenal and pancreatic tissues. Data for the tumor-normal matched samples comes from seventeen distinct state-of-the-art whole genome measurement technologies, including high depth short and long-read bulk whole genome sequencing (WGS), single cell WGS, and Hi-C, and karyotyping. In future publications, these data will be used by the GIAB Consortium to develop matched tumor-normal benchmarks for somatic variant detection. We expect these data to facilitate innovation for whole genome measurement technologies, de novo assembly of tumor and normal genomes, and bioinformatic tools to identify small and structural somatic mutations. This first-of-its-kind broadly consented open-access resource will facilitate further understanding of sequencing methods used for cancer biology.", "date": "2025-06-14", "journal": ""}
{"title": "Polyphosphate Discriminates Protein Conformational Ensembles More Efficiently than DNA Promoting Diverse Assembly and Maturation Behaviors", "doi": "10.1101/2024.10.21.619443", "authors": "Goyal, S.; Rajendran, D.; Mani, A. K.; Naganathan, A. N.", "abstract": "Disordered proteins and domains often assemble into condensates with polyanionic nucleic acids, primarily via charge complementarity, regulating numerous cellular functions. However, the assembly mechanisms associated with the other abundant and ubiquitous, anionic, stress-response regulating polymer, polyphosphate (polyP), is less understood. Here, we employ the intrinsically disordered DNA binding domain (DBD) of cytidine repressor (CytR) from E.coli to study the nature of assembly processes with polyP and DNA. CytR forms metastable liquid-like condensates with polyP and DNA, while undergoing liquid-to-solid transition in the former and dissolving in the latter. On mutationally engineering the ensemble to exhibit more or less structure and dimensions than the WT, the assembly process with polyP is directed to either condensates with partial time-dependent dissolution or spontaneous aggregation, respectively. On the other hand, the CytR variants form only liquid-like but metastable droplets with DNA which dissolve within a few hours. Polyphosphate induces large secondary-structure changes, with two of the mutants adopting polyproline II-like structures within droplets, while DNA has only minimal structural effects. Our findings reveal how polyphosphate can more efficiently discern conformational heterogeneity in the starting protein ensemble, its structure, and compactness, with broad implications in assembly mechanisms involving polyP and stress response in bacterial systems.", "date": "2025-06-14", "journal": ""}
{"title": "xIV-LDDMM Toolkit: A Suite of Image-Varifold Based Technologies for Representing and Mapping 3D Imaging and Spatial-omics Data Simultaneously Across Scales", "doi": "10.1101/2024.11.04.621983", "authors": "Stouffer, K.; Chen, X.; Zeng, H.; Charlier, B.; Younes, L.; Trouve, A.; Miller, M. I.", "abstract": "Advancements in imaging and molecular techniques enable the collection of subcellular-scale data. Diversity in measured features, resolution, and physical scope of capture across technologies and experimental protocols pose numerous challenges to integrating data with reference coordinate systems and across scales. This paper describes a collection of technologies that we have developed for mapping data across scales and modalities, such as genes to tissues, specifically in a 3D setting. Our collection of technologies include (i) an explicit censored data representation for the partial matching problem mapping whole brains to subsampled subvolumes, (ii) a multi, scale-space optimization technology for generating resampling grids optimized to represent spatial geometry at fixed complexities, and (iii) mutual-information based functional feature selection. We integrate these technologies with our cross-modality mapping algorithm through the use of image-varifold measure norms to represent universally data across scales and imaging modalities. Collectively, these methods afford efficient representations of peta-scale imagery providing the algorithms for mapping from the nano to millimeter scales, which we term cross-modality image-varifold LDDMM (xIV-LDDMM).", "date": "2025-06-14", "journal": ""}
{"title": "Codon decoding by split-tRNA: revisiting the tRNA selection mechanism", "doi": "10.1101/2024.11.24.624523", "authors": "Mureev, S.; Wu, Y.; Cui, Z.; Alexandrov, K.", "abstract": "The translation machinery is required to process all codon triplets without exception while maintaining high speed and accuracy, despite orders-of-magnitude differences in cognate pairing stability. For stability-based selection to be efficient, the range of pairing stabilities must be narrowed by raising the lower bound and lowering the upper bound. The constrained structure and intramolecular cooperativity of tRNA complicate understanding of how it modulates codon-anticodon stability and whether it affects selection kinetics beyond codon recognition. To address these questions, we engineered functional split-tRNAs bearing a dangling anticodon in place of the anticodon loop. Our results demonstrate that split-tRNA supports in vitro translation nearly as efficiently as intact synthetic tRNA, challenging the notion that tRNA strain is essential for triggering GTP hydrolysis in response to codon recognition. Using split-tRNA architecture, we found that codon-anticodon stability is likely modulated by the dipole moments of adjacent nucleobases. Our kinetic modeling aligns with a conformational selection mechanism, where the decoding site fluctuates between open and closed states, and the correct codon-anticodon minihelix acts as an allosteric effector that permits its spontaneous closure and stabilizes the closed state. Overall, our data challenge the notion that tRNA is an active player in the selection process.", "date": "2025-06-14", "journal": ""}
{"title": "GraphVelo allows for accurate inference of multimodal velocities and molecular mechanisms for single cells", "doi": "10.1101/2024.12.03.626638", "authors": "Chen, Y.; Zhang, Y.; Gan, J.; Ni, K.; Chen, M.; Bahar, I.; Xing, J.", "abstract": "RNA velocities and generalizations emerge as powerful approaches for extracting time-resolved information from high-throughput snapshot single-cell data. Yet, several inherent limitations restrict applying the approaches to genes not suitable for RNA velocity inference due to complex transcriptional dynamics, low expression, or lacking splicing dynamics, or data of non-transcriptomic modality. Here, we present GraphVelo, a graph-based machine learning procedure that uses as input the RNA velocities inferred from existing methods and infers velocity vectors lying in the tangent space of the low-dimensional manifold formed by the single cell data. GraphVelo preserves vector magnitude and direction information during transformations across different data representations. Tests on synthetic and experimental single-cell data including viral-host interactome, multi-omics, and spatial genomics datasets demonstrate that GraphVelo, together with downstream generalized dynamo analyses, extends RNA velocities to multi-modal data and reveals quantitative nonlinear regulation relations between genes, virus and host cells, and different layers of gene regulation.", "date": "2025-06-14", "journal": ""}
{"title": "A Brain Reward Circuit Inhibited By Next-Generation Weight Loss Drugs", "doi": "10.1101/2024.12.12.628169", "authors": "Godschall, E. N.; Gungul, T. B.; Sajonia, I. R.; Buyukaksakal, A. K.; Li, O. D.-A.; Ogilvie, S.; Keeler, A. B.; Tian, G.; Koita, O.; Shi, Y.; Deutsch, T. C. J.; Crook, M.; Zhang, Y.; Conley, N. J.; Webster, A. N.; Calhan, O. Y.; Liu, W.; Akkoub, A.; Malik, K.; West, K. I.; Michel-Le, S.; Karthikeyan, A.; van Gerven, G.; Beier, K. T.; Zweifel, L. S.; Patel, M. K.; Campbell, J. N.; Deppmann, C. D.; Guler, A. D.", "abstract": "Glucagon-like peptide-1 receptor agonists (GLP1RAs) effectively reduce body weight and improve metabolic outcomes, yet established peptide-based therapies require injections and complex manufacturing. Small-molecule GLP1RAs promise oral bioavailability and scalable manufacturing, but their selective binding to human versus rodent receptors has limited mechanistic studies. Here, we developed humanized GLP1R mouse models to investigate how small-molecule GLP1RAs influence feeding behavior. This approach revealed that these compounds regulate both homeostatic and hedonic feeding through parallel neural circuits. Beyond engaging canonical hypothalamic and hindbrain networks that control metabolic homeostasis, GLP1RAs recruit a discrete population of Glp1r-expressing neurons in the central amygdala, which selectively suppress the consumption of palatable foods by reducing dopamine release in the nucleus accumbens. Stimulating these central amygdalar neurons curtail hedonic feeding, whereas targeted deletion of the receptor in this cell population specifically diminishes the anorectic efficacy of GLP1RAs for reward-driven intake. These findings reveal a dedicated neural circuit through which small molecule GLP1RAs modulate reward processing, suggesting broad therapeutic potential in conditions of dysregulated dopamine signaling including substance use disorder and binge eating.", "date": "2025-06-14", "journal": ""}
{"title": "Atomistic Simulation of Voltage Activation of a Truncated BK Channel", "doi": "10.1101/2025.01.08.631907", "authors": "Jia, Z.; Chen, J.", "abstract": "Voltage-dependence gating of ion channels underlies numerous physiological and pathophysiological processes, and disruption of normal voltage gating is the cause of many channelopathies. Here, long timescale atomistic simulations were performed to directly probe voltage-induced gating transitions of the big potassium (BK) channels, where the voltage sensor domain (VSD) movement has been suggested to be distinct from that of canonical Kv channels but remains poorly understood. Using a Core-MT construct without the gating ring, multiple voltage activation transitions were observed at 750 mV, allowing detailed analysis of the activated state of BK VSD and key mechanistic features. Even though the S4 helix remains the principal voltage sensor in BK, its vertical displacement is only ~3 [A] and accompanied by significant lateral movements. The nature of the predicted VSD movement is in strong agreement with recent Cryo-EM structural studies of mutant BK channels with constitutively activated VSD. Free energy analysis based on the predicted activation transition yielded a total gating charge of 0.44 e per VSD, consistent with the experimental range of 0.48 - 0.65 e. We further show that the ability of modest physical movements with a small total gating charge to drive effective voltage gating of BK can be attributed to large gradients in the local electric field as reshaped by the protein. Furthermore, the S4 movement is coupled to the pore opening through a non-canonical pathway that involves the tightly packed S4-S5-S6 interface. These distinct mechanistic features may be relevant to voltage gating of other ion channels where VSDs are not domain-swapped with respect to the pore-gate domain.", "date": "2025-06-14", "journal": ""}
{"title": "Advancing Biogeographical Ancestry Predictions Through Machine Learning", "doi": "10.1101/2025.01.31.635898", "authors": "Heinzel, C. S.; Purucker, L.; Hutter, F.; Pfaffelhuber, P.", "abstract": "Tools like Snipper or the Admixture Model count as state of the art methods in forensic science for biogeographical ancestry. However, they have not been systematically compared to classifiers widely used in other disciplines. Noting that genetic data have a tabular form, this study addresses this gap by benchmarking forensic classifiers against TabPFN, a cutting edge, general purpose machine learning classifier for tabular data. The comparison evaluates performance using metrics such as accuracy the proportion of correct classifications and ROC AUC. We examine classification tasks for individuals at both the intracontinental and continental levels, based on a published dataset for training and testing. Our results reveal significant performance differences between methods, with TabPFN consistently achieving the best results for accuracy, ROC AUC and log loss. E.g., for accuracy, TabPFN improves SNIPPER from 84% to 93% on a continental scale using eight populations, and from 43% to 48% for inter European classification with ten populations.", "date": "2025-06-14", "journal": ""}
{"title": "Stable states in an unstable landscape: microbial resistance at the front line of climate change", "doi": "10.1101/2025.02.07.636677", "authors": "Cronin, D. R.; Holland-Moritz, H.; Smith, D.; Aroney, S. T. N.; Hodgkins, S.; Borton, M.; Li, Y.-F.; Zayed, A.; Healy, K.; IsoGenie Field & Analytic Teams 2010-2017,  ; EMERGE Institute Coordinators,  ; Tfaily, M. M.; Crill, P. M.; McCalley, C.; Wrighton, K.; Varner, R. K.; Tyson, G. W.; Woodcroft, B.; Bagby, S. C.; Ernakovich, J.; Rich, V. I.", "abstract": "Microbiome responses to warming may amplify or ameliorate terrestrial carbon loss and thus are a critical unknown in predicting climate outcomes. Because the rapid thaw of permafrost peatlands makes a very large store of soil carbon available to microbial metabolism, understanding microbiome dynamics in these systems is particularly urgent. We quantified microbial warming response over seven years across three habitats in a thawing permafrost peatland, using large-scale multi-omics data. We integrated analyses of organisms (via taxonomy), functions (via metabolic pathways and proteins), and community organization (via network structure and ecological assembly) to deeply characterize response mechanisms. We consistently found a pattern of within-habitat microbiome stability, with virtually no signal of gradual change in the warming period studied. The resistance to change appeared bolstered by habitat-specific dispersal processes and community-level functional redundancy, particularly via versatile carbon generalists. Our findings also reveal key genome-inferred metabolic processes that underlie microbiome stability. Together, our results highlight the importance of understanding the limits of these stabilizing processes and suggest that future research should reorient towards critical habitat transitions.", "date": "2025-06-14", "journal": ""}
{"title": "Boosting protein graph representations through static-dynamic fusion", "doi": "10.1101/2025.02.04.636233", "authors": "Guo, P.; Correia, B.; Vandergheynst, P.; Probst, D.", "abstract": "Machine learning for protein modeling faces significant challenges due to proteins' inherently dynamic nature, yet most graph-based machine learning methods rely solely on static structural information. Recently, the growing availability of molecular dynamics trajectories provides new opportunities for understanding the dynamic behavior of proteins; however, computational methods for utilizing this dynamic information remain limited. We propose a novel graph representation that integrates both static structural information and dynamic correlations from molecular dynamics trajectories, enabling more comprehensive modeling of proteins. By applying relational graph neural networks (RGNNs) to process this heterogeneous representation, we demonstrate significant improvements over structure-based approaches across three distinct tasks: atomic adaptability prediction, binding site detection, and binding affinity prediction. Our results validate that combining static and dynamic information provides complementary signals for understanding protein-ligand interactions, offering new possibilities for drug design and structural biology applications.", "date": "2025-06-14", "journal": ""}
{"title": "Stochastic fluctuations of the facultative endosymbiont Wolbachia due to finite host population size", "doi": "10.1101/2025.02.19.638912", "authors": "Graham, J. M.; Klobusicky, J.; Hague, M.", "abstract": "Many insects and other animals host heritable endosymbionts that alter host fitness and reproduction. The prevalence of facultative endosymbionts can fluctuate in host populations across time and geography for reasons that are poorly understood. This is particularly true for maternally transmitted Wolbachia bacteria, which infect roughly half of all insect species. For instance, the frequencies of several wMel-like Wolbachia, including wMel in host Drosophila melanogaster, fluctuate over time in certain host populations, but the specific conditions that generate temporal variation in Wolbachia prevalence are unresolved. We implemented a discrete generation model in the new R package symbiontmodeler to evaluate how finite-population stochasticity contributes to Wolbachia fluctuations over time in simulated host populations under a variety of conditions. Using empirical estimates from natural Wolbachia-Drosophila systems, we explored how stochasticity is determined by a broad range of factors, including host population size, maternal transmission rates, and Wolbachia effects on host fitness (modeled as fecundity) and reproduction (cytoplasmic incompatibility; CI). While stochasticity generally increases when host fitness benefits and CI are relaxed, we found that a decline in the maternal transmission rate had the strongest relative impact on increasing the size of fluctuations. We infer that non- or weak-CI-causing strains like wMel, which often show evidence of imperfect maternal transmission, tend to generate larger stochastic fluctuations compared to strains that cause strong CI, like wRi in D. simulans. Additional factors, such as fluctuating host fitness effects, are required to explain the largest examples of temporal variation in Wolbachia. The conditions we simulate here using symbiontmodeler serve as a jumping off point for understanding drivers of temporal and spatial variation in the prevalence of Wolbachia, the most common endosymbionts found in nature.", "date": "2025-06-14", "journal": ""}
{"title": "Deciphering the Molecular Mechanisms of BPTF Interactions with Nucleosomes via Molecular Simulations", "doi": "10.1101/2025.02.25.640153", "authors": "Hebert, R.; Wereszczynski, J.", "abstract": "Many transcription factors regulate DNA accessibility and gene expression by recognizing post-translational modifications on histone tails within nucleosomes. These interactions are often studied in vitro using short peptide mimics of histone tails, which may overlook conformational changes that occur in the full nucleosomal context. Here, we employ molecular dynamics simulations to investigate the binding dynamics of the PHD finger and bromodomain of BPTF, both in solution and bound to either a histone H3 peptide or a full nucleosome. Our results show that BPTF adopts distinct conformational states depending on its binding context, with nucleosome engagement inducing compaction of the multidomain structure. PHD finger binding displaces the H3 tail from DNA, increasing H3 tail flexibility while promoting compensatory binding of the H4 tail to nucleosomal DNA. This redistribution of histone-DNA contacts weakens overall hydrogen bonding with DNA, suggesting localized destabilization of the nucleosome core. Despite electrostatic repulsion limiting direct reader-DNA contacts, strong Van der Waals interactions with the H3 tail stabilize binding. Our results provide atomistic insight into how BPTF engagement modulates nucleosome structure and may facilitate chromatin remodeling.", "date": "2025-06-14", "journal": ""}
{"title": "Distinct Cellular Phenotypes of Language and Executive Decline in Amyotrophic Lateral Sclerosis", "doi": "10.1101/2025.02.26.640433", "authors": "Petrescu, J.; Roque, C. G.; Jackson, C.; Daly, A.; Kang, K.; Casel, O.; Leung, M.; Reilly, L.; Eschbach, J.; McDade, K.; Gregory, J. M.; Bonneau, R.; Smith, C.; Phatnani, H.", "abstract": "Cognitive manifestations, including impairment in language and executive functions, are seen in amyotrophic lateral sclerosis (ALS), but the mechanisms that underlie these deficits remain unclear. We mapped prefrontal cortex regions from ALS patients by integrating spatial and single-nucleus transcriptomics in a cognitively stratified patient cohort. We uncover that cognitive impairment in ALS is associated with distinct patterns of neuronal dysfunction and glial-vascular dysregulation that vary by region and cognitive subtype. Executive dysfunction is linked to reduced mitochondrial and synaptic activity in neurons localized to the deeper layers of the dorsolateral prefrontal cortex, whereas language-related deficits track with a pan-regional response involving both glial and vascular abnormalities. Our analyses also identify signatures in the prefrontal cortex that span both motor and cognitive phenotypes, including a multicellular gliosis response. The findings reveal that the clinical heterogeneity of ALS is driven by phenotype-specific cellular interactions in motor and non-motor regions of the brain.", "date": "2025-06-14", "journal": ""}
{"title": "Drought dynamics explain once in a century yellow fever virus outbreak in Brazil with implications for climate change", "doi": "10.1101/2025.02.25.640139", "authors": "Caldwell, J. M.; Grenfell, B.; Vecchi, G.; Rosser, J. I.", "abstract": "While excess rainfall is associated with mosquito-borne disease because it supports mosquito breeding, drought may also counterintuitively increase disease transmission by altering mosquito and host behavior. This phenomenon is important to understand because climate change is projected to increase both extreme rainfall and drought. In this study, we investigated the extent to which seasonally-driven mosquito and primate behavior drove the first yellow fever virus (YFV) epidemic in an urban area in Brazil in nearly a century, coinciding with an equally rare drought, and to assess the role of interventions in ending the outbreak. We hypothesized that drought triggered the outbreak by driving the forest mosquitoes and non-human primates towards the city in search of water and that the mosquitoes were biting more frequently to avoid desiccation. A dynamical YFV model supports these hypotheses, showing that both behavioral changes were needed to explain the outbreak timing and incidence. Further, a combination of vector control, conservation measures, and vaccination contributed to ending the outbreak, with the strongest effects from vaccination. Together, these results suggest that drought, likely to become more frequent in this region in the coming decades, can significantly influence mosquito-borne disease transmission, and that sustained control will require multiple interventions.", "date": "2025-06-14", "journal": ""}
{"title": "A single amino acid variant in the variable region I of AAV capsid confers liver detargeting", "doi": "10.1101/2025.03.04.641478", "authors": "Xing, R.; Xu, M.; Reil, D.; Destefano, A.; Cui, M.; Liu, N.; Liang, J.; Xu, G.; Luo, L.; Xu, M.; Zhang, F.; Tai, P. W.; Wei, Y.; Gruntman, A. M.; Flotte, T. R.; Gao, G.; Wang, D.", "abstract": "AAV capsid serotypes isolated from nature have been widely used in gene delivery and gene therapy. Recently, more than 1,000 distinct AAV capsids were identified from human clinical samples by high-throughput, long-read DNA sequencing. In this study, we tap into this broad natural biodiversity of AAV capsids to develop liver-tropic AAV capsids. We initially screened a subset of variants derived from AAV8 (n=159) for packaging efficiency. The high-yielding variants were subjected to a barcoded vector library screen in mice and ferrets for their ability to mediate liver gene transfer. Although no variant surpassed AAV8 for liver targeting, several exhibited a liver detargeting phenotype. Among these, we focused on the N271D variant (AAV8 VP1 numbering), located in the variable region I (VR-1), which has been previously implicated in influencing liver tropism. The liver detargeting phenotype of AAV8.N271D was confirmed by single vector administration in mice. Additionally, we grafted the N271D variant onto AAV9 and MyoAAV capsids (N270D by AAV9 VP1 numbering). The AAV9.N270D and MyoAAV.N270D vectors showed a similar liver-detargeting phenotype, although muscle targeting was moderately reduced. Although we did not identify any capsid variants that outperform AAV8 in liver transduction, this study reinforces the important role of VR-1 in modulating liver tropism and highlights the potential of engineering VR-1 residues to reduce liver gene transfer and associated toxicity observed in several gene therapy studies.", "date": "2025-06-14", "journal": ""}
{"title": "E3 ubiquitin ligase WWP2 regulates stability of the chromatin remodeler ARID1B", "doi": "10.1101/2025.03.01.640953", "authors": "Hore, P.; Bambhaniya, S.; Bashyam, M. D.", "abstract": "ARID1B, a key subunit of the SWI/SNF (also known as BAF) chromatin remodeling complex, is characterized as a canonical tumor suppressor across various cancer types. Although the downregulation of ARID1B transcript levels has been observed in many cancers, the regulation of ARID1B at the protein level is comparatively less studied. Here, we identify WWP2, an E3 ubiquitin ligase, as a novel interacting partner of ARID1B. We further show that using its WW domains, WWP2 interacts with the PPxY motif within the N-terminal intrinsically disordered region of ARID1B. The ability of wild-type (but not the catalytically inactive) WWP2 to modulate ARID1B protein stability was confirmed through cycloheximide chase assay. Interestingly, WWP2 appears to facilitate non-canonical K27- and K29-linked polyubiquitination of ARID1B, leading to the latters proteasomal degradation. Additionally, silencing WWP2 expression results in a decrease in ubiquitination and a subsequent increase in ARID1B protein levels, indicating that WWP2 plays a crucial role in regulating ARID1B stability. Finally, based on several tumorigenic assays, we show that WWP2 may modulate ARID1B-mediated tumor suppression. Our results therefore highlight a novel mechanism of post-translational regulation of ARID1B, which may have implications in ARID1B-mediated tumor suppression.", "date": "2025-06-14", "journal": ""}
{"title": "A biphasic trajectory for maize stalk mechanics shaped by genetic, environmental, and biotic factors", "doi": "10.1101/2025.03.03.641235", "authors": "Ikiriko, I. I.; Hostetler, A. N.; Reneau, J. W.; Betts, A. K.; Sparks, E. E.", "abstract": "Stalk mechanical properties impact plant stability and interactions with pathogenic microorganisms. The evaluation of stalk mechanics has focused primarily on the end-of-season outcomes and defined differences among inbred and hybrid maize genotypes. However, there is a gap in understanding how these different end-of-season outcomes are achieved. This study measured stalk flexural stiffness in maize inbred genotypes across multiple environments and in maize commercial hybrid genotypes under different disease states. Under all conditions, stalk flexural stiffness followed a biphasic trajectory, characterized by a linear increase phase and a sustained phase. Within a genotype, the environment or disease state altered the rate of increase in the linear phase but did not impact the timing of transition to the sustained phase. Whereas between genotypes, the timing of transition between phases varied. Destructive 3-point bend tests of inbred stalks showed that the trajectory of stalk mechanics is defined by the bending modulus, not the geometry. Together, these results define a biphasic trajectory of maize stalk mechanics that can be modulated by internal and external factors. This work provides a foundation for breeding programs to make informed decisions when selecting for optimized stalk mechanical trajectories, which is necessary for enhancing resilience to environmental stresses.", "date": "2025-06-14", "journal": ""}
{"title": "Beyond Recombination: Exploring the Impact of Meiotic Frequency on Genome-wide Genetic Diversity", "doi": "10.1101/2025.03.11.642586", "authors": "OLLIVIER, L.; Charlesworth, B.; Pouyet, F.", "abstract": "An important aim of population genetics is to elucidate the processes affecting genetic diversity across regions of the genome and across species. Canonical population genetic models of sexually reproducing species define the rate of meiotic recombination in terms of the frequency of recombination events per site per sexual generation. This paper studies the interplay of several factors with respect to their effects on neutral genetic diversity in a facultatively sexual, diploid, unicellular species such as yeast. The relevant factors are the prevalence of meiosis versus mitosis, the recombination rate, and the selection and dominance coefficients at loci under positive selection. We assume that many generations of mitotic cell divisions are interspersed with episodes of sexual reproduction, in which all individuals in the population undergo meiosis, followed by random matings among the resulting gametes. Our findings reveal that a single hard selective sweep can reduce neutral nucleotide site diversity across the entire genome, provided that the frequency of meiotic events is sufficiently low, and that the effects of a selective sweep on levels of neutral diversity at sites linked to the target of selection can be markedly different from those predicted by standard models of sweeps based on obligate sexuality. Species that reproduce by facultative sex are thus likely to exhibit unusual patterns of genetic diversity.", "date": "2025-06-14", "journal": ""}
{"title": "Rhagovelia uses interfacial run-and-tumble locomotionto improve food capture in flowing environments", "doi": "10.1101/2025.04.03.647112", "authors": "Tiwari, I.; Nagappan, N.; Harrison, J. S.; Bhamla, S.", "abstract": "Rhagovelia oriander is a freshwater water strider native to the rivers and streams of North and South America, known for its distinctive skating movement on the water's surface. This movement resembles the correlated random walk pattern seen in microorganisms such as Escherichia coli. Previous studies have primarily focused on limb adaptations and biomechanics, leaving the ecological significance inadequately addressed. We combine field observations with controlled laboratory experiments using a flow mill to investigate the dynamics of R. oriander under typical flow conditions. Our findings indicate that this insect exhibits a two-dimensional run-and-tumble motion, often incorporating lateral tumbles following straight runs (run distance: 30.7 +- 9.3 mm). We find that this behavior is resilient to changes in flow speed. In-silico simulations of particle interception demonstrated that this locomotion method enhances encounter rates compared to linear movement, particularly when the simulated food particle is following a rapid flow field. Our results document run-and-tumble locomotion in a millimeter-scale organism, showcasing a unique example of convergent behavior across diverse taxonomic groups and providing valuable insights into locomotion ecology while serving as a source of inspiration for bioinspired robotics and environmental exploration algorithms.", "date": "2025-06-14", "journal": ""}
{"title": "Genomic comparisons shed light on the adaptive basis of brain size plasticity and chromosomal instability in the Eurasian common shrew", "doi": "10.1101/2025.04.11.648246", "authors": "Thomas, W. R.; Lama, T. M.; Moreno-Santillan, D.; Farre, M.; Baldoni, C.; Abueg, L.; Balacco, J.; Fedrigo, O.; Formenti, G.; Jain, N.; Mountcastle, J.; Tilley, T.; Tracey, A.; Ray, D. A.; Dechmann, D. K. N.; von Elverfeldt, D.; Nieland, J.; Corthals, A. P.; Jarvis, E.; Davalos, L. M.", "abstract": "Sorex araneus, the Eurasian common shrew, has seasonal brain size plasticity (Dehnel's phenomenon) and abundant intraspecific chromosomal rearrangements, but genomic contributions to these traits remain unknown. We couple a chromosome-scale genome assembly with seasonal brain transcriptomes to discover relationships between molecular changes and both traits. Positively selected genes enriched the Fanconi anemia DNA repair pathway, which prevents the accumulation of chromosomal aberrations, and is likely involved in chromosomal rearrangements (FANCI, FAAP100). Genes involved in neurogenesis show either signatures of positive selection (PCDHA6), seasonal differential expression in the cortex and hippocampus (Notch signaling), or both (SOX9), suggesting a role for cellular proliferation in seasonal brain shrinkage and regrowth. Both positive selection and evolutionary upregulation in the shrew hypothalamus of VEGFA and SPHK2 indicate adaptations in hypothalamic metabolic homeostasis have evolved together with Dehnel's phenomenon. These findings reveal genomic changes central to the evolution of both chromosomal instability and cyclical patterns in brain gene expression that characterizes mammalian brain size plasticity.", "date": "2025-06-14", "journal": ""}
{"title": "Clover-like object vector representations support human spatial cognition", "doi": "10.1101/2025.04.18.649400", "authors": "Becu, M.; Krasovec, I. M.; Saldanha, P.; Whitlock, J.; Doeller, C. F.", "abstract": "Vector-based spatial coding has been demonstrated in rodents, yet its neural basis in humans and its contribution to navigation remain poorly understood. Using a novel spatial updating task, we show that egocentric directional signals peak when objects are located behind the navigator, while distance signals emerge only when objects are out of view, suggesting a mnemonic role for vision-independent spatial mapping. Allocentric signals form a clover-shaped, four-axis pattern aligned to visual features, with improved navigation accuracy along its axes. Parallel rodent recordings further show the clover pattern arises from averaged activity of allocentric vectorial neurons, suggesting conserved cross-species mechanisms. Together, our findings uncover vector-based representations in the human brain, potentially serving as a neural reference axis to anchor objects to internal maps and support navigation.", "date": "2025-06-14", "journal": ""}
{"title": "AI-Based Antibody Design Targeting Recent H5N1 Avian Influenza Strains", "doi": "10.1101/2025.04.24.650061", "authors": "Santolla, N. F.; Ford, C. T.", "abstract": "In 2025 alone, H5N1 avian influenza is responsible for thousands of infections across various animal species, including avian and mammalian livestock such as chickens and cows, and poses a threat to human health due to avian-to-mammalian transmission. There have been 70 human cases of H5N1 influenza in the United States since April 2024 and, as shown in recent studies, our current antibody defenses are waning. Thus, it is imperative to discover new therapeutics in the fight against more recent strains of the virus. In this study, we present the Frankies framework for automated antibody diffusion and assessment. This pipeline was used to automate the generation of 30 novel anti-HA1 Fv antibody fragment sequences, fold them into 3-dimensional structures, and then dock against a recent H5N1 HA1 antigen structure for binding evaluation. Here we show the utility of artificial intelligence in the discovery of novel antibodies against specific H5N1 strains of interest, which bind similarly to known therapeutic and elicited antibodies.", "date": "2025-06-14", "journal": ""}
{"title": "Diversity and Community Structure of Collembola (Hexapoda) across sites and microhabitats in the Bula Protected Area, a UNESCO-Listed Hyrcanian Forest at the Crossroads of Two Biodiversity Hotspots (Iran).", "doi": "10.1101/2025.05.20.650270", "authors": "Tully, T.; Shayanmehr, M.; Yoosefi Lafooraki, E.; Ghajar Sepanlou, M.; D'Haese, C.", "abstract": "BackgroundThe Hyrcanian Forests of Iran, a unique 850 km stretch of deciduous forest along the southern coast of the Caspian Sea, are renowned for their exceptional biodiversity, high levels of endemism and ecological integrity. The northern part of this forest massif is part of the Caucasian Biodiversity Hotspot, while its southern fringe extends into the Iranian-Anatolian Hotspot. The recognition of these forests as a UNESCO World Heritage Site has focused global attention on their protection, primarily from human disturbance. While the diversity of vascular plants is well documented, other groups, such as soil-dwelling arthropods, remain underexplored. This study aims to fill this knowledge gap by conducting inventories in different sections of the Hyrcanian forests, with a focus on Collembola, a potentially diverse but understudied group of soil fauna. The study was conducted to answer the following questions: Is the naturalness and degree of conservation of these forests reflected in the biodiversity of springtail communities? To what extent does the composition and diversity of these communities vary between different sites and micro-habitats within these forests?\n\nMethodsTo answer these questions, 89 samples were collected over a two-year period from three different forest sites that had undergone contrasting forest management. Specifically, the study focused on three forest ecosystems, a preserved anthropized (planted) forest (PAF), a preserved natural forest (PNF) and a non-preserved natural forest (NPF), all located in the Bula protected area. Three types of microhabitats were sampled at each site, including moss, litter and dead wood. The springtails collected were identified and counted (approximately 3,000 individuals in total), allowing various biodiversity indices to be calculated for the communities as a whole, as well as by site and microhabitat. Soil samples were also analysed to compare soil properties between the three sites.\n\nResultsThe results reveal an impressive diversity of springtails, with 73 morphospecies identified, belonging to 39 genera and 12 families. Of these, 49 could be identified to species level. The estimated total species richness ranged from 80 to 110 species. The analyses also revealed significant differences in species richness between sites, with two preserved sites (PAF and PNF) having a greater number of species compared to the non-preserved site (NPF), and in habitats, with greater diversity observed in dead wood, followed by soil and then mosses. A more detailed analysis of the communities showed a high degree of interspecific diversity in terms of abundance and distribution, without revealing strong patterns of ecological specialization for the majority of species. An analysis of cooccurrences showed that, in most cases species interactions appeared to be neutral. However, some pairs of species showed positive associations, while negative interactions were more marginal. The results of the soil properties showed no differences between the sites and no effect on the Collembola community.\n\nDiscussionThe Bula Forest host particularly diverse Collembola communities. The results underline the importance of conserving these environments, which harbours a high diversity of springtails. Additionally, the results highlight the crucial role of dead wood as a substrate in supporting this biodiversity. The results also call for a more in-depth investigation of the factors influencing the presence, absence and abundance of species, as well as an exploration of the underlying causes of positive or negative species covariation.", "date": "2025-06-14", "journal": ""}
{"title": "The study of differential expressions of MCPH and Seckel syndrome genes and their paralogues", "doi": "10.1101/2025.05.21.655339", "authors": "Mohsin, M.; Riaz, S.; Imran, M.; Cox, J. J.; Khurshid, M.", "abstract": "Microcephaly forms which are established are; MCPH, that is non-syndromic and Seckel syndrome which is syndromic and carries microcephaly with dwarfism whereas earlier form carries only microcephaly. The microcephaly genes are parts of essential cellular pathways but are regulated differently in both forms of microcephaly. These genes have diverged from single ancestral genes in to related but different gene paralogues during evolution. It is suggested that the paralogues might be redundant in other body organs and might rescue any abnormality in case of MCPH but not in Seckel syndrome. The important aspect is to study the spatio-temporal dynamics of these genes together with their paralogues at mRNA level where the different tissues of embryos might exhibit different transcript variants or different levels of the various transcript variants to find the complementation in case of the MCPH but divergence in case of the Seckel syndrome. Here, we studied Cdk5Rap2-Pde4dip, Phc1-Phc3 (for MCPH) and Cep63-Ccdc67 (for Seckel) in the embryonic mice tissues via RT-PCR throughout the peak of neurogenesis from E12.5 to E18.5. We found already known and novel transcript variants in the tissues in addition to different levels of expression proving differential regulation. The results of PCR were analysed on the agarose gel and were quantified by giving relative intensity percentage scores to each bands. Our data, shows that Cdk5Rap2-Pde4dip showed up-regulation at mid-late neurogenesis and showed redundancy whereas Cep63-Ccdc67 duo was very different and expression of Cep63 was consistent throughout neurogenesis, but Ccdc67 gradually increased during development and was highest at the late neurogenesis and development suggestive of diverged and essential roles of the two genes which are both essential in development and lastly, Phc1-Phc3 showed up-regulation at early and late neurogenesis and seem to have complementary roles in brain development. The expression profiles of Cep63-Ccdc67 were very different indicative of their diverged roles in development but the MCPH genes and their paralogues followed complementary patterns suggestive of complementation in brain development.", "date": "2025-06-14", "journal": ""}
{"title": "Uncovering Host-Parasite Dynamics: Gene Expression Shifts in Hematodinium-infected Chionoecetes bairdi in Response to Temperature Change", "doi": "10.1101/2025.06.05.658092", "authors": "Coyle, A. E.; White, S. J.; Crandall, G.; Jensen, P. C.; Roberts, S.", "abstract": "Parasites can have profound effects on their hosts, and those effects can be altered by changing environmental conditions. The dinoflagellate Hematodinium sp. is a common and deadly parasite of the crab Chionoecetes bairdi, a species vulnerable to rising ocean temperatures. To examine the impact of parasitism under various temperature conditions, infected crabs (n = 9) were held under three temperature regimes (4{degrees}C, 7.5{degrees}C, and 10{degrees}C) for 17 days. RNAseq was performed on samples from three timepoints, and the relationships of temperature and time to gene expression were examined. Transcriptomes for C. bairdi and Alveolata symbiotes were created, and genes linked to immune function were identified within both host and parasite. Within the host, 1721 contigs were differentially expressed in response to a temperature increase, with 86% of these increased in expression. In total, 3013 contigs linked to temperature response were identified. Additionally, numerous changes in biological processes were observed in Hematodinium over the course of the experiment, including development and microtubule-based processes and ribosomal assembly. Through understanding the impact of changes in temperature on gene expression within both Hematodinium and infected C. bairdi, we provide a more complete picture of the response of these species to rising ocean temperatures.", "date": "2025-06-14", "journal": ""}
{"title": "Neurally-informed modelling unravels a single evidence accumulation process for choices and subsequent confidence reports", "doi": "10.1101/2025.06.05.658071", "authors": "Grogan, J. P.; Vermeylen, L.; Mannion, S.-L.; McCabe, C.; Monakhovych, D.; Desender, K.; O'Connell, R. G.", "abstract": "Subjective confidence in perceptual choices depends on computations occurring prior to and after choice commitment. However, the nature of these computations remains unclear. Current models disagree on two fundamental questions: what stopping-rule is applied to post-choice evidence sampling and to what degree do choice and confidence reports rely on shared versus distinct evidence accumulation processes? These models have proven difficult to dissociate because they often make similar behavioural predictions. Therefore, we used a neurally-informed modelling approach to jointly model initial choices and subsequent confidence reports while leveraging the additional constraints offered by human electrophysiological signatures of evidence accumulation. Participants made self-paced confidence reports after indicating perceptual choices on a random dot motion task, with stimulus presentation continuing during the interval between these responses. Model comparison showed that boundary-based stopping rules provided superior fits to the behavioural data than time-based stopping rules, as the latter could not account for relationships between confidence and confidence-RT. The behavioural fits were inconclusive when comparing models with a single evidence accumulation process dictating choices and confidence reports compared to models invoking a distinct post-choice process. However, the single-process model markedly outperformed the other models in terms of its ability to recapitulate the observed neural evidence accumulation patterns associated with choice confidence. Our study thus demonstrates that choice behaviour, subjective confidence, and associated neural decision signals can be jointly explained by a model invoking a single process of evidence accumulation with separate boundaries for the initial choice and subsequent confidence reports.", "date": "2025-06-14", "journal": ""}
{"title": "Neural signatures of automatic letter-speech sound integration in literate adults", "doi": "10.1101/2025.06.09.658589", "authors": "Xu, W.; Li, X.; Kolozsvari, O.; Sorsa, A.; Nokia, M.; Hamalainen, J.", "abstract": "Automaticity in decoding print is crucial for fluent reading. This process relies on associative memories between letters and speech sounds (LSS) that are overlearned through years of reading practice. While previous neuroimaging studies have identified neural correlates of LSS integration across different stages of reading development, the specific neural signatures underlying automatic LSS integration remain unclear. In the present study, we aimed to isolate neural components specifically associated with automatic LSS integration in literate adults. To this end, we developed an artificial script training paradigm in which adult native Finnish speakers were taught to associate unfamiliar foreign letters with familiar Finnish speech sounds. Using magnetoencephalography (MEG), we directly compared the audiovisual processing of newly learned and overlearned LSS associations within the same task, one day after training. Event-related fields (ERFs) and multivariate decoding revealed largely shared neural circuits of audiovisual integration for both types of LSS associations, as evidenced by multisensory interaction and congruency effects. Interestingly, the processing of congruent overlearned audiovisual associations uniquely recruited brain activity in the left parietal cortex during the 235-475 ms time window. Furthermore, temporal generalization analysis of the congruency effects revealed that while both newly learned and overlearned audiovisual associations engaged common neural mechanisms, the newly learned associations were processed systematically more slowly by a few hundred milliseconds. Our study identified the spatiotemporal neural signatures underlying automatized LSS processing, offering insights into neural markers that may help identify levels of reading proficiency.", "date": "2025-06-14", "journal": ""}
{"title": "Bacterial metabolism of tryptophan causes toxicity in Caenorhabditis elegans", "doi": "10.1101/2025.06.09.658597", "authors": "Gahlot, S.; Subodh, S.; Singh, J.", "abstract": "Tryptophan is an essential amino acid required not only for protein biosynthesis but also for the production of several physiologically important metabolites, including serotonin, kynurenine, and nicotinamide. Although dietary tryptophan is associated with various health benefits, excessive intake can result in adverse physiological effects. The specific tryptophan-derived metabolites responsible for such toxicity, however, remain incompletely characterized. Here, we investigate the mechanisms underlying tryptophan-induced toxicity in Caenorhabditis elegans. We observe that tryptophan concentrations of 1 mM or higher are highly toxic to C. elegans, blocking egg hatching. Notably, supplementation with various sugars alleviates this toxicity. Genetic analyses reveal that host tryptophan metabolism is dispensable for the observed effects. Instead, bacterial metabolism, particularly the conversion of tryptophan to indole, is essential for mediating toxicity. Bacterial strains deficient in indole production abolished tryptophan-induced toxicity, and all sugars that conferred protection also suppressed bacterial indole synthesis. These findings demonstrate that tryptophan toxicity in C. elegans is primarily mediated by microbial metabolism and underscore the pivotal role of host-microbiota interactions in shaping the physiological consequences of dietary amino acid intake.", "date": "2025-06-14", "journal": ""}
{"title": "The Ambiguous Genetic Code of Methanogenic Archaea that Grow on Methylamines", "doi": "10.1101/2025.06.11.659114", "authors": "Shalvarjian, K. E.; Chadwick, G.; Perez, P. I.; Woods, P.; Orphan, V. J.; Nayak, D. D.", "abstract": "Natural genetic code expansion is a phenomenon wherein an additional amino acid is encoded by a stop codon. These non-standard amino acids are beneficial as they facilitate novel biochemical reactions. However, code expansion leads to ambiguity at the recoded stop codon, which can either be read through or terminated. Pyrrolysine (Pyl) is encoded by the amber codon (TAG/UAG) and is widespread in archaea, where it is required for methylamine-mediated methanogenesis, an environmentally important metabolism. Mechanisms to conditionally suppress the amber stop codon for Pyl installation during protein synthesis have not been identified. Using the model methanogen, Methanosarcina acetivorans, we demonstrate that Pyl-encoding archaea maintain an ambiguous genetic code wherein UAG encodes dual meaning as stop and Pyl. Our data suggest that expression of Pyl biosynthesis and incorporation genes is tuned to the cellular demand for Pyl, which allows these archaea to navigate ambiguous stop decoding in response to environmental cues.", "date": "2025-06-14", "journal": ""}
{"title": "Concordance and dissonance: A genome-wide analysis of self-declared versus inferred ancestry in 10,250 participants from the HostSeq cohort", "doi": "10.1101/2025.06.10.658783", "authors": "Warren, R. L.; Birol, I.", "abstract": "Accurately characterizing human diversity is foundational to equitable genomics. In this study, we present a large-scale analysis comparing self-declared ancestry with genetically inferred ancestry in 10,250 participants from the pan-Canadian HostSeq cohort. Using the ntRoot algorithm on whole genome sequencing data, we inferred both global and local continental-level ancestry and assessed concordance with self-identified sociocultural categories. High agreement was observed among individuals self-identifying as White (concordance rate=98.8%), Black (97.2%), East Asian (96.1%), and South Asian (89.9%), while substantial discordance was found in those self-identifying as Hispanic (concordance rate=74.6%), Middle Eastern / Central Asian (67.9%) or Indigenous (40.7%). We quantified agreement using Cohens kappa ({kappa} = -0.01 unweighted; 0.35 weighted) and assessed admixture complexity with Shannon entropy, revealing a strong relationship between discordance and ancestry heterogeneity. Principal component analysis further revealed that tightly clustered genetic profiles often corresponded with lower admixture complexity, whereas broader, overlapping distributions were observed in groups with more heterogeneous ancestry and complex sociocultural histories. These findings underscore the complex interplay between sociocultural identity and genomic data, with discordance patterns reflecting the historical and cultural complexity of human populations. By quantifying this relationship systematically with ntRoot, our approach provides a framework for moving rigid categorical labels toward more nuanced genome-derived ancestry characterization that can improve both scientific rigor and representational equity in genomics.", "date": "2025-06-14", "journal": ""}
{"title": "Humanized Caffeine-Inducible Systems for Controlling Cellular Functions", "doi": "10.1101/2025.06.13.659463", "authors": "Scheller, L.; Elia, M.; Bonati, L.; Kang, C.; Gainza, P.; Garodia, Y.; Deshpande, P.; Schmidt, J.; Georgeon, S.; Tang, L.; Correia, B.", "abstract": "Current cell therapies are limited by the lack of tools for controlling gene expression using humanized systems responsive to non-toxic stimuli. Starting from nanobodies that homodimerize in response to caffeine, we computationally designed inducible heterodimers and humanized the best-performing pairs. We used the resulting caffeine-inducible domains in engineered cytokine receptors for caffeine-inducible STAT3 signaling and in split transcription factors (caff-TFs) containing human-derived zinc-finger proteins. Heterodimerization of split transcription factors drastically enhanced their performance compared to homodimerization. We demonstrate that caff-TFs are compatible with lentiviral and retroviral delivery to Jurkat T-cells and enable inducible expression of therapeutic genes such as chimeric antigen receptors (CARs) in response to caffeine concentrations consistent with normal coffee consumption. By using the common, non-toxic molecule caffeine, and exclusively humanized protein components, these systems promise to be a safer alternative to existing systems and may be used in synthetic biology applications and for safer, more effective cell therapies.", "date": "2025-06-14", "journal": ""}
{"title": "Emergence of Dual β-lactam and Colistin Resistance via blaFRI-8 and mcr10.2 co-carriage on an IncFII Family Plasmid in Enterobacter vonholyi", "doi": "10.1101/2025.06.13.659522", "authors": "Kovarova, A.; Ryan, K.; Tumeo, A.; McDonagh, F.; Clarke, C.; Cormican, M.; Miliotis, G.", "abstract": "Objectives: Enterobacter vonholyi isolate E323169 represents a rare case of co-carriage of the antimicrobial resistance genes (ARGs) blaFRI-8 and mcr10.2, isolated from a clinical rectal swab. E323169 is one of only 12 available E. vonholyi genomes. To date, and across over two million pathogenic genomes scanned, only three harbour blaFRI-8 and two encode mcr10.2, yet none exhibit both genes together. This study analyzes the genomic, phenotypic, and epidemiological importance of this rare co-occurrence. Methods: Species-ID for E323169 was assigned by MALDI-TOF and then re-assigned and confirmed using a multifactorial genomic workflow. Antimicrobial susceptibilities were determined by MIC assay. The genome of E323169 was sequenced on an Illumina NextSeq 1000, assembled, and annotated for ARGs, virulence factors, and plasmid replicon detection. Comparative phylogenomics used 12 E. vonholyi RefSeq assemblies, and NCBI metadata were analysed for plasmid distributions of blaFRI-8 and mcr10.2. Results: E323169 carried six ARGs: four chromosomally encoded (blaACT-91, fosA, oqxA10, oqxB9) and two plasmid-borne (blaFRI-8 and mcr10.2) co-located on IncFII(p14)-1_p14 replicon. Additional plasmid replicons: Col(MG828)&_[underscore]_1 and ColRNAI&_[underscore]_1 were also identified. By mining the NCBI Pathogen Detection pipeline, we identified blaFRI-8 on IncFII replicon in E. asburiae JBIWA002, and mcr10.2 on a multi-replicon (IncFIB/IncFII) plasmid in E. kobei 11778-yvys. Conclusion: This report documents the first E. vonholyi isolate co-harbouring blaFRI-8 and mcr10.2 on a single IncFII family plasmid, showing the widening host range of plasmid-mediated resistance to carbapenems and colistin. No prior similar co-occurrences have been reported, underscoring its rarity. These findings highlight the urgent need for enhanced clinical screening and genomic surveillance to curb the spread.", "date": "2025-06-14", "journal": ""}
{"title": "MMP release following cartilage injury leads to collagen loss in intact tissue - a computational study", "doi": "10.1101/2025.06.10.658780", "authors": "Hamada, M. A.; Eskelinen, A. A.; Kosonen, J. P.; Florea, C.; Grodzinsky, A.; Tanska, P.; Korhonen, R. K.", "abstract": "Damage of collagen fibril network in articular cartilage plays a key role in post-traumatic osteoarthritis but the main underlying mechanobiological mechanisms of fibrils degeneration early after injury are not fully understood. This study explores the hypothesis that injurious loading leads to cellular damage that triggers the release of matrix metalloproteinases (MMPs), resulting in loss of collagen content in cartilage. To investigate this, we developed a computational mechano-signaling model simulating spatial collagen loss in bovine cartilage. In the model, the injurious loading causes excessive shear strains in tissue matrix, leading to cell damage and subsequent release of MMPs. The model was compared to ex vivo cartilage explant experiments over 12 days post-injury where collagen content was assessed via Fourier-transform infrared microspectroscpy. By day 12, the simulated collagen loss aligned with our experimental findings along most of tissue depth (~30% bulk average loss in the model vs. ~35% in the experiment). The results suggest that injury-related cell damage and the downstream MMP activity could partly explain the depth-wise collagen content loss in early days after ex vivo cartilage injury. Ultimately, combining the current approach with joint-level computational models could enhance the prediction of the onset and progression of cartilage degeneration.", "date": "2025-06-14", "journal": ""}
{"title": "Micromapping (μMap) of HER2 Across Human Breast Cancers: Photocatalytic Proximity Labeling Identifies Primary Resistance Mechanisms and Functional Interactors", "doi": "10.1101/2025.06.10.658685", "authors": "Knutson, S. D.; Boyer, J. A.; Morgan, D. C.; Grosskopf, J. J.; Rabinowitz, J. D.; MacMillan, D.", "abstract": "Interactions among receptor tyrosine kinases (RTKs), particularly HER2, are critical in driving the growth of certain breast cancer subtypes. However, the mechanisms of HER2 dependency and resistance to targeted therapies remain unclear. Using photocatalytic micromapping (Map) proximity labeling, we profiled the HER2 interactome across human breast cancer lines. We identify galectin family proteins as uniquely enriched in trastuzumab-resistant models, and show that genetic and pharmacological inhibition of galectins restores trastuzumab sensitivity. Mechanistically, galectin inhibition destabilized HER2 and other RTKs and enhanced antibody-mediated receptor degradation. Galectin inhibition in combination with trastuzumab triggered mitochondrial and endoplasmic reticulum stress pathways, revealing new mechanisms underlying HER2 signaling, dependency, and resistance in breast cancer. We also identified protein tyrosine phosphatase F (PTPRF) as a pan-cancer HER2 interactor, which is broadly upregulated and whose knockdown suppresses proliferation in HER2-low cancers. This work provides an extensive new interactomic resource and underscores the utility of proximity labeling for mapping complex cancer networks and identifying new therapeutic targets.", "date": "2025-06-14", "journal": ""}
{"title": "P2Y2 receptors are essential for hepatic clearance ofuropathogenic E. coli in a murine sepsis model", "doi": "10.1101/2025.06.10.658777", "authors": "Christensen, M. G.; Johnsen, N.; Sparsoe, L. V.; Corydon, T.; Praetorius, H.", "abstract": "Urosepsis is a life-threatening condition most frequently caused by E. coli expressing important virulence factors, including -haemolysin (HlyA). The pore-forming exotoxin HlyA releases ATP upon its insertion into cellular membranes, and the majority of the biological effects of HlyA are mediated through ATP-dependent P2-receptor activation, including the HlyA-mediated thrombocyte activation. We have recently shown that uropathogenic E. coli (UPEC) bind to thrombocytes immediately after entering the blood, and the following hepatic clearance leads to early thrombocytopenia during bacteraemia. Here, we demonstrate that P2Y2-deficient mice had markedly shorter survival (LD50 of 185 minutes) compared to wildtype (340 minutes), a response paralleled in mice infused with the P2Y2 receptor antagonist AR-C118925XX. The P2Y2-/- mice exhibited a blunted sepsis-induced thrombocytopenia compared to wildtype and sepsis-induced reduction in mature neutrophils in the blood. Strikingly, the P2Y2-deficient mice had inadequate hepatic clearance of UPEC, resulting in the accumulation of bacteria in the lungs, while thrombocytes were mainly sequestered in the kidneys. Hence, it is likely that the insufficient hepatic elimination of UPEC is responsible for the reduced survival in the P2Y2-/- mice. Taken together, we show that the lack of functional P2Y2 receptors is essential for fast and proper hepatic clearance of UPEC and the survival time during urosepsis. Moreover, the data support the notion that an early reduction in circulating thrombocytes is important for a relevant host response to acute bacteraemia.", "date": "2025-06-14", "journal": ""}
{"title": "Mitochondrial calcium influx-driven bioenergetics in the dopaminergic system selectively enable drug reward", "doi": "10.1101/2025.06.10.658191", "authors": "Gao, J.; Zhao, H.; Han, X.; Zeng, L.; Liu, G.; Wei, X.; Liu, C.; Wu, W.; Chen, S.; Chen, J.; Li, T.; Yin, J.; Zhou, T.; Zhang, X.-M.; Li, A.-L.; Li, T.; Pan, X.", "abstract": "Drugs of abuse hijack the brain's reward system, driving pathological dopamine surges that underlie compulsive behavior and addiction. However, directly targeting dopamine signaling for treatment risks disrupting natural reward processes. Here, we identify a bioenergetic mechanism that selectively promotes addiction-related dopamine release and behaviors. Opioids and methamphetamine, but not natural rewards, induce mitochondrial calcium (Ca2+) influx via the mitochondrial calcium uniporter (MCU) in dopaminergic terminals of the nucleus accumbens. Optogenetic stimulation reveals that this mitochondrial Ca2+ influx occurs exclusively during high-intensity dopaminergic neuronal activation. This Ca2+ influx drives rapid ATP production, compensating for energy deficits caused by neuronal hyperactivity and enabling sustained dopamine release. Genetic deletion or pharmacological inhibition of MCU in dopaminergic neurons selectively reduces drug-induced dopamine release and prevents addictive behaviors while sparing natural reward processing in mice. These findings uncover a distinct mitochondrial bioenergetic mechanism underlying drug reward and propose MCU as a promising therapeutic target for addiction treatment.", "date": "2025-06-14", "journal": ""}
{"title": "fMRI-Based CSF Flow Quantification Identifies Cardiac Pulsatility as the Dominant Driver Over Respiratory and Slow Vasomotion Cycles", "doi": "10.1101/2025.06.10.658005", "authors": "Soderstrom, P.; Bjornfot, C.; Andersson, B. M.; Malm, J.; Eklund, A.; Wahlin, A.", "abstract": "Studying cerebrospinal fluid (CSF) flow can reveal physiological and neural drivers of potential importance in brain clearance. CSF flow may be acquired in functional magnetic resonance imaging (fMRI) scans by considering the inflow effect in an edge-slice. Such measurements have large potential considering the broad availability of fMRI, and the already extensive databases focusing on e.g. aging and dementia. However, limiting factors are that the measurements are not quantitative and can rarely separate contributions from different driving mechanisms due to insufficient sampling rate. Here, we present a method that translates fMRI CSF signals into quantitative flow rates associated with cardiac, respiratory and slow-vasomotion cycles, by modeling the spin-history of an oscillating ensemble of molecules. Phantom experiments showed excellent correlations between estimated and true velocities for cardiac- and respiratory-like frequencies, and moderate correlations for a slow vasomotion-like frequency (r = 0.94, 0.97, 0.58 respectively). We also applied the method in a cohort of 48 subjects from the population (68-82 years, 19 women) to characterize CSF flow at the foramen magnum at resting state. These measurements showed a CSF stroke volume of 0.86 [0.61, 1.17] mL for the cardiac, 0.44 [0.25, 0.94] mL for the respiratory, and 0.28 [0.14, 0.45] mL for the slow vasomotion cycle. In conclusion, the method presented here enabled quantitative assessments of CSF flow compatible with typical fMRI acquisitions and showed that the cardiac cycle is a dominant driver of CSF flow.", "date": "2025-06-14", "journal": ""}
{"title": "Vicennial metagenomic time series unveils evolutionary dynamics of giant viruses in a freshwater ecosystem", "doi": "10.1101/2025.06.13.655548", "authors": "Vasquez, Y.; Romero-Gutierrez, M. F.; Bower, R.; Rohwer, R. R.; McMahon, K.; Woyke, T.; Schulz, F.", "abstract": "Giant viruses represent key ecological players in aquatic ecosystems, yet their evolutionary dynamics in response to environmental change remain poorly understood, particularly in freshwater environments. We leveraged an unprecedented 20-year time series (2000-2019) of 471 co-assembled metagenomes from Lake Mendota (USA) to reconstruct 1,512 high-quality giant virus metagenome-assembled genomes (GVMAGs), providing a unique framework to track viral genome evolution across decades. Viruses in the order Imitervirales dominated the Lake Mendota virome, exhibiting consistent presence across all seasons and years. We identified gene duplication (23% of genes) and horizontal gene transfer (29% of genes) as drivers of genomic innovation in giant viruses. Co-occurrence network analysis between viral DNA polymerase B and eukaryotic 18S rRNA sequences revealed significantly increased virus-host associations following the 2009 invasion of a predatory zooplankton. Genome-wide single nucleotide polymorphism analysis demonstrated predominantly purifying selection across viral genes, but revealed a significant increase in positively selected genes post-invasion, including in functions related to host infection (such as protein translation). Comparative evolutionary analyses revealed that giant viruses exhibit genome-wide substitution rates similar to co-occurring bacteria but significantly slower than smaller dsDNA phages, positioning them as evolutionary intermediates with bacterial-like genomic stability but virus-like adaptive capacity. By analyzing a vicennial (20-year) time series, we show that freshwater giant viruses employ sophisticated evolutionary strategies. They broaden their host range without abandoning established partners and maintain stable genomic backbones while rapidly adapting infection-related genes. These dynamics highlight their critical yet previously underappreciated role in freshwater ecosystem dynamics and resilience to environmental change.", "date": "2025-06-14", "journal": ""}
{"title": "Multi-omics profiling reveals atypical sugar utilization and identifies a key membrane composition regulator in Streptococcus pneumoniae", "doi": "10.1101/2025.06.13.659575", "authors": "de Bakker, V.; Liu, X.; Tang, J.; Barbisan, M.; Baker, J. L.; Veening, J.-W.", "abstract": "The human body comprises many different microenvironments, each with their own challenges for microorganisms to overcome in order to survive, and possibly cause infection. The human pathogen Streptococcus pneumoniae is notoriously flexible in this regard, and can adapt to a wide range of host niches, including the nasopharynx, lungs, and cerebrospinal fluid. However, the molecular and genetic underpinnings of this ability remain largely obscure. In this work, using infection-mimicking growth conditions we demonstrate that niche adaptation imposes genome-wide changes on multiple levels, including gene essentiality, expression and membrane lipid composition. In general, we show that gene expression and fitness profiling couple orthogonal sets of genes to environmental stimuli. For instance, N-acetylglucosamine (GlcNAc) import (manLMN) and catabolism (nagAB) genes were required for growth on this sugar, but not differentially expressed in its presence, whereas other amino sugar metabolism pathways were upregulated, but not essential. Surprisingly, we found that pneumococci do not necessarily prefer glucose over GlcNAc and that uptake of GlcNAc in absence of subsequent catabolism was toxic. Moreover, we identified a previously overlooked fatty acid saturation regulator, FasR, controlling membrane composition, rendering it important during heat stress. A fundamental understanding of how genes contribute to bacterial niche adaptation, including nutrient availability or temperature fluctuations, is crucial for understanding successful antibiotic therapy and vaccination strategies and the development of novel anti-infectives.", "date": "2025-06-14", "journal": ""}
{"title": "Microbial Diversity and Community Shifts in a Petroleum Reservoir under Production: Effects of Water Breakthrough and Anthropogenic Alterations", "doi": "10.1101/2025.06.13.659474", "authors": "Alibrandi, A.; Plewka, J.; di Primio, R.; Bartholomaeus, A.; Vuillemin, A.; Probst, A. J.; Kallmeyer, J.", "abstract": "Subsurface petroleum reservoirs host indigenous microorganisms that survive extreme conditions and long-term isolation. Microbial activity in these environments can contribute to adverse effects such as oil biodegradation and reservoir souring. Unlike the broader deep biosphere, oil reservoirs are frequently subjected to anthropogenic disturbances, particularly during production processes like water injection, which introduces external microbes and electron acceptors. In this study, we investigated microbial diversity, community structure, and the impact of water breakthrough in the Edvard Grieg oil reservoir offshore Norway using 16S rRNA gene and metagenomic sequencing. We found clear regional heterogeneity in community composition, with low diversity dominated by thermophilic, anaerobic, and halotolerant taxa. The southern region (wells A13, A17, A18, and A19) exhibited lower diversity, while well A07 showed a distinct microbial signature. The dominant genera included the strictly anaerobic bacterium Thermoanaerobacter and the hyperthermophilic archaeon Thermococcus. Water breakthrough triggered shifts in community structure, not due to widespread replacement by injected microbes, but via the increase of sulfate-reducing bacteria. Metagenomic data supported these observations and suggested rapid microbial transport between injection water and the water separator. These findings support the use of microbial signatures as cost-effective tools for monitoring oil reservoir processes and integrity.", "date": "2025-06-14", "journal": ""}
{"title": "Rapid microbiology instrumentation for high-accuracy quantitative water safety assessments in remote and low-resource locations", "doi": "10.1101/2025.06.13.659038", "authors": "Angelescu, D. E.; Abi Saab, D.; Vilana, E.; Haguet, M.; Knoche, F.; Caradot, N.; Seis, W.", "abstract": "Microbial contamination of surface waters remains a significant public health concern, particularly in low- and middle-income countries (LMICs) and urban settings affected by combined sewer overflows (CSOs). Standard culture-based methods for monitoring fecal indicator bacteria (FIB) - including membrane filtration (MF) and most probable number (MPN) assays - typically require laboratory infrastructure, do not provide same-day results, and systematically underestimate total FIB loads due to their inability to accurately quantify aggregate-bound bacteria. This study evaluates ALERT, an automated rapid method for culturable FIB quantification, as a viable field-deployable alternative to conventional laboratory techniques. ALERT employs a whole-sample approach that comprehensively captures both planktonic and aggregate-bound E. coli, thereby addressing critical limitations of traditional methods. Three instrument variants were assessed: the in-situ ALERT System V2, the portable ALERT LAB, and the handheld ALERT One, designed for single-sample analysis in resource-limited environments. Comparative field and laboratory trials conducted in Germany, France, and the UK demonstrate that ALERT delivers accuracy and precision equivalent to MPN methods, while providing faster results directly in the field and enabling high-frequency sampling. Use cases included storm event monitoring, CSO impact evaluation, and on-site validation and optimization of point-of-use water potabilization treatments. ALERT One was also successfully used by citizen scientist volunteers, highlighting its suitability for decentralized community-based monitoring. By enabling rapid, accurate, and comprehensive microbial water quality assessments, ALERT qualifies as a robust field alternative to laboratory testing. It supports enhanced water safety, empowers community-based surveillance and public engagement, and facilitates data-driven decision-making in both LMICs and high-income countries.", "date": "2025-06-14", "journal": ""}
{"title": "Tagging fluorescent reporter to epinecidin-1 antimicrobial peptide", "doi": "10.1101/2025.06.12.659415", "authors": "Kumarasamy, A.; Jeyarajan, S.", "abstract": "In this study, we successfully cloned the fluorescent proteins eGFP and DsRed in-frame with the antimicrobial peptide epinecidin-1 (FIFHIIKGLFHAGKMIHGLV). The cloning strategy involved inserting the fluorescent reporters into the expression vector, followed by screening of positive clones through visual fluorescence detection and molecular validation. The visually identified fluorescent colonies were found positive with PCR and plasmid migration assay confirming successful cloning. This fusion of fluorescent reporters with a short antimicrobial peptide enables real-time visualization and monitoring of the peptide mechanism of action on membranes and within cells, both in vivo and in vitro. The fusion of eGFP and DsRed to epinecidin-1 did not impair the expression or fluorescence of the reporter protein.", "date": "2025-06-14", "journal": ""}
{"title": "Conditions enabling the persistence of cooperating ribozymes without cellular encapsulation", "doi": "10.1101/2025.06.10.658808", "authors": "Peng, Z.; Plum, A. M.; Kartha, R.; Jacobson, E. M.; Baum, D. A.", "abstract": "Explaining the origin of molecular systems composed of cooperating polymer sets that confer both metabolic and information processing functions is a key challenge in origins-of-life research. A related puzzle is the emergence of polymers of sufficient length to confer complex functions such as the RNA-dependent RNA polymerization with proofreading. Addressing these issues using computational models of template-guided replicating polymer systems is generally constrained by the exponential increase in diversity as the length of polymers increases. In this study, inspired by the computer game Tetris and the Polymerase Chain Reaction (PCR) technique, we developed an abstract computational model of cooperative replicating polymer systems that avoids tracking all potential sequences. Using this model, we explored cooperative chemical ecosystems consisting of catalytic polymers conferring functions analogous to kinases, ligases, and mutation inhibitors. We show that prebiotic environments with micro-compartments with local exchanges enable multilevel selection that facilitates the survival of cooperating polymers. The ability of cooperative systems to persist is sensitive to intrinsic properties of catalysts such as catalytic efficiency and extrinsic factors such as dilution rate. These results provide a roadmap for future studies that look not just at persistence but also at the stepwise, de novo emergence of chemical ecosystems with both metabolic and information-processing capabilities.", "date": "2025-06-14", "journal": ""}
{"title": "Swine reporter model for preclinical evaluation and characterization of gene delivery vectors", "doi": "10.1101/2025.06.13.659546", "authors": "Campbell, J.; Korpela, D.; Han, H.; Zhao, S.; Webster, D.; Nguyen, Y. A.; Aune, R.; Dagan, H.; Milliken, R.; Watts, J.; Murthy, N.; Carlson, D.", "abstract": "Delivery of gene therapy vectors targeted to any somatic cell remains a key barrier for the development of genetic medicines. While rodent models provide insights into vector biodistribution and cellular tropism, their anatomical and physiological differences from humans limit their translational potential and studies in large animal models are often required. In this study, we developed a swine reporter model (SRM-1) to evaluate both viral and nonviral vector delivery in a large animal system. The SRM-1 model harbors a Cre- and CRISPR-activated tdTomato reporter at the Rosa26 locus that allows for tracing of cell-specific delivery and expression of gene therapy vectors in vivo. To evaluate this model, we administered adeno-associated virus serotype 9 (AAV9) and lipid nanoparticles (LNPs) carrying mRNA systemically and found successful in vivo reporter activation across a variety of tissues. Intracerebroventricular (ICV) administration of LNP-Cre mRNA was also performed and demonstrated localized activation in cortical brain cells. In addition to biodistribution studies, this model has utility for testing safety and clinically relevant administration methods, surgical and non-surgical, of delivery vectors. Our findings support the SRM-1 model as a valuable tool for advancing gene therapies from preclinical testing to clinical application.", "date": "2025-06-14", "journal": ""}
{"title": "Changes in DNA methylation after trauma processing and meditation in a large group setting of 1.6 years duration (Timeless Wisdom Training)", "doi": "10.1101/2025.06.10.658799", "authors": "Gruenwald, M.; De Landtsheer, S.; Huebl, T.; Sauter, T.", "abstract": "Psychological trauma is associated with significant alterations of biological functions and is correlated with epigenetic changes specifically of DNA methylation. Trauma therapy is aiming at relieving the impact of trauma and is in initial studies also correlated with changes in DNA methylation. In this study we explored the changes in whole blood DNA methylation of participants of a program focusing on individual, ancestral and collective trauma processing and meditation in a large group setting of 1.6 years duration. Based on accompanying questionnaires, training participants report slight improvements in anxiety, depression and overall life satisfaction and some mystical experiences. 3227 CpGs and 253 genes were found to be differentially methylated during the training. Although these genes are not involving any of the known trauma related genes and relevant gene ontology terms, they comprise a large number of genes involved in the nervous function, as well as in cellular and developmental functions, the immune system and metabolism. Also, epigenetic aging is predicted to slow down during training. In summary this pilot study yielded additional findings showcasing the potential correlation of trauma therapy and alterations of DNA methylation.", "date": "2025-06-14", "journal": ""}
{"title": "Assessing the Suitability of Deubiquitylases As Substrates For Targeted Protein Degradation", "doi": "10.1101/2025.06.13.659525", "authors": "Tong, J.; Watkins, J. M.; Burke, J.; Kodadek, T.", "abstract": "The development of selective inhibitors of Deubiquitylase enzymes (DUBs) is difficult due to a high level of homology in the active sites of the {approx} 100 such enzymes in the human proteome. A potentially attractive strategy to achieve this goal would be to develop PROTACs or molecular glues that engage the target DUB in a less conserved region outside of the catalytic domain. However, this raises the concern that auto-deubiquitylation would make DUBs poor substrates for this modality. Here we describe a chemical genetics system to evaluate this issue. We find that some Dubs are readily degradable via the Ubiquitin-proteasome pathway and some are not. Of the latter category, some resist turnover through auto-deubiquitylation and some are simply poor proteasome substrates.", "date": "2025-06-14", "journal": ""}
{"title": "Enhanced Sampling on Domain/Motif Level with Kinetic Accelerated Molecular Dynamics", "doi": "10.1101/2025.06.14.659665", "authors": "Wei, H.", "abstract": "Molecular dynamics (MD) has become a popular simulation tool in recent years. However, its application is often limited by a timescale problem, due to its femtosecond-level integration timestep. To address this challenge, various enhanced sampling methods have been developed to accelerate system dynamics. Here, we introduce a novel enhanced sampling approach: Kinetically Accelerated Molecular Dynamics (KAMD). By combining the atomic-level accuracy of MD with the diffusive behavior of Brownian dynamics (BD), KAMD significantly improves sampling efficiency on domain/motif level while preserving equilibrium properties. We showed that KAMD is particularly effective in simulating two types of processes: large-scale conformational changes and ligand unbinding events.", "date": "2025-06-14", "journal": ""}
{"title": "Local optogenetic control of genome editing and tumorigenesis in vivo using wireless implantable optoelectronics", "doi": "10.1101/2025.06.12.659214", "authors": "Bansal, T.; Lee, M.-K.; Coleman, C.; Kim, Y.-M.; Chen, Y.; Haney, C. R.; David, O.; Sreekanth, V.; Avila, R.; Matsche, J.; Vijeth, S.; Hintermueller, D.; Yamagishi, K.; Kang, J.; Mowry, K.; Kim, M.; Liu, Y.; Toth, P. T.; Lee, S. S.-Y.; Loh, S.; Clark, S.; Huynh, H.; Kim, Y.; Banks, A. R.; Huang, Y.; Good, C. H.; Rehman, J.; Rogers, J. A.; Karginov, A. V.", "abstract": "Precise spatial regulation of site-specific DNA recombination (SSR) in vivo remains a challenge due to limited tunability of current platforms. Here, we present an optogenetic approach that overcome these limitations by employing engineered light-regulated recombinase E-LightR-Cre and tunable wireless implantable optoelectronic devices. E-LightR-Cre meets the key criteria for spatial regulation of SSR in vivo, showing no detectable activity in the dark, while demonstrating robust activation upon blue-light illumination. To achieve local E-LightR-Cre activation in murine lungs, we developed wireless, fully-implantable optoelectronic devices enabling focal illumination with no discernible organ damage. By modulating illumination intensity and duration, we can control the size of the activated area. Local expression of oncogenic KRas-G12D in a photoactivated subpopulation of cells in vitro revealed rapid reprogramming of the mutant expressing cells and their non-activated neighbors. Light-guided activation of E-LightR-Cre in mouse lungs resulted in focal expression of a reporter gene and allowed us to induce local formation of oncogenic lesions in vivo.", "date": "2025-06-14", "journal": ""}
{"title": "A fluorescent probe for the enzymatic activity of KATP", "doi": "10.1101/2025.06.10.658839", "authors": "Rubio, P.; Whitaker, S. Q.; Ashby, J.; Puljung, M. C.", "abstract": "The neuroendocrine ATP-sensitive K+ (KATP) channel comprises four pore-forming subunits (Kir6.2), and four modulatory sulfonylurea receptor subunits (SUR1). ATP/ADP binding to Kir6.2 inhibits KATP, whereas MgATP/MgADP binding to two sites on SUR1 promotes activation. As SUR1 is part of the ABC transporter family, it can hydrolyze MgATP to MgADP. Whether or not enzymatic activity is required for KATP activation remains controversial. Non-hydrolyzable ATP analogs do not activate KATP, which may reflect an inability of these compounds to bind to SUR1, their inability to promote a conformational change in SUR1 that leads to channel activation, or a requirement for ATP hydrolysis during channel gating. To explore this, we synthesized a fluorescent trinitrophenyl (TNP) derivative of the non-hydrolyzable ATP analog {beta},{gamma}-methyleneadenosine 5'-triphosphate (AMP-PCP). Synthesis was verified by UV-visible absorbance, fluorescence, 1H NMR, and mass spectrometry. Purity was assessed using TLC and reversed-phase HPLC. We can measure real-time binding of fluorescent nucleotide derivatives to intact KATP channels in cell membranes using FRET between channels labeled with a fluorescent, non-canonical amino acid and TNP-nucleotide derivatives. This technique provides us with sufficient spatial resolution to discriminate between binding to each site on KATP. Using this approach we measured TNP-ATP binding to nucleotide binding site 1 on SUR1 in fluorescently labeled Kir6.2/SUR1 channels in unroofed membranes of HEK293T cells. TNP-AMP-PCP binds to both nucleotide binding sites on SUR1 in the absence of Mg2+. AMP-PCP was able to compete with TNP-ATP for binding to NBS2, suggesting that it, too, binds NBS2. We conclude that the failure of non-hydrolyzable ATP analogs to activate KATP does not stem from an inability of these nucleotides to bind to the channel, leaving open the possibilities that they are unable to induce an activating conformational change in SUR1 or that nucleotide hydrolysis by SUR1 is a prerequisite for channel activation.", "date": "2025-06-14", "journal": ""}
{"title": "Conformational dynamics of the active state of β-arrestin 1", "doi": "10.1101/2025.06.10.658911", "authors": "Ngo, V.; Asher, W. B.; Javitch, J. A.; Shi, L.", "abstract": "{beta}-arrestins ({beta}arr) regulate the signaling and trafficking of G protein-coupled receptors (GPCRs) in numerous physiological processes and have been implicated in various diseases. Structural and kinetic insights into how ligand-mediated GPCR activation drives {beta}arr coupling and activation remain limited, with the binding mechanism of the phosphorylated GPCR C-terminal tails, such as that of the vasopressin receptor-2 (V2Rpp), and the conformation of the entire {beta}arr tail in the active state still unknown. Here, we simulated both the basal and V2Rpp-bound states of {beta}arr1 with temperature replica-exchange molecular dynamics (TREMD) simulations to probe the activation mechanism of {beta}arr1. Compared to conventional MD, our TREMD simulations, employing an unprecedented 200-replica setup, significantly broadened conformational sampling while preserving the basal state. Our analysis showed that, without the bound Fab30 antibody fragment, the main body of V2Rpp-bound {beta}arr1 tended to transition toward the basal conformation; however, binding of V2Rpp in the N-domain groove allosterically oriented the finger loop to point upward for core engagement with a GPCR. Furthermore, V2Rpp dissociation events suggest that its binding involves a sliding movement along the N-domain groove, during which its phosphorylated residues p3 and p4 transiently occupy the S5 site to facilitate repositioning of p5 into the S5 site, thereby triggering a zippering process of p1 to p3. The dynamic 62-residue {beta}arr1 tail explored a vast conformational space, forming transient secondary structures, and could favorably anchor on the main body's back side and within the central crest crevice. These findings elucidate key mechanistic steps underlying {beta}arr1 activation.", "date": "2025-06-14", "journal": ""}
{"title": "A computational analysis of the glycoprotein LRP1 structure and the role of glycans as quaternary glue", "doi": "10.1101/2025.06.10.658798", "authors": "Tuveri, G. M.; Basile, M.; Acosta Gutierrez, S.; Kausas, M.; Tian, X.; Franzese, G.; Ruiz Perez, L.; Battaglia, G.", "abstract": "The low-density lipoprotein receptor-related protein 1 (LRP1) plays a critical role in development and transport across the blood-brain barrier (BBB), yet until now, its molecular architecture remained unresolved due to the absence of an experimentally determined structure. Using homology modeling and neural network-based structure prediction algorithms, complemented with molecular dynamics (MD) simulations, we propose a comprehensive model of LRP1 structures. We observe a natural dimerization mechanism and provide insight into the dynamic behavior of its flexible domains under physiological conditions. We investigated the stability of non-covalent interactions keeping LRP1's alpha and beta chains linked together, and found the energy required to break the link is 180 kT. The MD characterization highlights the fundamental role of glycans in the creation of LRP1's quaternary structure, increasing the number of intra-dimeric contacts. This study opens new avenues for targeted drug design strategies, enhancing our molecular understanding of LRP1's receptor-mediated transport in the brain and the key mediation of glycosylation in protein-protein interactions.", "date": "2025-06-14", "journal": ""}
{"title": "Multi-selective RAS(ON) Inhibition Targets Oncogenic RAS Mutations and Overcomes RAS/MAPK-Mediated Resistance to FLT3 and BCL2 Inhibitors in Acute Myeloid Leukemia", "doi": "10.1101/2025.06.10.658786", "authors": "Popescu, B.; Jones, M. F.; Piao, M.; Tran, E.; Koh, A.; Lomeli, I.; Peretz, C. A. C.; Murad, N.; Abelson, S.; Morales, C.; Rivera, J. M.; Pikman, Y.; Cheng, M. L.; Logan, A. C.; Stieglitz, E.; Smith, C. C.", "abstract": "Aberrant activation of the RAS/MAPK signaling limits the clinical efficacy of several targeted therapies in acute myeloid leukemia (AML). In FLT3-mutant AML, the selection of clones harboring heterogeneous RAS mutations drives resistance to FLT3 inhibitors (FLT3i). RAS activation is also associated with resistance to other AML targeted therapies, including the BCL2 inhibitor venetoclax. Despite the critical need to inhibit RAS/MAPK signaling in AML, no targeted therapies have demonstrated clinical benefit in RAS-driven AML. To address this unmet need, we investigated the preclinical activity of RMC-7977, a multi-selective inhibitor of GTP-bound active [RAS(ON)] isoforms of mutant and wild-type RAS in AML models. RMC-7977 exhibited potent antiproliferative and pro-apoptotic activity across AML cell lines with MAPK-activating signaling mutations. In cell line models with acquired FLT3i resistance due to secondary RAS mutations, treatment with RMC-7977 restored sensitivity to FLT3i. Similarly, RMC-7977 effectively reversed resistance to venetoclax in RAS-addicted cell line models with both RAS wild-type and mutant genetic backgrounds. In murine patient-derived xenograft models of RAS-mutant AML, RMC-7977 was well tolerated and significantly suppressed leukemic burden in combination with gilteritinib or venetoclax. Our findings strongly support clinical investigation of broad-spectrum RAS(ON) inhibition in AML to treat and potentially prevent drug resistance due to activated RAS signaling.", "date": "2025-06-14", "journal": ""}
{"title": "Inducible genome-wide mutagenesis for improvement of pDNA production by E. coli", "doi": "10.1101/2025.06.13.659583", "authors": "Li, Z.; Sun, G.; Zhou, Y.-H.; Crook, N.", "abstract": "Plasmid DNA (pDNA) is a cost-driving reagent for the production of gene therapies and DNA vaccines. Improving pDNA production in the most common production host (E. coli) has faced obstacles arising from the complex network of genes responsible for pDNA synthesis, with the specific enzyme(s) limiting pDNA yield remaining unidentified. To address this challenge, we employed an inducible genome-wide mutagenesis strategy, combined with fluorescent screening, to isolate E. coli NEB 5 strains with enhanced pDNA production. Following selection, we successfully isolated an E. coli strain (M3) with elevated plasmid copy numbers (PCNs) across multiple origin types. Specifically, we observed a 5.93-fold increase in PCN for the GFP reporter plasmid, a 1.93-fold increase for the gWiz DNA vaccine plasmid, and an 8.7-fold increase for the pAAV-CAGG-eGFP plasmid, all of which contain pUC origins. In addition, plasmids with p15A and pSC101 origins showed 1.44-fold and 1.68-fold increases in PCN, respectively. Whole-genome sequencing of the adapted strain M3 identified 85 mutations, including one in recG, which encodes an ATP-dependent DNA helicase. Replacement of the mutant recG with its wild-type counterpart in the mutant strain resulted in a 63% reduction in PCN, but the recG mutation alone was insufficient to increase PCN in the wild-type strain. These findings suggest that the recG mutation plays a synergistic role with other genomic mutations to drive PCN increases. Taken together, this study presents the development of a pDNA hyperaccumulating E. coli strain with promising applications in industrial and therapeutic pDNA production, while also offering important insights into key genes involved in pDNA production.", "date": "2025-06-14", "journal": ""}
{"title": "Synthetic Rewiring of Virus-Like Particles via Circular Permutation Enables Modular Peptide Display and Protein Encapsulation", "doi": "10.1101/2025.06.13.659512", "authors": "Liang, S.; Butaney, K.; de Castro Assumpcao, D.; Jung, J.; Kennedy, N. W.; Tullman-Ercek, D.", "abstract": "Virus-like particles (VLPs) are self-assembling nanoparticles derived from viruses with potential as scaffolds for myriad applications. They are also excellent testbeds for engineering protein superstructures. Engineers often employ techniques such as amino acid substitutions and insertions/deletions. Yet evolution also utilizes circular permutation, a powerful natural strategy that has not been fully explored in engineering self-assembling protein nanoparticles. Here, we demonstrate this technique using the MS2 VLP as a model self-assembling, proteinaceous nanoparticle. We constructed, for the first time, a comprehensive circular permutation library of the fused MS2 coat protein dimer construct. The strategy revealed new terminal locations, validated via cryo-electron microscopy, that enabled C-terminal peptide tagging and led to a stable protein encapsulation strategy via covalent bonding - a feature the native coat protein does not permit. Our systematic study demonstrates the power of circular permutation for engineering new features as well as quantitatively and systematically exploring VLP structural determinants.", "date": "2025-06-14", "journal": ""}
{"title": "Accumulation of SA-βGal High Cells in Human Naive T Cell Compartments Reveals a Stress-Adapted, Senescent-Like State", "doi": "10.1101/2025.06.10.658841", "authors": "Alexandru, A. C.; Hormazabal, G. V.; Matsui, H.; Kasler, H.; Lore, S.; Aguirre, C. G.; Roberts, A.; Heckenbach, I. J.; Tiwari, R.; Kwok, R.; Becker, S.; Verdin, E.", "abstract": "Aging is associated with a decline in immune function termed immunosenescence, characterized by accumulation of senescent-like immune cells and chronic inflammation, known as inflammaging. While senescence-associated {beta}-galactosidase (SA-{beta}Gal) activity is a well established senescence marker, its functional significance and the precise cellular subsets affected within the T cell compartment remain unclear. Here, we identify and characterize a previously unrecognized subset of naive CD4 and CD8 T cells displaying high SA-{beta}Gal activity that significantly increases with age. Despite exhibiting hallmark features of senescence such as DNA damage, nuclear envelope disruption, loss of heterochromatin, and pronounced dysregulation of autophagy and lysosomal pathways, these SA-{beta}Gal-high naive T cells notably lack the canonical senescence marker p21CIP1 and retain robust proliferative capacity upon activation. Remarkably, naive CD4 SA-{beta}Gal-high T cells acquire cytotoxic properties including NK-like features, granzyme secretion, and the ability to induce paracrine DNA damage in endothelial cells. Mechanistically, we demonstrate that impaired autophagic flux contributes significantly to this phenotype. Our findings address critical knowledge gaps regarding the nature and functional plasticity of senescence-like states in naive T cells, highlighting a novel link between lysosomal-autophagic dysfunction, cellular stress adaptation, and inflammaging. Understanding this unique T cell population provides important insights into immune aging and offers potential targets to mitigate age-associated immune dysfunction and chronic inflammation.", "date": "2025-06-14", "journal": ""}
{"title": "Self-amplifying mRNA expression is governed by mitochondrial machinery and ACSL4", "doi": "10.1101/2025.06.13.659366", "authors": "F. Tshering, L.; Wang, C.; Xiang, Q.; Kundu, S.; Solorzano, A.; Chaparro-Riggers, J.; Lin, L.; Paksa, A.", "abstract": "RNA-based vaccines offer a superior efficacious and economic approach over traditional vaccines. However, current dose requirement and short half-life of conventional modified mRNA (modRNA) may hinder the development of more effective vaccines. Self-amplifying mRNA (saRNA) is a modality that has the potential to address these limitations by reducing delivery dosage and enhancing the duration of expression over modRNA. Despite marked success in preclinical studies, saRNA vaccines have thus far underperformed in most clinical trials. We hypothesized that non-optimal human cellular context limits saRNA expression, and that elucidating the factors underlying saRNA expression would be key in developing saRNA as a viable therapeutic modality. To identify factors involved in the regulation of saRNA, we performed a quasi-genome-wide CRISPR knockout screen, which revealed that saRNA expression in human cells is linked to mitochondrial function and governed by ACSL4. We validated these findings through pharmacological intervention and single gene editing, demonstrating that ACSL4-mediated regulation is unique to saRNA and does not impact modRNA. Moreover, we show that modulating ACSL4 leads to improved saRNA expression across multiple cell types. We demonstrate for the first time that mitochondrial function and ACSL4 play key roles in saRNA expression, providing insight for the development and implementation of saRNA as a therapeutic modality.", "date": "2025-06-14", "journal": ""}
{"title": "Epigenetic regulation of cilia stability and kidney by the chromatin remodeling SWI/SNF complexes", "doi": "10.1101/2025.06.10.658863", "authors": "Cheng, X.; Zhu, Q.; Ma, S.; Peng, X.; Huang, G.; Liu, g.; Zhang, W.; Zhang, Y.; Jiang, C.; Qiu, A.; Cao, Y.", "abstract": "Cilia are important subcellular organelles, whose assembly are regulated by master regulator transcription factors including Foxj1 and Rfx proteins. However, whether and how cilia are regulated at epigenetic level remains unknown. We addressed this question by knocking down or knocking out of chromatin remodeling genes. Notably, depletion of multiple components of the switch/sucrose non-fermentable (SWI/SNF) complexes led to ciliopathy-like phenotypes in zebrafish embryos. Specifically, loss of Actl6a, an essential components of the SWI/SNF complexes, resulted in cilia disassembly and cystic kidney, without affectting cilia motility. Omics analyses revealed that in Actl6a-depleted pronephros or embryos, a set of cilia genes-including master regulators foxj1a and rfx2-were downregulated at transcriptional level, chromatin accessibility level and SWI/SNF binding level. Depletion of foxj1a or rfx2 in zebrafish also caused cilia disassembly and cystic kidney. Furthermore, overexpression of foxj1a or rfx2 mRNA partially rescued the cystic kidney and cilia disassembly phenotypes in actl6a mutants. Taken together, our study reveals that the SWI/SNF complexes maintain cilia stability and kidney homeostasis by directly modulating the expression of foxj1a or rfx2.", "date": "2025-06-14", "journal": ""}
{"title": "The metabolic kinase LKB1 shapes the enteric nervous system bymitigating the oxidative stress and p53 activity", "doi": "10.1101/2025.06.10.658770", "authors": "Lucas, A.; Appaix, F.; Allard, J.; Mevel-Aliset, M.; Radu, A. G.; Fauvelle, F.; Favier, B.; Grichine, A.; Maurer, J.; Hainaut, P.; Attardi, L. D.; Billaud, M.; Torch, S.; Thibert, C.", "abstract": "The enteric nervous system (ENS) comprises ganglia of neurons and glial cells derived from migratory multipotent neural crest cells. While the molecular mechanisms of ENS development are well-studied, the involvement of metabolic processes has received less attention. We previously showed that the tumor suppressor kinase LKB1 is essential for the trophic maintenance of postnatal ENS. Here we examined LKB1 role in ENS formation using a genetically engineered mouse model that conditionally inactivates Lkb1 in neural crest progenitors during gut invasion. We conducted a comprehensive phenotyping of the ENS through histology and 3D imaging of cleared tissue, combining lightsheet microscopy with adaptive optics confocal microscopy. We found that Lkb1 loss impairs early neuronal differentiation, followed by glial degeneration, leading to hypoganglionosis and compromised digestive tissue integrity. Metabolite profiling of digestive tracts revealed an increase of oxidative stress upon Lkb1 ablation. In vitro, Lkb1 knockdown induced oxidative stress in neural crest progenitors and their glial derivatives, causing DNA damage and p53 activation. Ablation of p53 rescued glial specification under these conditions. In vivo, hyperphosphorylation of p53 was also observed; however, deletion of p53 alleles in Lkb1 mutants did not restore enteric neurons number. Instead, it improved axonal fiber organization and partially rescued digestive tissue integrity. These findings establish LKB1 as a key metabolic regulator on both the development and maintenance of the ENS, suggesting that aberrant LKB1 signaling may contribute to human enteric glioneuropathies.", "date": "2025-06-14", "journal": ""}
{"title": "A novel bio-inspired passive selective cutting mechanism for cutting surgical tools and other material-selective applications", "doi": "10.1101/2025.06.10.658779", "authors": "Verdaguer Mallorqui, M.; Vincent, J. F. V.; Liston, A.; Blagoderov, V.; Desmulliez, M. P. Y.", "abstract": "The female sawfly (Insecta: Hymenoptera, Symphyta) uses a double reciprocating saw-like ovipositor to cut into plant tissue, laying its eggs within the cut. We have identified a passive selective cutting mechanism in which the saw discriminates between material properties of the plant tissue without active sensing or external control. The mechanism balances effective cutting with minimal collateral damage to either the plant or the saw. Scaled-up models of the saw cutting into experimental substrates (agar and ballistic gelatine) across a range of stiffnesses reveal an ultimate stress threshold above which substrates are displaced rather than incised. This depends on the interaction between the shape of the saw teeth and the substrate properties and is consistent across multiple species of sawfly. These findings suggest a novel surgical tool design with high selectivity of cutting and reduced collateral damage.", "date": "2025-06-14", "journal": ""}
{"title": "LucID: A Self-Activating Bioluminescent Biotin Ligase for Light-Free Proximity Labeling in Deep Tissues", "doi": "10.1101/2025.06.10.658826", "authors": "Taheri Kal-Koshvandi, A.", "abstract": "Mapping protein protein interactions (PPIs) in living systems is critical for understanding dynamic biological processes. While proximity labeling enzymes like LOV.TurboID and APEX2 are widely used, their dependence on external light, reactive chemicals, or large fusion domains limits in vivo applications, especially in deep tissues. Here, we introduce LucID (Light-free Unifying Catalytic Integrated Domain) a compact, self-contained proximity labeling system that functions independently of light or external ROS. LucID was engineered by embedding a minimal catalytic motif derived from TurboID into a NanoLuc scaffold, preserving bioluminescence while enabling spatially confined biotinylation. Upon luciferin addition, LucID leverages BRET (bioluminescence resonance energy transfer) to uncage the catalytic site and activate biotin transfer. With a molecular weight of approximately 23.7 kDa (40% smaller than TurboID), LucID is optimized for delivery via mRNA-LNP platforms. Its modularity and light-independent activation make it a unique tool for real-time interactome mapping in live cells and deep tissues. LucID introduces a new paradigm in proximity labeling: compact, luminescent, and chemically programmable. By integrating catalytic motifs into a light producing scaffold, LucID enables temporally precise, spatially confined interactome mapping in challenging biological contexts. This innovation holds promise for single cell proteomics, in vivo interaction studies, and next-generation bioimaging tools.", "date": "2025-06-14", "journal": ""}
{"title": "RWKV-IF: Efficient and Controllable RNA Inverse Folding via Attention-Free Language Modeling", "doi": "10.1101/2025.06.13.659654", "authors": "Ji, G.; Xu, K.; Zheng, C.", "abstract": "We present RWKV-IF, an efficient and controllable framework for RNA inverse folding based on the attention-free RWKV language model. By treating structure-to-sequence generation as a conditional language modeling task, RWKV-IF captures long-range dependencies with linear complexity. We introduce a decoding strategy that integrates Top-k sampling, temperature control, and G-C content biasing to generate sequences that are both structurally accurate and biophysically meaningful. To overcome limitations of existing datasets, we construct a large-scale synthetic training set from randomly generated sequences and demonstrate strong generalization to real-world RNA structures. Experimental results show that RWKV-IF significantly outperforms traditional search-based baselines, achieving higher accuracy and full match rate while greatly reducing edit distance. Our approach highlights the potential of lightweight generative models in RNA design under structural and biochemical constraints.", "date": "2025-06-14", "journal": ""}
{"title": "Cell-free RNA reveals host and microbial correlates of broadly neutralizing antibody development against HIV", "doi": "10.1101/2025.06.10.658831", "authors": "Kowarsky, M.; Moufarrej, M. N.; Okamoto, J.; Xie, Y.; Neff, N. N.; Abdool Karim, S. S.; Garrett, N. J.; Moore, P. L.; Camunas-Soler, J.; Quake, S. R.", "abstract": "An effective broadly reactive antibody response is crucial to prevent viral infections. A small number of people living with HIV (PLWH) develop broadly neutralizing antibodies (bNAbs) targeting multiple HIV strains. Although several viral and immune factors contribute to bNAb development, the genetic and environmental factors driving this response remain largely unknown. We performed combined cell-free DNA (cfDNA) and cell-free RNA (cfRNA) sequencing in 42 plasma samples from a longitudinal cohort of 14 PLWH (7 who develop bNAbs and 7 matched controls). This approach enabled us to non-invasively monitor the host transcriptome, viral genetic variation, and microbiome composition during HIV infection, and to identify molecular correlates of bNAb development. We find that development of bNAbs is associated with a transcriptomic signature of early immune activation that involves MHC class I antigen presentation. This signature is independent of viral load or CD4 count and declines over time. In addition to host features, we recovered sufficient viral reads to reconstruct HIV consensus sequences, supporting the utility of cfRNA for viral genotyping. Finally, we also identified an enrichment of several commensal microbiota in bNAb producers and increased coinfection with GB virus C. Our findings suggest a distinct early immune activation profile in PLWH who develop bNAbs. More broadly, we show that combined cfDNA/cfRNA sequencing can reveal relationships between a protective immunogenic response to HIV infection, the host immune system, and microbiome, highlighting its potential for biomarker discovery in future vaccine and therapeutic studies.", "date": "2025-06-14", "journal": ""}
{"title": "MitoDelta: identifying mitochondrial DNA deletions at cell-type resolution from single-cell RNA sequencing data", "doi": "10.1101/2025.06.10.658806", "authors": "Nakagawa, H.; Shima, Y.; Sasagawa, Y.; Nikaido, I.", "abstract": "Background Deletion variants in mitochondrial DNA (mtDNA) are associated with various diseases, such as mitochondrial disorders and neurodegenerative diseases. Traditionally, mtDNA deletions have been studied using bulk DNA sequencing, but bulk methods average signals across cells, thereby masking the cell-type-specific mutational landscapes. Resolving mtDNA deletions at single-cell resolution is beneficial for understanding how these mutations affect distinct cell populations. To date, no specialized method exists for detecting cell-type-specific mtDNA deletions from single-cell RNA sequencing data. Notably, mtDNA possesses unique molecular features: a high copy number, stable transcription, and compact structure of the mitochondrial genome. This results in a relatively high abundance of mtDNA-derived reads even in single-cell RNA sequencing data, suggesting the possibility of detecting mtDNA deletion variants directly from transcriptomic data. Results Here, we present MitoDelta, a computational pipeline that enables the detection of mtDNA deletions at cell-type resolution solely from single-cell RNA sequencing data. MitoDelta combines a sensitive alignment strategy with robust statistical filtering based on a beta-binomial model, allowing accurate identification of deletion events even from noisy single-cell transcriptomes. To capture cell-type-specific deletion patterns, MitoDelta analyzes reads pooled by annotated cell types, enabling quantification of deletion burden across distinct cellular populations. We benchmarked MitoDelta against existing mtDNA deletion detection tools and demonstrated superior overall performance. As a practical application, we applied MitoDelta to a published single-nucleus RNA sequencing dataset for Parkinson's disease and revealed distinct mtDNA deletion burdens across neuronal subtypes. Conclusions MitoDelta enables the transcriptome-integrated, cell-type-specific detection of mtDNA deletions from single-cell RNA sequencing data alone, offering a valuable framework for reanalyzing public datasets and studying mitochondrial genome alterations at cell-type resolution. This integrated approach enables insights into how mtDNA deletions are distributed across specific cell types and cellular states, providing new opportunities to investigate the role of mtDNA deletions in cell-type-specific disease mechanisms. The tool is available at https://github.com/NikaidoLaboratory/mitodelta.", "date": "2025-06-14", "journal": ""}
{"title": "All-Atom Protein Sequence Design using Discrete Diffusion Models", "doi": "10.1101/2025.06.13.659451", "authors": "Villegas-Morcillo, A.; Admiraal, G. J.; Reinders, M. J. T.; Weber, J. M.", "abstract": "Advancing protein design is crucial for breakthroughs in medicine and biotechnology. Traditional approaches for protein sequence representation often rely solely on the 20 canonical amino acids, limiting the representation of non-canonical amino acids and residues that undergo post-translational modifications. This work explores discrete diffusion models for generating novel protein sequences using the all-atom chemical representation SELFIES. By encoding the atomic composition of each amino acid in the protein, this approach expands the design possibilities beyond standard sequence representations. Using a modified ByteNet architecture within the discrete diffusion D3PM framework, we evaluate the impact of this all-atom representation on protein quality, diversity, and novelty, compared to conventional amino acid-based models. To this end, we develop a comprehensive assessment pipeline to determine whether generated SELFIES sequences translate into valid proteins containing both canonical and non-canonical amino acids. Additionally, we examine the influence of two noise schedules within the diffusion process-uniform (random replacement of tokens) and absorbing (progressive masking)-on generation performance. While models trained on the all-atom representation struggle to consistently generate fully valid proteins, the successfully generated proteins show improved novelty and diversity compared to their amino acid-based model counterparts. Furthermore, the all-atom representation achieves structural foldability results comparable to those of amino acid-based models. Lastly, our results highlight the absorbing noise schedule as the most effective for both representations. Data and code are available at https://github.com/Intelligent-molecular-systems/All-Atom-Protein-Sequence-Generation.", "date": "2025-06-14", "journal": ""}
{"title": "Gene and cell line efficiency of CRISPR computed by tensor decomposition in genome-wide CRISPR-Cas9 knockout screens", "doi": "10.1101/2025.06.12.659265", "authors": "Taguchi, Y.-h.; Turki, T.", "abstract": "Genome-wide CRISPR-Cas9 knockout screens is often used to evaluate gene functions experimentally. Nevertheless, the efficacy of individual sgRNAs that target unique gene varies and is hard to integrate. In this study, tensor decomposition (TD) was used to integrate multiple sgRNAs as well as sgRNA profiles simultaneously. As a result, TD can discriminate between essential and non-essential genes with the competitive performances of one of SOTA, JACKS, which previously outperformed various SOTA. In addition to this, in spite of that TD is nothing but the simple linear algebra, TD can achieve the performance even without control samples without which JACKS even cannot be performed. Moreover, since raw and logarithmic values can achieve the similar performances through TD for the largest dataset among those tested, taking logarithmic values as has been done frequently is questioned. In conclusion, TD is the ever first method that can integrate multiple sgRNAs and profiles simultaneously and can achieve comparative performances with JACKS, one of SOTA.", "date": "2025-06-14", "journal": ""}
{"title": "Mitochondrial Bioenergetic Failure in SLE Immunocytes: Targeting Fitness for Therapy", "doi": "10.1101/2025.06.10.658845", "authors": "Yennemadi, A. S.; Jordan, N.; Diong, S.; Little, M.; Keane, J.; Leisching, G.", "abstract": "Background: Systemic Lupus Erythematosus (SLE) is characterized by dysregulated immune responses linked to immunometabolic perturbations. While mitochondrial dysfunction has been implicated in SLE, its cell-type-specific impact on immune subsets remains underexplored. Methods: We repurposed existing RNA-seq data from SLE patient peripheral blood mononuclear cells, with a focus on nuclear-encoded mitochondrial (NEmt) genes, as well as mitochondrial genes themselves, to identify differentially expressed genes compared to healthy controls. Mitochondrial stress tests were performed on freshly isolated CD4+ T cells, CD8+ T cells, B cells, and monocytes from SLE patients and healthy donors to assess bioenergetic function. Results: RNA-seq revealed that both NEmt genes and mitochondrial genes were downregulated in the PBMC population of SLE patients. In situ mitochondrial stress tests revealed significant reductions in oxygen consumption rate (OCR), indicating impaired oxidative phosphorylation (OXPHOS) across all immune subsets, while extracellular acidification rate (ECAR), a marker of glycolysis, remained unchanged. These findings highlight immune-cell-specific mitochondrial bioenergetic failure in SLE, without compensatory glycolytic adaptation. Conclusion: Our results position mitochondrial fitness as a novel therapeutic target in SLE. We propose leveraging high-throughput screening of mitochondria-targeted compounds, including FDA-approved agents, to enhance OXPHOS, regulate mitophagy, or mitigate oxidative stress. This precision-based approach offers a paradigm shift from conventional immunosuppression to metabolic recalibration, with the potential to restore immune homeostasis in SLE.", "date": "2025-06-14", "journal": ""}
{"title": "Rational Generation of Monoclonal Antibodies and Intrabodies Selective for Pathogenic TDP-43", "doi": "10.1101/2025.06.10.658846", "authors": "Zhao, B.; Louadi, S.; Coutts, J. A.; Gibbs, E.; Huang, M. Y.; Marina, R. J.; Aigner, S.; Alam, P.; DeMarco, M. L.; Mackenzie, I. R.; Djikstra, A. A.; Caughey, B.; Yeo, G. W.; Kaplan, J. M.; Cashman, N. R.", "abstract": "TAR DNA-binding protein 43 (TDP-43), encoded by the TARDBP gene, is a ribonucleoprotein associated with the pathogenesis of amyotrophic lateral sclerosis (ALS), frontotemporal dementia (FTD), and Alzheimers disease (AD). Under physiological conditions, TDP-43 is predominantly localized in the nucleus, where it participates in a variety of cellular functions related to RNA splicing, transport, and stability, as well as miRNA biogenesis. In disease, it is characteristically mislocalized to the cytoplasm where it forms aggregates, which contribute to neurotoxicity and prion-like cell-to-cell propagation of pathogenic TDP-43. Targeting of misfolded aggregates of TDP-43 represents an attractive therapeutic strategy. However, development of effective immunotherapeutic agents remains a challenge, as they require stringent selectivity for misfolded TDP-43 in order to maintain the essential functions of physiologically native TDP-43. To address this issue, monoclonal antibodies (mAbs) and intrabodies were generated against an epitope in the N-terminal domain of TDP-43 that is only exposed when the protein is misfolded, but not in its properly folded form. We show that mouse and rabbit mAbs against this epitope displayed high binding affinities by surface plasmon resonance analysis and selectively reacted with pathological TDP-43 in post-mortem tissues from ALS, FTD, and AD patients. In a cell line system, human embryonic kidney (HEK) 293T cells, mAbs and corresponding intrabodies specifically reacted with cytoplasmic aggregates of transfected misfolded TDP-43 lacking the nuclear localization signal, TDP-43{Delta}NLS. Functionally, mAbs inhibited cell-to-cell transmission of misfolded TDP-43 and the seeding activity of misfolded TDP-43 from FTLD brain homogenates by novel RT-QuIC assay. Intrabodies promoted the degradation of intracellular aggregates of TDP-43 in HEK293T cells and in induced pluripotent stem cell---derived motor neurons (iPSC-MNs) from ALS patients. The results provide proof-of-concept evidence that supports selective targeting of misfolded toxic aggregates of TDP[ndash]43 as a potentially safe and effective avenue to treat neurodegenerative diseases associated with TDP-43 proteinopathy.", "date": "2025-06-14", "journal": ""}
{"title": "Small RNA ASpks2 Promote Mycobacterium tuberculosis Survival in Macrophages via Targeting Polyketide Synthase 2", "doi": "10.1101/2025.06.14.659662", "authors": "Wu, Q.; yang, m.; Bi, l.; Chen, Y.; Yu, W.; ge, F.", "abstract": "Mycobacterium tuberculosis is the causative pathogen of human tuberculosis and a leading cause of death worldwide attributed to a single infectious agent. While small non-coding RNAs (sRNAs) have emerged as key regulators of bacterial pathogenicity, their specific roles and mechanisms in M. tuberculosis remain poorly understood. Here, we employed label-free quantitative proteomics, parallel reaction monitoring, and sRNA-seq analyses to identify proteomic differences between the virulent H37Rv and attenuated H37Ra strains. Bioinformatic analysis revealed significant enrichment of differentially expressed proteins involved in lipid metabolism and fatty acid biosynthesis, key pathways linked to M. tuberculosis virulence. We identified a novel sRNA, ASpks2, which was significantly downregulated in H37Rv. Functional validation demonstrated that ASpks2 directly targets the polyketide synthase 2 (pks2), modulating its expression to enhance M. tuberculosis survival in human macrophages THP-1 cells. By correlating the omics data with functional studies, this study identified a novel sRNA and its regulatory network in M. tuberculosis, which provides novel insight into the molecular pathogenesis of M. tuberculosis and may serve as a basis for the development of targeted therapies.", "date": "2025-06-14", "journal": ""}
{"title": "An open dataset of cerebral tau deposition in young healthy adults based on MK6240 positron emission tomography", "doi": "10.1101/2025.06.13.655622", "authors": "Lam, J.; Rodriguez-Cruces, R.; Arafat, T.; Royer, J.; Chen, J.; Dascal, A.; Sahlas, E.; Pana, R.; Hopewell, R.; Hsiao, C. H.-H.; Massarweh, G.; Soucy, J.-P.; Villeneuve, S.; Caciagli, L.; Koepp, M.; Bernasconi, A.; Bernasconi, N.; Bernhardt, B.", "abstract": "Tauopathies are pathologies wherein phosphorylated insoluble tau aggregates in neurons, leading to neuronal dysfunction and degeneration. Positron emission tomography (PET) can measure tau deposition in vivo, with second-generation radiotracers such as [18F]MK6240 showing high affinity for tau with minimal off-target binding. While typically observed in conditions associated with advanced age, notably Alzheimer's disease (AD), tauopathies are also implicated in pathologies affecting younger individuals. This includes autosomal dominant AD, Niemann-Pick disease type C, chronic traumatic encephalopathy, and epilepsy, thus highlighting the need for generating normative data in non-geriatric populations. Here, we present a dataset of 33 young to middle-age healthy adults (mean age 32.8{+/-}10.2 years, 12 female) with [18F]MK6240 PET data and T1w magnetic resonance imaging. Longitudinal data are also available in a subset of 9 participants with a minimum follow-up time of 1 year. Our dataset aims to support imaging biomarker studies on younger individuals who may be at risk for AD and to advance work in tauopathies affecting non-geriatric populations, who are generally excluded from studies focused on neurodegeneration.", "date": "2025-06-14", "journal": ""}
{"title": "Factors influencing birch (Betula spp.) age distribution in Norway: Insights from tree ring data", "doi": "10.1101/2025.06.10.658859", "authors": "Vergarechea, M.; Anton Fernandez, C.; Jepsen, J.; Vindstad, O. P.; Astrup, R.", "abstract": "The age-class distribution of forests is a key indicator of both carbon stock potential and biodiversity conservation, playing a vital role in sustainable forest management. In Norway, birch (Betula spp.) is the most abundant tree species, covering 42% of the forest area. Understanding the factors that shape the age structure of birch is essential for developing management practices that balance timber production, carbon sequestration, and biodiversity conservation. Using data from the Norwegian National Forest Inventory (NFI), we examined the age-class distribution of birch trees across various site conditions. Our analysis revealed that middle-aged trees (50-100 years) were prevalent in most regions, while older trees were notably scarce, particularly in highly productive areas. This pattern reflects management strategies prioritizing younger, fast-growing trees to maximize economic returns. In contrast, less productive sites, which are often managed less intensively, tend to support older trees. Additionally, younger birch trees revealed significantly greater radial growth than older generations when evaluated at the same biological age (e.g., at 10 years old), particularly under favorable site conditions. These findings underscore the combined effects of site productivity, forest management, and environmental factors on growth dynamics and age-class distribution.", "date": "2025-06-14", "journal": ""}
{"title": "Awake and hungry: artificial light at night disrupts behaviour and reproductive ecology in a wild migratory bird", "doi": "10.1101/2025.06.10.658843", "authors": "Champenois, J.; Diaz-Palma, S.; Di Lecce, I.; Cichon, M.; Gustafsson, L.; Sudyka, J.", "abstract": "Artificial light at night (ALAN), a growing consequence of global urbanisation, disrupts natural light cues that regulate biological rhythms across taxa. However, the behavioural pathways linking ALAN exposure to broader ecological impacts remain poorly understood. Here, we experimentally introduced ALAN into nestboxes of a long-distance migratory bird, the collared flycatcher (Ficedula albicollis), breeding in Gotland, Sweden, to assess ALAN effects on development and reproductive ecology. Nestlings were exposed to ALAN from two days post-hatching until fledging, and we video-recorded parental and nestling activity over 24 hours on day 8 post-hatching. From a high-resolution behavioural dataset (32,100 nestling and 3,709 parental events), we found that ALAN-exposed nestlings begged more frequently and for longer at night compared to dark controls, revealing disrupted nocturnal behaviour. These effects cascaded to parental care: both females and males in ALAN nests extended their daily activity, initiating feeding earlier and terminating later, but traded off this extension by reducing their hourly feeding counts compared to parents in dark conditions. Consequently, nestlings under ALAN fledged at an older age and had a lower fledging rate after day eight post-hatching, despite no difference in total fledging numbers compared to controls. Our findings provide the first comprehensive experimental evidence that ALAN alters the behaviour of both parents alongside their offspring and reduces reproductive success in a long-distance migrant, a species group that increasingly encounters light pollution during nocturnal migration. ALAN, though directly affecting mainly nestlings and females in nestboxes, triggered socially-mediated responses that altered the circadian behaviour of entire bird families. This study underscores the need to consider behavioural disruption as a critical mechanism underlying the ecological impacts of ALAN in natural populations.", "date": "2025-06-14", "journal": ""}
{"title": "Engineered AAV9 as in vivo gene delivery platform for the selective transduction of TME cell subsets", "doi": "10.1101/2025.06.11.658408", "authors": "Demircan, M. B.; Strassheimer, F.; Zinser, L. J.; Elleringmann, P.; John, F.; Thalheimer, F. B.; Steinbach, J. P.; Oellerich, T.; Burger, M. C.; Buchholz, C. J.", "abstract": "Precise in vivo gene delivery to specific cell types remains a significant challenge in gene therapy, particularly for cancer immunotherapy applications. Here, we rationally engineered AAV9 to become a modular, receptor-targeted vector for selective in vivo gene delivery. We first identified the N272A and W503A mutations as effective in ablating the native tropism of AAV9. Subsequently, designed ankyrin repeat proteins (DARPins) were inserted into the GH2/3 capsid loop, redirecting vector specificity towards defined cellular receptors without compromising capsid integrity or yield. As a proof of concept, HER2-targeted DART-AAV9 vectors demonstrated highly selective transduction of HER2-positive tumor cells in vitro and in vivo, in both, subcutaneous and orthotopic glioblastoma models, with negligible transduction of off-target organs including liver, heart, and kidney. When equipped with immunomodulatory genes (anti-PD-1 or IL-2) HER2-DART-AAV9 mediated secretion of functional therapeutic proteins from transduced tumor cells. Additionally, our modular platform facilitated rapid generation of CD8-targeted DART-AAV9 vectors, enabling selective transduction of human CD8+ T cells. Importantly, the engineered vectors exhibited favorable resistance to neutralization by human serum and retained their specificity and potency in human blood, underscoring their potential for clinical translation. Together, these findings establish DART-AAV9 as a versatile, precise, and clinically promising gene delivery platform for cancer immunotherapy.", "date": "2025-06-14", "journal": ""}
{"title": "Intratumoral heterogeneity in microsatellite instability status at single cell resolution", "doi": "10.1101/2025.06.11.658021", "authors": "Anthony, H.; Seoighe, C.", "abstract": "Subclonal diversity within a tumor is highly relevant for tumor evolution and treatment. This diversity is often referred to as intratumoral heterogeneity and is known to complicate the interpretation of single-test biomarkers. Microsatellite instability (MSI) is one such biomarker, which is used to help guide immune checkpoint inhibitor treatment through the classification of samples as either having high microsatellite instability (MSI-H) or as being microsatellite stable (MSS). One area that has yet to be addressed in depth is whether MSI itself is a heterogeneous phenomenon, such that only some subclones are MSI-H. To investigate heterogeneity in MSI status, we curated and analyzed data from several single-cell RNA sequencing studies that had paired clinical MSI status and developed a computational pipeline to infer MSI-H cells and quantify heterogeneity In MSI status. We found evidence of heterogeneity in MSI status both in individuals originally classified as MSI-H and MSS. Out of 49 individuals, 15 showed evidence of divergence in MSI status between distinct clusters of cancer cells and most had distinct MSI-H and MSS subclones. These results raise questions about the current practice of treating MSI as a binary biomarker, ignoring heterogeneity between cancer subclones. Accounting for heterogeneity may lead to improved biomarker performance and, potentially, help explain reports of intrinsic treatment resistance and low overall responder rate in MSI-H cancers. Further studies are warranted to determine the frequency of heterogeneity in this biomarker at the population level, and whether the presence of both MSI-H and MSS subclones can have clinical implications.", "date": "2025-06-14", "journal": ""}
{"title": "MLMarker: A machine learning framework for tissue inference and biomarker discovery", "doi": "10.1101/2025.06.10.658642", "authors": "Claeys, T.; van Puyenbroeck, S.; Gevaert, K.; Martens, L.", "abstract": "Mass spectrometry-based proteomics enables high-throughput profiling of protein expression across tissues but interpreting complex or sparse datasets remains challenging. We here present MLMarker, a machine learning-based tool trained on healthy human tissue proteomic data to compute continuous tissue similarity scores for new datasets. Using a Random Forest model trained across 34 tissue types, MLMarker predicts probabilistic tissue scores and explains these predictions using SHAP values at the single protein level for biological interpretability. To address missingness, a penalty factor can be used to correct for absent proteins contributing to predictions. We demonstrate MLMarker's utility across three public datasets: (i) cerebral melanoma metastases, where brain-like proteomic profiles were linked to poor treatment response and invasive phenotypes, revealing 241 differentially expressed proteins; (ii) a pan-cancer FFPE dataset, where tissue origin predictions reached 79% accuracy using broad tissue mappings despite the absence of cancer-specific training data; and (iii) cerebrospinal fluid and plasma, where the model identified brain and pituitary origin in biofluid samples. MLMarker offers an explainable, robust framework for hypothesis generation in proteomics, applicable across tumours, biofluids, and multi-tissue studies. It is available as a Python package and Streamlit GUI at https://mlmarker.streamlit.app.", "date": "2025-06-14", "journal": ""}
{"title": "Breaking Through Biology's Data Wall: Expanding the Known Tree of Life by Over 10x using a Global Biodiscovery Pipeline", "doi": "10.1101/2025.06.11.658620", "authors": "Vince, O.; Oldach, P.; Pereno, V.; Leung, M. H. Y.; Greco, C.; Minto-Cowcher, G.; Ur-Rehman, S.; Kam, K. Y. K.; Chow, W.; Bolton, E.; Mwambingu, B. R.; Greenhalgh, N. L.; Knot, I. E.; Christoffersen, L.; Clark, M.; Pecoraro, R.; Kollasch, A. W.; Bohnuud, T.; Bakalar, M.; Lorenz, P.; Gowers, G.", "abstract": "Advancements in the life sciences have always been built upon our collective understanding of life on Earth. Now, the rise of generative biology - the use of AI foundation models to design, generate, and annotate proteins, pathways and therapeutics - is creating unprecedented demand for large, diverse biological sequence datasets. While a limited subset of such data can be generated in clinical or laboratory settings, the vast majority of the training data for unsupervised models must be sourced from the natural world - the product of nearly four billion years of evolutionary history. However, the public databases that currently supply this data, while foundational to research, were established to aggregate results from academic experiments, not as training datasets for machine learning. Their human-centric data structure limits model performance due to redundancy, taxonomic and geographic bias, limited biological context, and inconsistent provenance. With 68% of all sequence data in the SRA database coming from just 5 species, this is one of the most severe class imbalance problems ever encountered in AI. Legal and infrastructural constraints further exacerbate this bottleneck. To address these limitations and support scalable model training, we introduce BaseData: the largest and fastest-growing biological sequence database ever built, and the first purpose-built for training foundation models. As of late 2024, BaseData contained 9.8 billion novel genes across more than 1 million newly discovered species, representing more than a 10-fold expansion in known protein diversity after accounting for redundancy. Its partnership-driven data supply chain across 26 countries and autonomous regions enables growth of over 2 billion novel genes per month, far exceeding public repositories. All data is collected under benefit sharing agreements using standardized protocols and structured using graph-based, ontology-rich metadata that preserves evolutionary context. BaseData represents a new, ethically grounded infrastructure for training biological foundation models, complementing public efforts and enabling the next era of generative biology.", "date": "2025-06-14", "journal": ""}
{"title": "Spatial analysis reveals a novel inflammatory tumor transition state which promotes a macrophage-driven induction of sarcomatoid renal cell carcinoma", "doi": "10.1101/2025.06.12.656421", "authors": "May, A. M.; Kadomoto, S.; Williams, C.; Soupir, A. C.; The, S.; McGue, J. J.; Robinson, T.; Shelley, G.; Hayes, M. T.; Fridley, B. L.; Balasi, J. A.; Ramos Echevarria, P. M.; Dhillon, J.; Nallandhighal, S.; Acharyya, S.; Chen, L.; Aldous, J.; Schurman, N.; Baladandayuthapani, V.; Frankel, T. L.; Salami, S. S.; Manley, B. J.; Mehra, R.; Udager, A. M.; Keller, E. T.", "abstract": "Sarcomatoid renal cell carcinoma (sRCC) is an aggressive trans-differentiation of epithelioid clear cell RCC (ccRCC) tumors that shows heightened response to immunotherapy. The underlying biology leading to sarcomatoid transformation and mechanisms contributing to immunotherapy response are not well understood. Novel single cell spatial techniques were used in ccRCC and sRCC tumors from 40 patients to understand the spatial sRCC transformation and corresponding immune changes. A transcriptional transition state in epithelioid ccRCC cells along a continuum to mesenchymal sRCC was identified which expresses high levels of pro-inflammatory cytokines and an immune infiltrate. In vitro studies demonstrated that M2-like macrophages, recruited to the tumor by the transition state, induce full transition to the sarcomatoid state. A combination of increased PD-L1 expression and T cells recruited by the transition state was observed consistent with the increased immunotherapy response. This study enriches our understanding of the mechanisms leading to development and immune responsiveness of sRCC paving the way for novel approaches to diminish RCC progression.", "date": "2025-06-14", "journal": ""}
{"title": "Mapping 3D Heterogeneity of Thyroid Tumors Using Micro-CTbased Radiomics", "doi": "10.1101/2025.06.13.658854", "authors": "Tajbakhsh, K.; Stanowska, O.; Buljan, M.; Neels, A.; Perren, A.; Zboray, R.", "abstract": "Tumor heterogeneity plays a central role in treatment resistance, disease progression, and diagnostic uncertainty. However, it may be overlooked by traditional 2D histology. Accurate 3D assessment of tumor microarchitecture is therefore essential for capturing its spatial complexity. Micro-CT, an emerging imaging modality that offers high-resolution 3D virtual histology of soft tissues, provides a promising alternative. Combined with radiomics - a computational approach for interpretable quantification of tissue phenotypes - this technique enables a deeper understanding of tumor biology beyond visual inspection. In this study, we analyzed a large cohort of thyroid tumors (418 patients) using micro-CT imaging of next-generation tissue microarrays, from which we extracted radiomics features. We achieved robust classification of (i) neoplastic versus non-neoplastic thyroid tissues, (ii) papillary versus follicular thyroid carcinoma, and (iii) BRAF V600E mutation status. Feature interpretation using Shapley additive explanations revealed key visual traits driving these classification decisions. Preliminary results also indicated radiomic patterns associated with TERT promoter mutations, suggesting the existence of potential surrogate imaging biomarkers. Overall, micro-CT radiomics shows strong potential as a complementary tool for improving diagnostic and prognostic accuracy in thyroid cancer and offers a novel platform for quantitative pathology into the 3D spatial complexity of neoplastic tissues.", "date": "2025-06-14", "journal": ""}
{"title": "Biomarkers in cerebrospinal fluid sediments", "doi": "10.1101/2025.06.10.657984", "authors": "Alsina, R.; Riba, M.; Sartorio, M.; Romera, C.; Vilaplana, B.; Prats, E.; Molina-Porcel, L.; del Valle, J.; Pelegri, C.; Vilaplana, J.", "abstract": "Cerebrospinal fluid (CSF) biomarkers for neurodegenerative diseases have been extensively studied over the years. However, CSF samples are routinely centrifuged, and the resulting sediment or pellet is typically discarded to remove cellular debris and high-density particles. This standard practice raises a critical question: could these discarded sediments harbour potential biomarkers relevant to the diagnosis and prognosis of certain brain diseases? In this study, we analysed CSF pellets from various cases and identified, entrapped among undetermined remnants, brain-derived structures such as wasteosomes and psammoma bodies. Furthermore, we observed that disease-relevant proteins can become deposited in the sediment, as is the case for both tau and A{beta}42 in Alzheimer's disease or tau in progressive supranuclear palsy disease. These findings suggest that some potential biomarkers might accumulate or be hidden in the sediment and, taken as a whole, the results underscore the need to broaden the scope of biomarker research", "date": "2025-06-14", "journal": ""}
{"title": "Fos labels a distinct excitatory neuron ensemble for memory retrieval", "doi": "10.1101/2025.06.14.659414", "authors": "Ding, N.; Sun, Q.; Wu, C.; Xiao, Y.; Li, Y.; Wang, X.; Shu, Y.; Yuan, P.", "abstract": "Experience-triggered expression of Fos has been extensively used as a marker representing memory engram. It is generally assumed that Fos-positive neurons are preferentially excited by the experience, yet this has not been directly examined. In this study, we tracked neuron activity and Fos expression in somatosensory cortex and dentate gyrus of hippocampus in mice, during electric shock-induced fear memory formation and retrieval. Contrary to the prevailing view, we found that calcium features fail to predict Fos for individual cells. Fos-positive neurons show no specific activation to stimuli during memory encoding, but their activities become stimuli-selective during retrieval. Surprisingly, inhibiting neurons that will express Fos during encoding does not affect the induction of memory-guided behavior upon their activation. Network simulation and voltage imaging further showed that connectivity to interneurons, not stimulus responsiveness, is a major factor determining Fos expression. Our results indicate that Fos labels excitatory neurons specific for memory retrieval.", "date": "2025-06-14", "journal": ""}
{"title": "Decoupling simultaneous motor imagination and execution via orthogonal ECoG neural representations", "doi": "10.1101/2025.06.13.659445", "authors": "Pollina, L.; Struber, L.; de Seta, V.; Russo, E.; Karakas, S.; Chabardes, S.; Aksenova, T.; Charvet, G.; Shokur, S.; Micera, S.", "abstract": "The brain coordinates multiple parallel motor programs, ensuring synergy and preventing interference during movements. Yet, performance often degrades when brain-machine interfaces are used during concurrent tasks or ongoing movements. We suggest that latent neural representations may represent a strategy to solve this issue. In this study, we addressed this question using neural signals from a tetraplegic individual with partial residual motor function, implanted with a wireless epidural electrocorticography (ECoG) device. By adapting dimensionality reduction techniques, we found that motor execution and motor imagery span partially overlapping subspaces in mesoscale neural signals, shaped by specific frequency band contributions. Despite substantial shared variance, we show that identifying orthogonal, condition-specific dimensions enables successful decoding of executed and imagined movements, even when performed simultaneously. These findings show that ECoG signals can expose separable neural subspaces, allowing executed and imagined actions to be harnessed independently and in concert. This opens a promising avenue to develop brain-machine interfaces that can simultaneously control multiple external devices or operate alongside natural movements.", "date": "2025-06-14", "journal": ""}
{"title": "A quantitative comparison of two methods for higher-order EEG microstate syntax analysis", "doi": "10.1101/2025.06.11.658518", "authors": "von Wegner, F.; Hermann, G.; Toedt, I.; Todtenhaupt, I. K.; Laufs, H.", "abstract": "Entropy rate (ER) and sample entropy (SE) are two metrics that have been used to quantify the syntactic complexity of electroencephalography (EEG) microstate sequences. We here present a theoretical and numerical comparison of these two metrics and apply them to a resting-state EEG dataset from individuals with Alzheimer disease (AD) and a control group. We first derive theoretical entropy rate and sample entropy estimates for first-order discrete Markov processes, providing a null hypothesis for statistical testing of higher-order syntax properties. Under the first-order syntax null hypothesis, we find a close mathematical relationship between both metrics that can be expressed by the microstate transition probability matrix. An inequality is derived that shows entropy rate to be an upper bound to sample entropy under the Markov approximation. We quantify accuracy and precision of the theoretical ER and SE estimates on EEG microstate sequences from the healthy control group. We then show that ER and SE identify significant higher-order syntax properties in microstate sequences from the control and AD groups. Group comparison demonstrates that continuous microstate sequences from the AD group have lower entropy values (ER, SE), whereas jump sequences from the AD group have higher entropy values compared to control. Finally, we introduce a new syntax metric that normalizes ER and SE values with respect to their first-order syntax levels, to assess differences that only depend on syntax order. This metric revealed no differences between control and AD groups for either continuous or jump microstate sequences. This study provides further insights into higher-order microstate syntax and how it can be quantified with respect to the underlying first-order syntax. Similarities and differences between ER and SE as syntax metrics are highlighted and exemplified on experimental data. Our results show that (i) EEG microstate sequences from control and AD subjects show higher-order syntax properties across the tested syntax levels, (ii) continuous and jump sequences from control and AD groups are syntactically different, and (iii) differences between the control and AD groups disappear when higher-order syntax properties are normalized to the group-specific Markov level.", "date": "2025-06-14", "journal": ""}
{"title": "Continuous flashing suppression of V1 responses and the perceptual consequences revealed via two-photon calcium imaging and transformer modeling", "doi": "10.1101/2025.06.13.658791", "authors": "Chen, C.-X.; Wang, X.; Jiang, D.-Q.; Tang, S.; Yu, C.", "abstract": "Continuous flash suppression (CFS), where a dynamic masker presented to one eye suppresses the conscious perception of a stimulus shown to the other eye, has been extensively used to study visual consciousness. Various studies reported high-level visual and cognitive functions under CFS, which, however, has more recently been questioned and at least partially attributed to low-level stimulus. A key but unsettled issue is the extent to which the responses of V1 neurons, where inputs from two eyes first merge, are affected, as severely suppressed V1 responses would not sustain high-level processing. Here, we used two-photon calcium imaging to record the responses of V1 neurons to a grating stimulus under CFS in awake, fixating macaques. The results revealed that CFS substantially suppressed V1 orientation responses. Ocularity-wise, it nearly completely eliminated the orientation responses of V1 neurons preferring the masker eye or both eyes, while also significantly suppressing the responses of those preferring the grating eye. Modeling analyses suggest that, under CFS, the brain retains the ability of classifying coarse orientations, but may become less capable of reconstructing the grating stimulus. Consequently, while CFS-suppressed orientation information still supports low-level orientation discrimination, it may not suffice for high-level visual and cognitive processing.", "date": "2025-06-14", "journal": ""}
{"title": "Cocaine withdrawal enhances subthalamic reward sensitivity", "doi": "10.1101/2025.06.10.658581", "authors": "Williams, M.; Vielle, C.; de Peretti, J.-L.; Tiran-Cappello, A.; Melon, C.; Awada, A.; Pelloux, Y.; Maurice, N.; BAUNEZ, C.; Degoulet, M.", "abstract": "High-frequency stimulation of the subthalamic nucleus (STN) has shown therapeutic potential in preclinical models of addiction. However, its rewarding properties remain unclear. Here, we show that cocaine withdrawal enhances STN intracranial self-stimulation, revealing a reward-based mechanism that may contribute to the beneficial effects of STN deep brain stimulation in addiction and related neuropsychiatric disorders.", "date": "2025-06-14", "journal": ""}
{"title": "Sexually-dimorphic neurons in the Drosophila whole-brain connectome", "doi": "10.1101/2025.06.10.658788", "authors": "Deutsch, D.; Matsliah, A.; Wang, K.; Dorkenwald, S.; Mondal, A.; Burke, A.; Hebditch, J.; Gager, J.; Yu, S.-C.; Sterling, A.; MkKellar, C.; Schlegel, P.; Gerhard, S.; Sterne, G.; Costa, M.; Eichler, K.; Yin, Y.; Jefferis, G. S. X. E.; Seung, H. S.; Murthy, M.", "abstract": "Sexual dimorphisms are present across brains. Male and female brains contain sets of cell types with differences in cell number, morphology, or synaptic connectivity between the two sexes. These differences are driven by differentially-expressed transcription factors, which set the stage for disparate sexual and social behaviors observed between males and females, such as courtship, aggression, receptivity, and mating. In the Drosophila brain, sexual dimorphisms result from differential expression of two transcription factors, Fruitless (Fru) and Doublesex (Dsx), and genetic reagents driven by enhancers for Fru and Dsx label sexually-dimorphic neurons in both male and female brains. The recent release of the first whole-brain connectome for Drosophila provides a unique opportunity to study the connectivity between these neurons as well as their integration into the larger brain network. Here, we identify 91 putative Fru or Dsx cell types, comprising ~1400 neurons, within the whole-brain connectome, using morphological similarity between electron microscopic (EM) reconstructions and light microscopic (LM) images of known Fru and Dsx neurons. We discover that while Fru and Dsx neurons are highly interconnected, each cell type typically receives more inputs from and sends more outputs to non-Fru/Dsx neurons. We characterize the connectivity in the Fru/Dsx networks to predict the function of cell types not previously characterized, we measure distances to the sensory periphery and uncover multisensory interactions, and we map connections to descending neurons that drive behavior. All Fru and Dsx labels reported here are shared within FlyWire Codex (codex.flywire.ai; gene==Fruitless or Doublesex); this work is a critical first step towards deciphering the neural basis of sexually-dimorphic behaviors and for making comparisons with future connectomes of the male brain.", "date": "2025-06-14", "journal": ""}
{"title": "The geometry of cortical sound processing in slow wave sleep", "doi": "10.1101/2025.06.13.658070", "authors": "Muller, A.; Filipchuk, A.; Bagur, S.; Bathellier, B.", "abstract": "During wake, sound-evoked and spontaneous neural activity of the auditory cortex evolve in distinct subspaces whereas anesthesia disrupts sound responses and merges these spaces. To evaluate if similar modifications of the sound representation geometry explain sensory disconnection during sleep, we followed large neural populations of the mouse auditory cortex across slow wave sleep and wakefulness. We observed that sleep dampens sound responses but preserves the geometry of sound representations which remain separate from spontaneous activity. Moreover, response dampening was strongly coordinated across neurons and varied throughout sleep spanning from fully preserved response patterns to population response failures on a fraction of sound presentations. These failures are more common during high spindle-band activity and more rarely observed in wakefulness. Therefore, in sleep, the auditory system preserves sound feature selectivity up to the cortex for detailed acoustic surveillance, but concurrently implements an intermittent gating mechanism leading to local sensory disconnections.", "date": "2025-06-14", "journal": ""}
{"title": "An Adaptive Visuomotor Transformation Reservoir Embedded in the Vertebrate Brain", "doi": "10.1101/2025.06.10.658856", "authors": "Qian, Y.; Li, S.; Chen, M.-C.; Du, X.; Du, J.", "abstract": "Adaptive sensorimotor transformation is essential for animal survival in dynamic environments. The optic tectum (OT), homologous to the mammalian superior colliculus, serves as a central hub for visuomotor processing. To elucidate how OT circuits discriminate visual inputs and generate relevant behavior outputs, we leveraged the mesoscopic connectome of zebrafish OT to build a biophysically constrained reservoir computing network that models visuomotor transformations. In silico lesion revealed that the accuracy and robustness of sensorimotor outputs are governed by different combinations of tectal interneuron (TIN) subtypes. Furthermore, specific lamina-projecting serotoninergic subsystems distinctly bias network output toward either escape or orienting behaviors via regulating TIN activities. Our findings establish a mesoscopic connectome-based reservoir for vertebrate sensorimotor processing, where TINs control accuracy and robustness, highlighting TINs as a tunable gate and serotoninergic neurons as a context-dependent modulator of behavioral flexibility.", "date": "2025-06-14", "journal": ""}
{"title": "Teleost-specific ictacalcins exhibit similar structural organization, cation-dependent activation and transcriptional regulation as human S100 proteins", "doi": "10.1101/2025.06.10.658860", "authors": "Hernandez, L.; Paris, T.; Demou, M.; Birck, C.; Begon-Pescia, C.; Rodriguez-Vidal, J. F.; Tyrkalska, S.; Bureau, C.; Gonzalez, C.; Gracia, J.; Lelievre, E.; Mulero, V.; Chi, M. N.; YATIME, L.", "abstract": "S100 proteins are highly versatile calcium-binding proteins from vertebrates. Following extracellular release, they become instrumental in immune and antimicrobial defenses, initiating the inflammatory response through receptor signaling and providing direct control of bacterial invaders via nutritional immunity. While mammalian S100s have been extensively studied, very little is known about the more recently discovered S100 proteins from teleost fish, including those with no strict orthologs in mammals. Comparable functioning between both clades would allow to expand their study into the highly popular zebrafish model, particularly suited for live imaging and mechanistic exploration of immune and inflammatory processes. To fill the gap of knowledge on teleost S100s, we here provide a detailed structural and biochemical characterization of S100i1 and S100i2 from Danio rerio, two teleost-specific S100s absent in mammals. We demonstrate that they nevertheless share conserved tertiary and quaternary organization with mammalian S100s. In addition, they exhibit comparable calcium binding properties and undergo a similar calcium-dependent activation mechanism. Furthermore, they display analogous expression pattern, being enriched in tissues highly exposed to the environment like gills and skin, the latter constituting an important reservoir of S100 proteins in mammals. Finally, our results show, for the very first time, that s100i2/i2 gene expression is differentially modulated in sterile disease conditions associated with sustained inflammation or high hypoxic state. Altogether, these findings underline the strong parallelism existing between mammalian and teleost-specific S100 proteins despite their divergent evolution, opening up new avenues to explore their biology in the zebrafish model.", "date": "2025-06-14", "journal": ""}
{"title": "Capture-C MPRA: A high-throughput method to simultaneously characterize promoter interactions and regulatory activity", "doi": "10.1101/2025.06.11.658967", "authors": "Arnould, C.; Keukeleire, P.; Inoue, F.; Cui, X.; An, K.; Murray, E.; Zhang, X.; Drmanac, R.; Peters, B.; Shendure, J.; Shen, Y.; Kircher, M.; Ahituv, N.", "abstract": "Cis regulatory elements (CREs) interact with their target promoters over long genomic distances and can be identified using chromatin conformation capture (3C) assays. Their regulatory activity can be functionally characterized in a high-throughput manner using massively parallel reporter assays (MPRAs) that generally test an enhancer alongside a minimal promoter. Here, we developed a novel technology called Capture-C MPRA (ccMPRA) that combines both technologies and can simultaneously obtain chromatin interactions and measure CRE activity alongside their target promoters. We utilized ccMPRA to analyze the regulatory activity of 650 promoters interacting with 42,719 sequences. As C-based techniques also capture isolated promoters, we were able to obtain promoter baseline activity, enabling the identification of both enhancers and silencers. Analysis of CREs interacting with more than one promoter showed significant activity differences depending on the promoter. In summary, ccMPRA can simultaneously characterize chromatin interactions and regulatory activity, allowing to further dissect regulatory grammar.", "date": "2025-06-14", "journal": ""}
{"title": "MemPPI platform for measuring and engineering membrane protein-protein interactions in mammalian cells via split nanoluciferase", "doi": "10.1101/2025.06.10.658938", "authors": "Tang, W.; Jojoa-Cruz, S.; Li, J.; Mravic, M.", "abstract": "Membrane protein-protein interactions (memPPIs) underlie critical biological processes including mediating signal transduction, transport, cell communication, and membrane organization. Despite their importance, systematic and quantitative measurement of protein transmembrane (TM) domains laterally interacting in mammalian cells remains challenging. Conventional fusion protein assays directed at memPPIs suffer from low dynamic range, due to the crowded membrane environment and interference from overexpression, trafficking, or self-complementation artifacts. Here, we assessed and further developed the split luciferase complementation NanoBit system to establish suitable expression constructs and working conditions for robust quantification of TM PPIs within human cells. We benchmarked the platform using a panel of natural and synthetic memPPI pairs with diverse architectures, insertion topologies, and trafficking patterns, finding assay settings that robustly distinguish true positive interactions from co-expressed non-interacting pairs. Adding a novel procedure measuring and normalizing protein expression levels in situ in parallel, we drastically improve assay dynamic range and consistency in discerning relative interaction propensities across broad expression levels - which also enhanced compatibility with protein engineering screens. To extend measurements to versatile protein contexts, we developed membrane expression constructs and validated tagging strategies to improve trafficking with defined TM orientations. By incorporating topological control and accounting for variations in expression levels, this memPPI platform becomes a viable approach for high-throughput interaction analyses and experimental screens for membrane protein design such as TM binders targeting human membrane proteins. Owing to its sensitivity, scalability, and adaptability, we expect this assay platform to have broad cross-disciplinary utility in protein science, design, and drug discovery.", "date": "2025-06-14", "journal": ""}