{"title": "Humans switch between heuristics instead of combining cues when judging object properties from motion", "doi": "10.1101/2023.03.24.534031", "authors": "Paulun, V. C.; Bayer, F. S.; Tenenbaum, J. B.; Fleming, R. W.", "abstract": "A key to interacting with the physical world is the ability to infer object properties, such as elasticity, from vision, allowing us to anticipate an object's behavior in advance. This kind of perceptual inference challenges current AI systems, highlighting the complexity of the underlying computations. How does the human brain solve this task? Here, we propose a resource-rational model based on learned statistics of object motion to explain how humans judge elasticity. We created 100,000 physics-based simulations of bouncing objects with different elasticities and found that even tiny changes in initial conditions (e.g., orientation) yield starkly different trajectories. Yet, across these simulations, we identified 23 motion features that capture natural variations in elasticity. Although a weighted combination of these features reliably predicts physical elasticity, surprisingly, humans do not seem to employ cue combination when judging elasticity. Instead, we found that observers flexibly switch between different cues, i.e., heuristics. A series of experiments designed to carefully tease apart several competing heuristics, suggests that observers switch between different computationally efficient yet highly informative heuristics depending on the information available in the stimulus.", "date": "2025-10-11", "journal": ""}
{"title": "Turning Ecology Against Pesticide Resistance: Exploiting Competition in Pest Populations Through Pesticide Use", "doi": "10.1101/2023.06.16.545263", "authors": "Muniz-Jr, G.; Guariento, R. D.; Almeida-Gomes, M.; Pires, A. P. F.; Roque, F. d. O.", "abstract": "Modern agriculture relies on effective pesticides for pest control, but this efficacy is threatened by the evolution of resistance. Although pesticides are novel compounds, pests can quickly develop resistance. Inspired by medical research, we propose an ecologically inspired pest management paradigm that uses pesticides to leverage competitive interactions between pesticide-sensitive and resistant pests. This approach involves reactive pesticide use, monitoring pest responses, and maintaining pest populations below economic injury levels while limiting resistant individuals' proliferation. A mathematical model shows that managing pests' abundance at critical levels, rather than aiming for eradication, delays resistant-pest dominance. By reducing resistant individuals' growth rates and maximizing pesticide-sensitive populations, resistance spread can be hampered. Our findings suggest proactive, ecological, and evolutionary-informed pest management to address threats to food production. This study also highlights opportunities for further research into the ecological aspects of pesticide resistance.", "date": "2025-10-11", "journal": ""}
{"title": "Ciliary ARL13B is essential for body weight regulation in adult mice", "doi": "10.1101/2023.08.02.551695", "authors": "Terry, T. T.; Gigante, E. D.; Alexandre, C. M.; Brewer, K. M.; Yue, X.; Berbari, N. F.; Vaisse, C.; Caspary, T.", "abstract": "Cilia are near ubiquitous cellular appendages critical for cell-to-cell communication and involved in diverse developmental and homeostatic processes. ARL13B is a regulatory GTPase enriched in cilia. We engineered an Arl13b mouse allele, Arl13bV358A, which retains ARL13B biochemical activities but renders ARL13B undetectable in cilia. Surprisingly, these mice are hyperphagic and become obese and insulin resistant. In addition to its GTPase function, ARL13B acts as a guanine nucleotide exchange factor (GEF) for ARL3. To test whether ARL13B's GEF activity is required to regulate body weight, we analyzed the body weight of mice expressing an ARL13B variant lacking ARL3 GEF activity (Arl13bR79Q). We found no difference in body weight, indicating ARL13B is unlikely to regulate weight via its ARL3 GEF activity. Ciliary ARL13B could control energy homeostasis through a role in development or in adult mice. We induced wildtype ARL13B expression, which localizes to cilia, in 4-week-old Arl13bV358A/V358A mice and found the obesity phenotype and associated metabolic impairments were rescued, consistent with ARL13B regulating homeostatic signaling within cilia in adult mice. These results show that ciliary ARL13B functions to control body weight. Our ability to genetically control the subcellular localization of ARL13B by removing and introducing it into cilia enables us to define the cilia-specific role of ARL13B and provides key information for understanding how cilia act as a signaling hub critical for energy homeostasis.", "date": "2025-10-11", "journal": ""}
{"title": "Stochastic Character Mapping of Continuous Traits on Phlyogenies", "doi": "10.1101/2024.08.12.607655", "authors": "Martin, B. S.; Weber, M. G.", "abstract": "Fossilized organisms only represent a small fraction of Earth's evolutionary history, motivating \"ancestral state reconstruction\" techniques for inferring unobserved phenotypes of evolving lineages based on measurements of their relatives. Stochastic character mapping has emerged as a particularly powerful approach in this regard, allowing researchers to sample histories of discrete variables on phylogenies and better account for the inherent uncertainty of reconstructed ancestral states. Here, we generalize this procedure to work with continuous variables by developing an efficient algorithm for sampling evolutionary histories under Brownian Motion, implemented in a new R package contsimmap. To demonstrate potential applications of these \"continuous stochastic character maps\", we develop a pipeline for inferring relationships between rates of continuous trait evolution and continuously-varying factors (e.g., body size, generation time)---a difficult statistical problem for which relatively few methods are available. After verifying this novel pipeline's performance on simulated data, we use it to show that smaller eucalypt trees tend to exhibit higher rates of flower and leaf trait evolution overall, aligning with well-established predictions based on life history theory as well as empirical patterns in other systems. Ultimately, continuous stochastic character mapping is a valuable new tool for analyzing macroevolutionary data, enabling rigorous yet flexible investigation of complex evolutionary dynamics involving continuous traits and/or continuous variables hypothesized to affect evolutionary processes.", "date": "2025-10-11", "journal": ""}
{"title": "An optimized framework for simultaneous EEG-fMRI at 7T enabling safe, high-quality human brain imaging with millisecond temporal resolution and sub-millimeter spatial resolution", "doi": "10.1101/2024.08.23.609301", "authors": "Sainz Martinez, C.; Wirsich, J.; Jager, C.; Warbrick, T.; Vulliemoz, S.; Lemay, M.; Bastiaansen, J.; Wiest, R.; Jorge, J.", "abstract": "The combination of electroencephalography (EEG) and functional magnetic resonance imaging (fMRI) at ultra-high field (7 Tesla) offers appealing new possibilities to probe human brain function non-invasively with high coverage, millisecond temporal precision and sub-millimeter spatial precision, unraveling cortical layers and small subcortical structures. Unfortunately, this technique has remained largely inaccessible at 7T, due to prohibitive cross-modal interference effects and physical constraints. Here, we developed a first-of-its-kind EEG-fMRI acquisition framework on a clinical 7T system combining key improvements from previous research: compact EEG transmission to reduce artifact incidence, reference sensors for artifact correction, and adapted leads for compatibility with a dense radiofrequency receive-array allowing state-of-the-art fMRI sensitivity and acceleration. Two implementations were tested: one using an EEG cap adapted in-house, and another using a recently-designed prototype from an industrial manufacturer, intended to be further developed into a commercial device accessible to the broader community. A comprehensive evaluation in humans showed that simultaneous acquisitions, including sub-millimeter fMRI resolution, could be conducted without detectable safety issues or major practical constraints. The EEG exerted relatively mild perturbations on fMRI quality (6-11% loss in temporal SNR), without measurably affecting the detection of resting-state networks and visual responses. The artifacts induced on EEG could be corrected to a degree where the spatial, spectral and temporal characteristics were comparable to outside recordings, and hallmark features such as resting-state alpha and eyes-closing alpha modulation could be clearly detected. Altogether, these findings indicate excellent prospects for neuroimaging applications, that can leverage the unique possibilities achievable at 7T.", "date": "2025-10-11", "journal": ""}
{"title": "Clostridioides difficile  in Equidae necropsied in northwestern France, between 2019 and 2021", "doi": "10.1101/2024.09.30.615820", "authors": "Petry, S.; Tapprest, J.; Maillard, K.; Barbut, F.; DUQUESNE, F.; Kozak, S.; FOUCHER, N.; BERNEZ-ROMAND, M.; Bridoux, L.; Poquet, I.", "abstract": "Clostridioides difficile is an anaerobic, spore-forming enteropathogen, which is much more extensively studied in humans than animals, despite growing evidence supporting its importance in One Health. We evaluated C. difficile occurrence, diversity, circulation and virulence in French Equidae (n=100) after their necropsy in northwestern France (Normandy), from 2019 to 2021. We systematically recovered all cecal contents and any watery (possibly diarrheal) intestinal contents. We isolated C. difficile strains, determined their toxin gene profile by PCR and established their PCR-ribotype according to the WEBRIBO database. We also performed free toxin detection. Twenty-seven Equidae were positive for C. difficile and twenty had a toxigenic strain, including one animal also colonized by a non-toxigenic strain. Toxigenic isolates belonged to eight common ribotypes: i) 078 and 126 (tcdA+ tcdB+ cdt+ according to multiplex PCR, i.e. able to produce toxin A, toxin B and binary toxin), ii) 005, 012, 020, AI-53 and FR227 (tcdA+ tcdB+), and iii) 017 (tcdB+). Non-toxigenic isolates were of ribotypes 009, 035 and 439. Ribotypes 017 and 009 were predominant (n=5). In two cases, Equidae of the same premises shared the same ribotype, either 020 or 009. Free toxins were detected in four animals: they displayed signs of diarrhea and a C. difficile of ribotype 126 (n=1) or 017 (n=3) as the only detected enteropathogen, suggesting a C. difficile infection (CDI). Three of them had received antibiotics. Two had died from an entero-toxic infection, for which C. difficile ribotype 017 was the only identified cause. French Equidae were found to display common pathogenic C. difficile, and ribotype 017 was highly virulent. These findings are of concern from a One Health perspective. Importance C. difficile, a major enteropathogen widely disseminated in the environment, is a One Health issue. Animals are raising concern as human contamination sources. Equidae are in close contact with humans and also develop post-antibiotic and healthcare-associated CDIs. The systematic survey of Equidae necropsied from 2019 to 2021 in the leading region for horse breeding in France, revealed that 20% harbored pathogenic strains. These belonged to clinically important ribotypes, raising the possibility of cross-species, possibly zoonotic transmission. Free toxins, which are rarely tested in animals, were detected in four animals with signs of diarrhea and a toxigenic C. difficile as the only identified enteropathogen, suggesting CDI. In two of them, C. difficile ribotype 017 was the only identified cause of entero-toxic disease and death. French Equidae could play a role in the dissemination of pathogenic C. difficile and notably ribotype 017. They should be surveilled carefully from a One Health perspective.", "date": "2025-10-11", "journal": ""}
{"title": "Branched actin polymerization drives invasive protrusion formation to promote myoblast fusion during skeletal muscle regeneration", "doi": "10.1101/2024.09.30.615960", "authors": "Lu, Y.; Walji, T.; Pandey, P.; Zhou, C.; Habela, C. W.; Snapper, S.; Li, R.; Chen, E.", "abstract": "Skeletal muscle regeneration is a multistep process involving the activation, proliferation, differentiation, and fusion of muscle stem cells, known as satellite cells. The fusion of satellite cell-derived mononucleated muscle cells (SCMs) is indispensable for the generation of multinucleated, contractile myofibers during muscle repair. However, the molecular and cellular mechanisms underlying SCM fusion during muscle regeneration remain poorly understood. In this study, we uncovered an essential role for branched actin polymerization in SCM fusion. Using conditional knockouts of the Arp2/3 complex and its actin nucleation-promoting factors, N-WASP and WAVE, we demonstrated that branched actin polymerization is required for the SCM fusion, but not for satellite cell proliferation, differentiation, and migration. We showed that the N-WASP and WAVE complexes have partially redundant functions in regulating SCM fusion. Furthermore, we revealed that branched actin polymerization is essential for generating invasive protrusions at the fusogenic synapses in SCMs. Taken together, our study has identified new components of the myoblast fusion machinery in skeletal muscle regeneration and demonstrated a critical role for branched actin-propelled invasive protrusions in this process.", "date": "2025-10-11", "journal": ""}
{"title": "Spectrin coordinates cell shape and signaling essential for epidermal differentiation", "doi": "10.1101/2024.10.17.618796", "authors": "Soffer, A.; Bhosale, A.; Ghodrat, R.; Peskoller, M.; Matsui, T.; Niessen, C. M.; Luxenburg, C.; Ruebsam, M.", "abstract": "Cell shape and fate are tightly linked, yet how the cortical cytoskeletal integrates regulation of shape and fate remains unclear. Using the epidermis as a paradigm where cell shape changes guide differentiation we identify spectrin as an essential organizer of the keratinocyte actomyosin cortex that integrates transitions in cell shape with spatial organization of signaling. Loss of II-spectrin (Sptan1) in the mouse epidermis altered cell shape in all layers and impaired differentiation, and barrier formation. High-resolution imaging and laser ablation revealed that E-cadherin guides differential gradients of actin and spectrin to regulate the layer-specific organization and mechanics of sub-membraneous spectrin-actomyosin networks. This organization is essential to dissipate tension, maintain structural integrity, and retain active growth factor receptor EGFR and the cation channel TRPV3 at the membrane in upper layers to induce terminal differentiation. Together, these findings reveal how organization of the cortical cytoskeleton coordinates changes in cell shape and cell fate at the tissue scale necessary to establish epithelial barriers.", "date": "2025-10-11", "journal": ""}
{"title": "All-Optical Multimodal Mapping of Single Cell Type-Specific Metabolic Activities via REDCAT", "doi": "10.1101/2024.11.07.622511", "authors": "Shi, L.; Li, Y.; Zhang, Z.; Enninful, A.; Nam, J.; Qin, X.; Villazon, J.; Fazard, N.; Fung, A. A.; Xu, M. L.; Jang, H.; Zhang, N. R.; Fan, R.; Ma, Z.; Bai, Z.; Rajbhandari, P.; Stockwell, B. R.", "abstract": "Metabolism underlies cell growth, survival, and function, yet its activities vary widely across cell types and tissue environments. Spatially resolving these processes in situ at single-cell resolution is essential to advance our understanding of cellular function and tissue physiology in health and disease. However, existing approaches are limited by either destructive workflows, insufficient spatial resolution and biochemical specificity, or lack of direct linkage to cell identity. Here, we present Raman Enhanced Delineation of Cell Atlases in Tissues (REDCAT), a multimodal all-optical platform that integrates stimulated Raman scattering, autofluorescence redox imaging, second harmonic generation, and high-plex immunofluorescence to co-map metabolic activities and cell types within the same tissue section. REDCAT achieves subcellular resolution profiling of protein, lipid, redox, and nuclear acid metabolism, together with extracellular matrix composition, in both FFPE and fresh-frozen human tissues. Applied to normal lymph nodes, REDCAT delineated distinct redox and lipid remodeling programs across germinal center B-cell zones and immune subsets, highlighting cell-type-specific metabolic specialization. In lymphoma, it revealed profound metabolic reprogramming, including extensive lipid accumulation, nuclear metabolic heterogeneity, and a transitional metabolic state associated with transformation from chronic lymphocytic leukemia to diffuse large B-cell lymphoma, thereby illuminating tumor evolution in situ. In human liver, REDCAT resolved cell-type-specific lipid droplet diversity and zonation-dependent nuclear metabolic gradients, uncovering new principles of spatial metabolic organization. By directly linking cell identity with spatial metabolic states at single-cell or subcellular resolution, REDCAT establishes a broadly applicable framework for studying immune function, tumor progression, and tissue physiology, and offers a new path to deciphering the metabolic basis of health and disease.", "date": "2025-10-11", "journal": ""}
{"title": "Structural analysis of tilvestamab in complex with AXL", "doi": "10.1101/2024.12.04.626834", "authors": "Christakou, E.; Lopez, A. J.; Muruganandam, G.; Micklem, D.; Lorens, J. B.; Kursula, P.", "abstract": "AXL is a receptor tyrosine kinase with a significant role in various biological processes and important medical implications, particularly in cancer. AXL transduces signals from the extracellular environment into the cytoplasm by binding to its ligand, growth arrest-specific protein 6 (GAS6). Activation of AXL leads to autophosphorylation of its intracellular domain and subsequent activation of downstream signaling pathways involved in cell proliferation, migration, differentiation, and survival. Tilvestamab (also known as BGB149) is a first-in-class, humanized, therapeutic anti-AXL function-blocking monoclonal antibody. We carried out a structural characterization of the AXL-tilvestamab complex, using both negative-stain and cryogenic transmission electron microscopy as well as synchrotron small-angle X-ray scattering. While AXL-Fc was highly elongated and formed large, heterogeneous complexes with the full antibody, homogeneous samples for structural studies could be made using the monomeric soluble AXL extracellular domain, the Fab fragment of tilvestamab, and an anti-Fab nanobody. Both SAXS and cryo-EM confirmed successful complex formation between the three proteins, and a low-resolution 3D model for the tilvestamab-AXL complex is presented. The data allow for sample optimization for high-resolution structural biology as well as designing mutations that could alter binding affinity and specificity.", "date": "2025-10-11", "journal": ""}
{"title": "Small RNAs regulation and genomic harmony: insights into allopolyploid evolution in marsh orchids (Dactylorhiza)", "doi": "10.1101/2024.11.29.626004", "authors": "Eriksson, M. C.; Thornton, M.; Trucchi, E.; Wolfe, T. M.; Balao, F.; Hedren, M.; Paun, O.", "abstract": "Hybridization and polyploidy are major drivers of plant diversification, often accompanied by shifts in gene expression and genome composition. Small RNAs (smRNAs) are thought to influence such genomic changes, particularly through their interactions with transposable elements (TEs). We comparatively quantified smRNAs in established sibling allopolyploids Dactylorhiza majalis and D. traunsteineri and their diploid progenitors to assess how independent allopolyploidization events shaped smRNA landscapes. Despite independent origins, the allotetraploids exhibited substantial overlap in smRNA composition, including transgressive accumulation of smRNA near genes related to transcriptional regulation, cell division and stress response. Consistently, TE-associated 24 nt smRNAs more closely resembled the paternal and larger genome, while shorter smRNAs typically reflected the maternal and smaller genome. Nevertheless, distinct patterns were also evident: the older D. majalis showed greater accumulation of smRNAs near genes involved in transcriptional and translational regulation, while the younger D. traunsteineri displayed stronger non-additive patterns, suggesting ongoing resolution of post-polyploid meiotic and mitotic instability. Our results reveal both convergence and divergence in smRNA landscapes among independently formed allopolyploids. Our study highlights the central role of smRNAs in resolving genomic conflict, with possible implications for functional divergence and ecological innovation during polyploid evolution.", "date": "2025-10-11", "journal": ""}
{"title": "Comparison of transcriptional activation by corticosteroids of human MR (Ile-180) and haplotype (Val-180)", "doi": "10.1101/2024.12.08.627066", "authors": "Katsu, Y.; Zhang, J.; Ao, Y.; Baker, M. E.", "abstract": "While the classical function of human mineralocorticoid receptor (MR) is to regulate sodium and potassium homeostasis through aldosterone activation of the kidney MR, the MR also is highly expressed in the brain, where the MR is activated by cortisol in response to stress. Here, we report the half-maximal response (EC50) and fold-activation by cortisol, aldosterone and other corticosteroids of human MR rs5522, a haplotype containing valine at codon 180 instead of isoleucine found in the wild-type MR (Ile-180). MR rs5522 (Val-180) has been studied for its actions in the human brain involving coping with stress and depression. We compared the EC50 and fold-activation by corticosteroids of MR rs5522 and wild-type MR transfected into HEK293 cells with either the TAT3 promoter or the MMTV promoter. Parallel studies investigated the binding of MR antagonists, spironolactone and progesterone, to MR rs5522. In HEK293 cells with the MMTV promotor, MR rs5522 had a slightly higher EC50 compared to wild-type MR and a similar level of fold-activation for all corticosteroids. In contrast, in HEK293 cells with the TAT3 promoter, MR 5522 had a higher EC50 (lower affinity) and higher fold-activation for cortisol compared to wild-type MR (Ile-180), while compared to wild-type MR, the EC50s of MR rs5522 for aldosterone and corticosterone were slightly lower and fold-activation was higher. Spironolactone and progesterone had similar antagonist activity for MR rs5522 and MR (Ile-180) in the presence of MMTV and TAT3 promoters in HEK293 cells.", "date": "2025-10-11", "journal": ""}
{"title": "ProCyon: A multimodal foundation model for protein phenotypes", "doi": "10.1101/2024.12.10.627665", "authors": "Queen, O.; Huang, Y.; Calef, R.; Giunchiglia, V.; Chen, T.; Dasoulas, G.; Tai, L.; Abbadessa, G.; Howell, O.; Ektefaie, Y.; Noori, A.; Farkas, I.; Brown, J.; Cobley, T.; Hrovatin, K.; Hartvigsen, T.; Theis, F.; Pentelute, B. L.; Zou, J.; Khurana, V.; Owen, D. R.; Nicholas, R.; Kellis, M.; Zitnik, M.", "abstract": "Characterizing human proteins remains a major challenge: approximately 29% of human proteins lack experimentally validated functions and even well-annotated proteins often lack context-specific phenotypic insights. To enable universal modeling of protein phenotypes, we present ProCyon, a multimodal foundation model that utilizes protein sequence, structure, and natural language for generating and predicting protein phenotypes across diverse knowledge domains. ProCyon is trained on our novel dataset, ProCyon-Instruct, with 33 million protein phenotype instructions. On dozens of benchmarking tasks, ProCyon performs competitively against single modal and multimodal models. Further, ProCyon conditionally retrieves proteins via mechanisms of action of small molecule drugs and disease contexts, and it generates candidate phenotypic descriptions for poorly characterized proteins, including those implicated in Parkinson's disease that were identified after ProCyon's knowledge cutoff date. We experimentally confirm ProCyon's predictions in multiple sclerosis using post-mortem brain RNA-seq, identifying novel MS genes and elucidating associated pathway mechanisms consistent with cortical pathology. ProCyon paves the way toward a general approach to generate functional insights into the human proteome.", "date": "2025-10-11", "journal": ""}
{"title": "A personalized multi-platform assessment of somatic mosaicism in the human frontal cortex", "doi": "10.1101/2024.12.18.629274", "authors": "Zhou, W.; Mumm, C.; Gan, Y.; Switzenberg, J. A.; Wang, J.; De Oliveira, P.; Kathuria, K.; Losh, S. J.; Bessell, B.; McDonald, T. L.; McConnell, M. J.; Boyle, A. P.; Mills, R. E.", "abstract": "Somatic mutations in individual cells create genomic mosaicism, influencing genetic disorders and cancers. While clonal mutations in cancers are well-studied, rarer somatic variants in normal tissues remain poorly characterized. This study systematically evaluates detection methods using a personalized donor-specific assembly (DSA) from a neurotypical individual's dorsolateral prefrontal cortex assessed with Oxford Nanopore, NovaSeq, linked-read sequencing, Cas9-targeted long-read sequencing (TEnCATS), and single-neuron MALBAC amplification. The haplotype-resolved DSA improved cross-platform analysis, dramatically increasing phasing rates. Germline SNVs, structural variations (SVs), and transposable elements (TEs) were recalled with 99.4%-99.7% accuracy in bulk tissue, and phased haplotype analysis reduced false positives by 15.4%-75.1% for putative somatic candidates. Long-read single-neuron sequencing detected nine somatic SV candidates, demonstrating enhanced sensitivity for rare variants, while TEnCATS identified eight low-frequency somatic TE candidates. These findings highlight advanced methodologies for precise somatic variant detection, critical for understanding mosaicism's role in health and disease.", "date": "2025-10-11", "journal": ""}
{"title": "Modeling Insights into Potential Mechanisms of Opioid-Induced Respiratory Depression within Medullary and Pontine Networks", "doi": "10.1101/2024.12.19.628766", "authors": "Olsen, W. L.; Hayes, J. A.; Shuman, D.; Morris, K. F.; Folimonova, V.; Tavera, T.; Bolser, D. C.", "abstract": "The opioid epidemic is a pervasive health issue and continues to have a drastic impact on the healthcare system and United States. This is primarily because opioids cause respiratory suppression and the leading cause of death in opioid overdose is respiratory failure (i.e., opioid-induced respiratory depression, OIRD). Opioid administration can affect the frequency and magnitude of inspiratory motor drive by activating mu-opioid receptors that are located throughout the respiratory control network in the brainstem. This can significantly affect ventilation and blunt CO2 responsiveness, but the precise neural mechanisms that suppress breathing are not fully understood. Previous research has suggested that opioids affect medullary and pontine inspiratory neuron activity by disrupting upstream elements within this circuit. Inspiratory neurons within this network exhibit synchrony consistent with shared excitation from other neuron populations and recurrent mechanisms. One possible target for opioid suppression of inspiratory drive are excitatory synapses. Reduced excitability of these synaptic elements may result in disfacilitation and reduced synchrony among inspiratory neurons. Downstream effects of disfacilitation may result in abnormal output from phrenic motoneurons resulting in distressed breathing. We tested the plausibility of this hypothesis with a computational model of the respiratory network by targeting the synaptic excitability in fictive medullary and pontine populations. The synaptic conductances were systematically decreased while monitoring the overall respiratory motor pattern and aggregate firing rates of subsets of cell populations. Simulations suggest that highly selective, rather than generalized, actions of opioids on synapses within the inspiratory network may account for different observed breathing mechanics.", "date": "2025-10-11", "journal": ""}
{"title": "Towards a universal foundation model for biobank-scale human genome variation", "doi": "10.1101/2025.01.29.635579", "authors": "Xu, A. G.; Xu, Y.; Xing, Y.; Luo, P.; Yang, J.; Bai, Y.; Tang, K.", "abstract": "Millions of human genomes have been genotyped by national biobanks worldwide. Training large language models (LLM) with this data may lead to a universal model of human genome with tremendous potential. Yet the quadrillions (1015) of nucleotides, resulting from genome length multiplied by population size, pose formidable challenges for modeling. In this study, we propose a novel AI framework designed to scale with this data and support diverse analytical tasks. To demonstrate this scheme, we developed SNPBag, a foundation model focusing on single nucleotide polymorphism (SNP). With 0.8 billion parameters, it is trained on one million synthesized human genomes, corresponding to a total of 6 trillion SNP tokens. SNPBag showed superior performance in benchmarking of multiple tasks. In genotype imputation, it achieves state-of-the-art (SOTA) accuracy. In haplotype phasing, it rivals the best method with a 72-fold speedup. By encoding 6 million SNPs per genome into a 0.75 MB embedding, SNPBag enables efficient storage, transfer and downstream applications. In particular, the genome embeddings facilitate rapid ancestry inference across global populations and detection of genetic relationships up to 12th-degree relatives. Collectively, SNPBag introduces a new paradigm for scalable, unified and multitask analysis of the ever-growing human variation data.", "date": "2025-10-11", "journal": ""}
{"title": "Microbial invasions influence plant-microbiome feedback and coexistence", "doi": "10.1101/2025.01.31.636005", "authors": "Parker, W. H.; Rakowski, C. J.; Yitbarek, S.", "abstract": "Plant-soil feedback (PSF) theory leverages the increasingly recognized ecological significance of microbiomes to provide insight into plant coexistence. However, PSF theory generally assumes that microbiomes have static composition and properties. In reality, plant communities are thought to commonly experience microbial colonization. Here, we use a PSF model to study microbial invasions of a community of two plant species and their associated microbiomes. We manipulate initial plant and microbiome evenness, microbial colonization timing, and properties of all actors, then record resulting community membership. Invasion success is higher during transient dynamics than when approaching equilibrium. Furthermore, stability analysis of a set of communities shows that invasion success is determined by the effects of the plants and the invader on each other's growth rates. When successful, microbial invaders commonly disrupt plant coexistence. Our study demonstrates a promising framework for understanding biodiversity dynamics via integration of host-microbiome dynamics, dispersal, and time-dependent interactions.", "date": "2025-10-11", "journal": ""}
{"title": "SBIS, a new orange fluorescent vital probe for the 4D imaging of brown algal cells", "doi": "10.1101/2025.02.02.636089", "authors": "Zilliox, M.; Collot, M.; Charrier, B.", "abstract": "Living cells of brown algae are difficult to observe in 3D because pigments such as fucoxanthin and chlorophyll diffract light. Furthermore, at the beginning of their life, brown algae develop slowly in seawater. To gain insight into the 3D shape and size of brown algal cells during embryogenesis, we designed a fluorescence probe that labels the plasma membrane efficiently and selectively. Styryl benzoindoleninium sulfonate (SBIS) is a bright orange fluorogenic probe that is soluble and virtually non-emissive in seawater and is activated upon binding to the plasma membrane. Unlike Calcofluor White, SBIS enables observation of cells at thicknesses of up to 25 m. More importantly, SBIS allows 3D observation of the cells in the growing uniseriate filaments of Ectocarpus sp., the polystichous filaments of Sphacelaria rigidula and the cellular monolayered lamina of Saccharina latissima over periods of up to 7 days. Altogether, these properties allow visualization of entire cell contours in living brown algae, making the study of early development at the cellular level in 4D now possible in these marine organisms.", "date": "2025-10-11", "journal": ""}
{"title": "Too little and too much: medial prefrontal functional inhibition impairs early, whereas neural disinhibition impairs serial reversal performance in rats", "doi": "10.1101/2025.02.10.637529", "authors": "Renstrom, J. G.; Taylor, C. J. L.; Allen, R. G.; O'Hara, L.; Loayza, J.; Juty, J.; Moran, P. M.; von Heimendahl, M.; Deiana, S.; Du Hoffmann, J.; Stevenson, C. W.; Maggi, S. G.; Bast, T.", "abstract": "Schizophrenia is associated with reduced activation (hypofrontality) and neural disinhibition (reduced GABAergic inhibition) in the dorsolateral prefrontal cortex (dlPFC), as well as reversal learning deficits. Whilst reversal learning has been strongly linked to the orbitofrontal cortex, its dependence on the primate dlPFC, and its rodent analogue the medial PFC (mPFC), is less clear. Nevertheless, we hypothesized that the mPFC may be required for reversal learning if the reversal is demanding. Furthermore, even if the mPFC is not required, mPFC disinhibition may impair reversals, because it may disrupt processing in mPFC projection sites. To test these hypotheses, we combined bi-directional manipulations of mPFC GABAergic inhibition, using intracerebral drug microinfusion and chemogenetic/DREADD methods, with reversal testing on a food-reinforced two-lever discrimination task in rats. First, we induced mPFC functional inhibition and disinhibition, by microinfusion of the GABA-A receptor agonist muscimol or antagonist picrotoxin, respectively, and examined the impact on early reversals (reversals 1-3) and well-established serial reversals (reversal 5 onwards). Using classical performance measures and Bayesian trial-by-trial strategy analysis, we found that mPFC muscimol impaired early, but not serial, reversals, increasing perseveration and impairing exploratory (lose-shift) behavior at reversal 2. In contrast, mPFC picrotoxin impaired serial reversals, reducing exploratory (lose-shift) and exploitative (win-stay) behavior. Second, to inhibit mPFC GABAergic neurons, we expressed the inhibitory DREADD hM4Di in these neurons; chemogenetic mPFC disinhibition by activation of hM4Di also impaired serial reversal learning, primarily disrupting exploitation. Our findings suggest that mPFC hypoactivation and disinhibition disrupt distinct aspects of reversal learning by different mechanisms.", "date": "2025-10-11", "journal": ""}
{"title": "Decoding auditory working memory load from EEG alpha oscillations", "doi": "10.1101/2025.02.14.638227", "authors": "Yuan, Y.; Gayet, S.; Wisman, D. C.; Van der Stigchel, S.; van der Stoep, N.", "abstract": "Working memory (WM) enables temporary retention of task-relevant information for imminent use. Increases in visual WM load are accompanied by elevated contralateral delay activity (CDA), and EEG alpha-band power. While most WM research focuses on the visual domain, it remains unknown whether similar EEG responses also reflect WM load in the auditory domain. Using EEG, we set out to establish such neural markers of auditory WM load. Participants memorized the pitches of 1 to 4 pure tones presented to one ear, with 1 to 4 identical distractor tones presented to the other ear. Behaviorally, auditory WM capacity plateaued between set-sizes two and three. Unlike for visual WM, auditory WM load was not reflected in lateralized EEG responses. This shows that the CDA is a vision-specific rather than domain-general neural marker of WM load. Applying multivariate pattern analyses on the delay activity revealed that auditory WM load is reflected in patterns of alpha-band oscillations. Surprisingly, a temporal generalization analysis revealed that the alpha patterns reflecting specific load conditions changed throughout the maintenance period (despite load being inherently constant), revealing dynamic coding of auditory WM load.", "date": "2025-10-11", "journal": ""}
{"title": "Dimensionality Reduction with Strong Global Structure Preservation", "doi": "10.1101/2025.03.09.642213", "authors": "Gildenblat, J.; Pahnke, J.", "abstract": "Modern dimensionality reduction (DR) methods, including t-SNE and UMAP, often distort global relationships, limiting the interpretability of embeddings. We introduce two complementary objectives that jointly preserve global geometry and local structure. Landmark Mantel Correlation (LMC) aligns high- and low-dimensional distances with respect to a small set of landmarks, providing an efficient global constraint. Multi-resolution Cluster Supervision (MiCS) promotes local fidelity by encouraging cluster assignments - estimated across multiple resolutions - to remain predictable after projection. Evaluated on 20 biomedical datasets, UMAP+LMC and MiCS+LMC achieve the best overall performance, demonstrating that global and local structure can be optimized simultaneously rather than being inherently conflicting. Our approach consistently outperforms existing methods for global and local structure preservation, yielding more reliable and interpretable visualizations.", "date": "2025-10-11", "journal": ""}
{"title": "An Algebraic Approach to Representing Mitochondrial Dynamics", "doi": "10.1101/2025.03.17.643721", "authors": "Mostov, R.; Lewis, G. R.; Sturm, G.; Marshall, W. F.", "abstract": "This paper addresses the increasing need for comprehensive mathematical descriptions of cell organization by examining the algebraic structure of mitochondrial network dynamics. Mitochondria are cellular structures involved in metabolism that take the form of a network of membrane-based tubes that undergo continuous re-arrangement by a set of morphological processes, including fission and fusion, carried out by protein-based machinery. Because of their network structure, mitochondria can be represented as graphs, and the morphological operations that take place in the cell, referred to as mitochondrial dynamics, can be represented by changes to the graphs. Prior studies have classified mitochondrial graphs based on graph-theoretic features, but an alternative approach is to focus not on the graphs themselves but on the set of morphological operations inducing mitochondrial dynamics, since this may provide a simpler representation. Moreover, the operations are what determine the graphs that will be generated in a biological system. Here we show that mitochondrial dynamics constitute a groupoid that includes the automorphism group of each mitochondria graph. For multi-component mitochondria we define a graph structure that encapsulates the structure of mitochondrial dynamics. Using one of the morphological operations we can define an equivalence relation among mitochondrial graphs that allows us to replace the complex structure of the full groupoid with a vastly simpler groupoid representation based on equivalence classes. Using these formalisms we define a distance metric for similarity between mitochondrial structures based on an edit distance. In the course of defining these structures we provide a mathematical motivation for new experimental questions regarding mitochondrial fusion, the impacts of cell division on mitochondrial morphology, and the presence of a single giant component in some cell types. This work points to a general strategy for formulating a cell structure state-space, based not on the shapes of cellular structures, but on relations between the dynamic operations that produce them.", "date": "2025-10-11", "journal": ""}
{"title": "Modular nanostructure design of DX-tile DNA nano-stars (DX-DNAns) controls self-organization and force propagation of DX-based DNA Hydrogels enabling programmable viscoelastic properties and integrated functionalization", "doi": "10.1101/2025.03.25.645358", "authors": "Bush, J.", "abstract": "Deoxyribonucleic Acids (DNA) have been used for a few decades to form nanostructures with precisely tunable features, shapes, responses, etc. Some of the most basic structures, DNA nanostars (DNAns) have been used to form soft matter hydrogels with unique functionalizations and responses to soluble stimuli as well as physical cues. Notably these studies use 'arms' comprising a single duplex whereas more complex nanostructures, DNA origami, can have a multitude of duplexes bundled together to produce different structural properties. Herein I introduce DNAns bundling two duplexes together, commonly known as the double crossover (DX) motif to enable multi scale mechanical design of hydrogels with interchangeable strands, i.e. modular DX-DNAns hydrogels. This is achieved by rational design of the internal structure to coordinate the propagation of forces both within and across the different motifs driving unique organizational aspects which produce specific viscoelastic features, as evidenced by bulk-scale rheological profiles herein. This work begins to bridge the broad range of complexities available with DNA origami based nanostructures to the more application based potentials for macro-scale nanostructured materials with specified functionalizations. Particularly I elucidate the versatility of this method by implementing a DNA based pH response motif, i-motif, which has thus far only enabled switchable mechanical properties from the gel-to-sol states but herein there are graded changes in mechanistic properties while sustaining the gel state, a feat which has only been achieved via strand displacement in DNAns hydrogels thus far. Demonstrating the breadth of new possibilities for DNA hydrogels with the extensive functionality of bundled duplexes used in DNA Origami thus seeding the bridge to a fundamental gap in the field by pinpointing this new fundamental design factor.", "date": "2025-10-11", "journal": ""}
{"title": "The response regulator BqsR/CarR controls ferrous iron (Fe2+) acquisition in Pseudomonas aeruginosa", "doi": "10.1101/2025.04.12.648518", "authors": "Paredes, A.; Hull, M. T.; Singh, H.; Greene, D.; Northrup, A. J.; Kubo, A.; Brown, J. B.; Chacon, K. N.; Patrauchan, M. A.; Smith, A. T.", "abstract": "Pseudomonas aeruginosa is a ubiquitous, Gram-negative bacterium that forms biofilms and is responsible for antibiotic-resistant nosocomial infections in humans. The P. aeruginosa BqsRS two-component system regulates biofilm formation and dispersal by sensing extracytoplasmic Fe2+, but the mechanistic details of this process are poorly understood. In this work, we report the crystal and solution structures of the PaBqsR response regulator receiver domain, comprising a ({beta})5 response regulator assembly, and the DNA-binding domain, comprising a helix-turn-helix motif. Consistent with its cognate stimulus being Fe2+, we show that PaBqsR binds directly to the promoter region of the feo operon that encodes the bacterial Fe2+ transport system FeoABC. Corroborating these in vitro results, transcriptional studies show that PaBqsR is a global regulator controlling many important genes in PAO1, including the feo operon. Intriguingly, promoter-based assays reveal that PaBqsR is a dynamic regulator that responds to bioavailable Fe2+, likely through the ability of PaBqsR to bind Fe2+ directly via a His-rich motif, independent of the PaBqsS membrane His kinase. This mode of regulation is unprecedented among OmpR-like response regulators but represents an important level of control over Fe2+ acquisition in P. aeruginosa that could be an attractive therapeutic target to treat nosocomial infections.", "date": "2025-10-11", "journal": ""}
{"title": "Fast and Memory-Efficient Dynamic Programming Approach for Large-Scale EHH-Based Selection Scans", "doi": "10.1101/2025.04.09.647986", "authors": "Rahman, A.; Smith, T. Q.; Szpiech, Z. A.", "abstract": "Haplotype-based statistics are widely used for finding genomic regions under positive selection. At the heart of many such statistics is the computation of extended haplotype homozygosity (EHH), which captures the decay of homozygosity away from a focal site. This computation, repeated for potentially millions of sites, is computationally demanding, as it involves tracking counts of unique haplotypes iteratively over long genomic distances and across many individuals. Because of these computational challenges, existing tools do not scale well when applied to large-scale population datasets, such as the 1000 Genomes Project, or the UK Biobank with 500,000 individuals. Optimizing computation becomes crucial when data sets grow large, especially when handling large sample sizes or generating training data for machine learning algorithms. Here, we propose a dynamic programming algorithm that substantially improves runtime and memory usage over existing tools on both real and simulated data. On real phased data, we achieve 5-50x speedup with minimal memory footprint. Our simulations show an even more pronounced performance gap with large populations (up to 15x speedup and 46x memory reduction). EHH-based statistics designed for unphased genotypes run an order of magnitude faster, and multi-parameter support results in 20x runtime improvement. Source code and binaries are available at https://github.com/szpiech/selscan as selscan v2.1.", "date": "2025-10-11", "journal": ""}
{"title": "Scaling Large Language Models for Next-Generation Single-Cell Analysis", "doi": "10.1101/2025.04.14.648850", "authors": "Rizvi, S. A.; Levine, D.; Patel, A.; Zhang, S.; Wang, E.; Perry, C. J.; Constante, N. M.; He, S.; Zhang, D.; Tang, C.; Lyu, Z.; Darji, R.; Li, M.; Sun, E.; Jeong, D.; Zhao, L.; Kwan, J.; Braun, D.; Hafler, B.; Chung, H.; Dhodapkar, R.; Perozzi, B.; Ishizuka, J.; Azizi, S.; van Dijk, D.", "abstract": "Single-cell RNA sequencing has transformed our understanding of cellular diversity, yet current single-cell foundation models (scFMs) remain limited in their scalability, flexibility across diverse tasks, and ability to natively integrate textual information. In this work, we build upon the Cell2Sentence (C2S) framework, which represents scRNA-seq profiles as textual \"cell sentences,\" to train Large Language Models (LLMs) on a corpus comprising over one billion tokens of transcriptomic data, biological text, and metadata. Scaling the model to 27 billion parameters yields consistent improvements in predictive and generative capabilities and supports advanced downstream tasks that require synthesis of information across multi-cellular contexts. Targeted fine-tuning with modern reinforcement learning techniques produces strong performance in perturbation response prediction, natural language interpretation, and complex biological reasoning. This predictive strength directly enabled a dual-context virtual screen that uncovered a striking context split for the kinase inhibitor silmitasertib (CX-4945), suggesting its potential as a synergistic, interferon-conditional amplifier of antigen presentation. Experimental validation in human cell models unseen during training confirmed this hypothesis, demonstrating that C2S-Scale can generate biologically grounded, testable discoveries of context-conditioned biology. C2S-Scale unifies transcriptomic and textual data at unprecedented scales, surpassing both specialized single-cell models and general-purpose LLMs to provide a platform for next-generation single-cell analysis and the development of \"virtual cells.\"", "date": "2025-10-11", "journal": ""}
{"title": "A Cross-Species Generative Cell Atlas Across 1.5 Billion Years of Evolution: The TranscriptFormer Single-cell Model", "doi": "10.1101/2025.04.25.650731", "authors": "Pearce, J. D.; Simmonds, S. E.; Mahmoudabadi, G.; Krishnan, L.; Palla, G.; Istrate, A.-M.; Tarashansky, A.; Nelson, B.; Valenzuela, O.; Li, D.; Quake, S. R.; Karaletsos, T.", "abstract": "Single-cell transcriptomics has revolutionized our understanding of cellular diversity, yet our understanding of the transcriptional programs across the tree of life remains limited. Here we present TranscriptFormer, a family of generative foundation models trained on up to 112 million cells spanning 1.53 billion years of evolution across 12 species. By jointly modeling gene identities and expression levels using a novel generative architecture, TranscriptFormer encodes multi-scale biological structure, functioning as a queryable virtual cell atlas. We demonstrate state-of-the-art performance on both in-distribution and out-of-distribution cell type classification, with robust performance even for species separated by over 685 million years of evolution. TranscriptFormer can also perform zero-shot disease state identification in human cells and accurately transfers cell state annotations across species boundaries. As a generative model, TranscriptFormer can be prompted to predict cell type-specific transcription factors and gene-gene interactions that align with independent experimental observations. Developmental trajectories, phylogenetic relationships and cellular hierarchies emerge naturally in TranscriptFormer's representations without any explicit training on these annotations. This work establishes a powerful framework for quantitative single-cell analysis, and comparative cellular biology, thus demonstrating that universal principles of cellular organization can be learned and predicted across the tree of life.", "date": "2025-10-11", "journal": ""}
{"title": "Neural rhythms as priors of speech computations", "doi": "10.1101/2025.05.06.652542", "authors": "Chandravadia, N.; Imam, N.", "abstract": "The transformation of speech into discrete linguistic representations forms the basis of speech recognition. Natural speech encodes cues at distinct timescales: phonetic features have modulation frequencies of 30-50 Hz, syllables and words around 4-7 Hz, and phrases 1-2 Hz. Strikingly, these frequencies mirror frequencies of endogenous network rhythms of the brain and synaptic time constants of the underlying neural circuits. Here, we suggest that endogenous brain rhythms serve as priors for speech recognition, encoding knowledge of speech structure in the dynamics of network computations. In a network of coupled oscillators, we find that speech is readily identified when characteristic frequencies of the oscillators match frequencies of circuit rhythms in the brain. When signal and circuit rhythms are mismatched, speech identification is impaired. Compared to a baseline recurrent neural network without intrinsic oscillations, the coupled oscillatory network has significantly higher performance in speech recognition across languages, but not in the recognition of signals that lack speech-like structure, such as urban sounds. Our results suggest a central computational role of brain rhythms in speech processing.", "date": "2025-10-11", "journal": ""}
{"title": "CORGIAS: identifying correlated gene pairs by considering evolutionary history in a large-scale prokaryotic genome dataset", "doi": "10.1101/2025.05.07.652372", "authors": "Nishimura, Y.; Omae, K.; Tominaga, K.; Iwasaki, W.", "abstract": "The recent expansion of prokaryotic genomes reveals many ortholog groups (OGs) whose function cannot be inferred from conventional, sequence similarity-based annotation methods, especially in metagenome-assembled genomes. Phylogenetic profiling is one of the promising methods to annotate these OGs, by identifying functional relationships of OGs using co- or anti-occurrence of OGs distributions, not sequence similarity. Here, we proposed two new phylogenetic methods for large-scale data, Ancestral State Adjustment (ASA) and Simultaneous EVolution test (SEV), which consider the ancestral state of gene presence/absence. In evaluations using three distinct prokaryotic datasets, ASA and SEV showed better or comparable performance to both established and recently proposed methods for large-scale data. We compared the functionally related genes detected by each method and found that SEV and its predecessor can identify slowly evolving genes, such as housekeeping genes. In contrast, ASA and its predecessors can detect functionally related genes that tend to be gained or lost in a fixed-order, indicating a strong evolutionary constraint that provides clues for functional prediction. Using matrix multiplication, we showed that SEV is scalable in the latest genome databases.", "date": "2025-10-11", "journal": ""}
{"title": "MesoSCOUT: A novel tool for revealing mesoscale organization in the white-matter connectome", "doi": "10.1101/2025.06.19.660631", "authors": "Dmitruk, E.; Metzner, C.; Steuber, V.; Kadir, S. N.", "abstract": "We present MesoSCOUT (Mesoscale Structural Connectome Order-complex Unveiling Topology), a framework for characterizing white matter connectivity using a method developed from computational algebraic topology: persistent homology (PH) via clique topology. Applying this method to schizophrenia, we uncover a novel, mesoscale perspective of the differences in the white-matter connectome between healthy controls (HC) and subjects with schizophrenia (SCH). We extract and compare topological motifs found in the structural connectomes of the subjects in the two groups and find significant differences. We explore the overlap of mesoscale structures found in two different datasets, COBRE (Center of Biomedical Research Excellence) and HCP(Human Connectome Project). Differences in acquisition usually render experiments recorded on different scanners incomparable, but MesoSCOUT enables cross-dataset comparisons. Our method offers a way to establish connectomic fingerprinting that could lead to a neuroimaging-based diagnosis of schizophrenia and other psychiatric and neurological conditions as well as the development of new treatments.", "date": "2025-10-11", "journal": ""}
{"title": "Use of RHO GTPase by L1 GABAergic neurons in frontal cortex and L6 glutamatergic neurons in prefrontal cortex differentiates states of unconsciousness", "doi": "10.1101/2025.06.21.660840", "authors": "Taguchi, Y.-h.; Turki, T.", "abstract": "Unconsciousness can be induced by sleep and general anaesthesia alike; however, the extent to which these states differ is not well understood. In this study, we aimed to determine the similarities and differences between the unconscious states caused by sleep and those caused by anaesthesia, as well as investigate gene expression profiles by applying tensor decomposition-based unsupervised feature extraction to the two gene expression profiles. One of the two expression profiles was obtained from mice treated with sevoflurane, a type of inhaled anaesthesia, whereas the other two expression profiles were obtained from sleeping and awake mice. We selected two sets of genes (507 and 1048 genes) that were distinctly expressed between sleep- or anaesthesia-induced unconsciousness and the awake state. Both sets of genes include various distinct genes which are common to the state of unconsciousness during sleep and anaesthesia. The former was enriched in GABAergic synapses and the first layer of the frontal cortex, whereas the latter was enriched in glutamatergic synapses and the sixth layer of the prefrontal cortex. Additionally, both sets of genes were enriched in the RHO GTPase pathway. Based on these results, we hypothesised that L1 GABAergic neurons in the frontal cortex and L6 glutamatergic neurons in the prefrontal cortex use RHO GTPase to differentiate between the states of unconsciousness induced by general anaesthesia and sleep.", "date": "2025-10-11", "journal": ""}
{"title": "GREmLN: A Cellular Graph Structure Aware Transcriptomics Foundation Model", "doi": "10.1101/2025.07.03.663009", "authors": "Zhang, M.; Swamy, V.; Cassius, R.; Dupire, L.; Kanatsoulis, C.; Paull, E.; AlQuraishi, M.; Karaletsos, T.; Califano, A.", "abstract": "The ever-increasing availability of large-scale single-cell profiles presents an opportunity to develop foundation models to capture cell properties and behavior. However, standard language models such as transformers benefits from sequentially structured data with well defined absolute or relative positional relationships, while single cell RNA data have orderless gene features. Molecular-interaction graphs, such as gene regulatory networks (GRN) or protein-protein interaction (PPI) networks, offer graph structure-based models that effectively encode both non-local gene token dependencies, as well as potential causal relationships. We introduce GREmLN (Gene Regulatory Embedding-based Large Neural model), a foundation model that leverages graph signal processing to embed gene token graph structure directly within its attention mechanism, producing biologically informed single cell specific gene embeddings. Our model faithfully captures transcriptomics landscapes and achieves superior performance relative to state-of-the-art baselines on cell type annotation, graph structure understanding, and fine-tuned reverse perturbation prediction tasks. It offers a unified and interpretable framework for learning high-capacity foundational representations that capture complex, long-range regulatory dependencies from high-dimensional single-cell transcriptomic data. Moreover, the incorporation of graph-structured inductive biases enables more parameter-efficient architectures and accelerates training convergence.", "date": "2025-10-11", "journal": ""}
{"title": "Robust Neural Decoding with low density EEG", "doi": "10.1101/2025.07.07.663494", "authors": "Huang, L.; Varlet, M.; Grootswagers, T.", "abstract": "High-density Electroencephalography (EEG) recording enhances spatial resolution for neural signal decoding, yet the relationship between electrode density and decoding performance remains unclear. To address this, we systematically investigated decoding accuracy across electrode configurations of varying densities (16, 32, 64, 96, and 128 electrodes) using visual grating stimuli characterized by orientation, contrast, spatial frequency, and color. As expected, decoding accuracy increased with electrode density. Remarkably, however, reliable above-chance decoding was still achieved with as few as 16 electrodes, highlighting the robustness of decodable neural signals. To test the generalization of these results to more complex natural stimuli, we conducted a similar analysis with a diverse set of naturalistic images categorizable into living/non-living and moving/non-moving. The results consistently showed that effective decoding persists even with a 16-electrode configuration, showing robust decoding efficacy even for complex naturalistic stimuli. These findings demonstrate both the benefits of higher-density EEG and the robustness of neural decoding under sparse spatial sampling, providing new insights into how efficiently and broadly neural signals can be decoded.", "date": "2025-10-11", "journal": ""}
{"title": "The origin of the octoploid cloudberry (Rubus chamaemorus) genome is the result of multiple and complex polyploidization events", "doi": "10.1101/2025.07.07.663483", "authors": "Strand, M. A.; To, T.-H.; Torresen, O. K.; Fullmer, S. E.; Skage, M.; Tooming-Klunderud, A.; Sandve, S. R.; Jakobsen, K. S.", "abstract": "We describe a chromosome-level genome assembly from an individual male plant of the cloudberry (Rubus chamaemorus). The haplotype-resolved assemblies contain one pseudo-haplotype spanning 1198 megabases and one pseudo-haplotype spanning 1161 megabases. Most of these two assemblies, 93.57% and 96.55% respectively, are each scaffolded into 28 pseudo-chromosomes. Both assemblies show high completeness, with the same BUSCO completeness score of 99.2%. Most BUSCO genes are duplicated in both pseudo-haplotypes, in line with the polyploid nature of the cloudberry genome. The assemblies contain 74,132 and 70,692 predicted protein-coding genes, respectively. Analysis of repetitive sequences classified ~60% of each haplotype as repeats. Comparative synteny with red raspberry (Rubus idaeus) reveals a 4:1 chromosome correspondence, supporting an octoploid origin. Ks distributions and k-mer clustering indicate a fairly recent polyploidization involving one divergent ({beta}) and three closely related () subgenomes. Low coverage targeted sequencing data mapped to our assembly link the {beta}-subgenome to a relative of R. pedatus or R. lasiococcus, while the -subgenomes might derive from a putative auto-allohexaploid within the main Rubus clade. In conclusion, these results indicate that the cloudberry genome arose through multiple hybridization events, including recurrent allopolyploidy and possibly autopolyploidy.", "date": "2025-10-11", "journal": ""}
{"title": "Advancing FAIR Data Management through AI-Assisted Curation of Morphological Data Matrices", "doi": "10.1101/2025.07.08.663621", "authors": "Jariwala, S.; Long-Fox, B. L.; Berardini, T. Z.", "abstract": "Curation of biological and paleontological datasets is a labor-intensive process that requires standardization and validation to ensure data integrity. In particular, manual curation of datasets is prone to human errors such as typographical errors, inconsistent formatting, and incomplete metadata, which hinder reproducibility and compliance with Findability, Accessibility, Interoperability, and Reusability (FAIR) principles. Artificial Intelligence (AI) offers a transformative solution for enhancing research efficiency by automating data validation, improving accuracy, and streamlining curation workflows. This study explores the integration of an AI-assisted curation tool developed for MorphoBank, an open access repository established to enhance standardization and usability of morphological character datasets. Specifically, this work presents an AI tool designed to extract, structure, and standardize morphological character data from published literature into the NEXUS file format, a widely used format for phylogenetic analyses. This tool leverages machine learning techniques, including Large Language Models (LLMs), to automate the extraction of character names and states from text in various formats, reducing manual data entry errors and improving data completeness. The system enables efficient conversion of matrix-only files into complete, machine- and human-readable datasets that include key character metadata. By automating these tasks, the tool significantly accelerates dataset curation while improving accuracy and standardization. This approach increases the FAIRness of the data and offers a scalable framework for extending AI-assisted curation to standardize other biological datasets. Our findings demonstrate the value of AI in scientific data curation and advancing data reuse in paleontology, systematics, and evolutionary biology.", "date": "2025-10-11", "journal": ""}
{"title": "The Illusion of Polygenicity in Poolseq studies: Insufficient Power Can Mask Simple Genetic Architectures", "doi": "10.1101/2025.07.23.666414", "authors": "Long, A. D.; Hanson, K. M.; Macdonald, S. J.", "abstract": "In Drosophila melanogaster, genome-wide association studies (GWAS) and quantitative trait locus (QTL) mapping have often yielded seemingly contradictory results, with GWAS typically suggesting highly polygenic architectures while QTL mapping identifies fewer loci of larger effect. We investigated this discrepancy using a published mapping study that contrasted pools of control flies with pools of flies representing the most zinc chloride-resistant larvae. The dataset provided a unique opportunity to compare three distinct analytical approaches: an X-QTL mapping strategy based on inferring known founder haplotype frequencies, a SNP-by-SNP GWAS using directly ascertained SNP counts, and a SNP-by-SNP GWAS using imputed SNP counts derived from estimated haplotype frequencies. Our analysis revealed that X-QTL and imputed SNP approaches uncovered a relatively simple genetic architecture dominated by several major-effect loci. In contrast, the traditional SNP-by-SNP GWAS suggested a highly polygenic trait with numerous small-effect loci dispersed throughout the genome. We demonstrate that this apparent discrepancy primarily stems from the limited statistical power of the SNP-by-SNP GWAS approach when applied to pooled sequencing data. Despite ~700X sequence coverage and greater than 3000 flies per treatment, the inferred polygenic architecture under the SNP-by-SNP approach appears to simply be an artifact of insufficient power to detect major effect loci. Through simulations, we illustrate that reliably detecting subtle allele frequency differences between pools requires substantially larger sample sizes and higher sequencing coverage than typically employed in current studies. Our findings highlight the importance of considering statistical power and methodological approaches when interpreting genetic architecture studies.", "date": "2025-10-11", "journal": ""}
{"title": "Oxytocin neurons in the anterior and posterior paraventricular nucleus have distinct behavioral functions and electrophysiological profiles", "doi": "10.1101/2025.08.03.668226", "authors": "Chrisman, A. N.; Sugimoto, C.; Butler-Struben, H.; Minie, V. A.; Anderson, D.; Eagle, A. L.; Duque-Wilckens, N.; Ramos, A.; Lewis, Y. I.; Archdeacon, S. C.; Robison, A. J.; Trainor, B. C.", "abstract": "Oxytocin is a neuropeptide that can either promote or inhibit affiliative social behaviors. Recent evidence suggests that these diverse effects are mediated by distinct oxytocin receptor-expressing neuron. An outstanding question is whether these behavioral effects are also driven by distinct or overlapping populations of oxytocin-producing neurons. The paraventricular nucleus (PVN) of the hypothalamus is a major source of oxytocin and sends projections to the mesolimbic dopamine system and the extended amygdala. Previous work found that social defeat increased oxytocin neuron activity in the anterior PVN (aPVN) but not posterior PVN (pPVN). We reduced oxytocin synthesis with antisense morpholino oligonucleotides in either anterior or posterior PVN in California mice (Peromyscus californicus), a strong model system for studying effects of social stress on brain function and behavior. Antisense morpholinos in aPVN had no effect on behavior in unstressed females but increased social approach and reduced social vigilance in females exposed to social defeat stress. In pPVN, antisense morpholinos reduced social approach in unstressed male and female California mice. We then used OxtCre mice to compare electrophysiological profiles of oxytocin in aPVN and pPVN with a population of oxytocin neurons in the bed nucleus of the stria terminalis (BNST). Oxytocin neurons in aPVN and BNST oxytocin neurons had higher post-synaptic potentials and responded more strongly to current injections versus oxytocin neurons in pPVN. These findings shed light onto functional and physiological heterogeneity of PVN oxytocin neurons. Our results suggest that context dependent effects of oxytocin are mediated by different populations of oxytocin neurons.", "date": "2025-10-11", "journal": ""}
{"title": "Cul5Wsb2 uses BCL2 proteins as co-receptors to target Bim for degradation.", "doi": "10.1101/2025.08.14.670414", "authors": "Vaysse-Zinkhofer, W.; Alcindor, E.; Garaffo, N.; Toczyski, D. P.", "abstract": "Apoptosis helps eliminate damaged or unnecessary cells. Anti-apoptotic BCL2 family proteins protect cells by binding and inhibiting pro-apoptotic proteins. Our study reveals that BCL2 proteins also target Bim for degradation by serving to recruit Bim to the E3 ubiquitin ligase Cul5Wsb2. Wsb2 recognizes Bcl-xl through a motif conserved between Bcl-xl, Bcl-w and Bcl2, but not Mcl1. Disruption of this interaction through mutation of either Bcl-xl or Wsb2 blocks the binding of Wsb2 to the Bcl-xl/Bim dimer. Wsb2 also associates with the Mcl1/Bim dimer through a separate Wsb2 interface, suggesting that Wsb2 has evolved independent means to target Bim. While Wsb2 is not essential in most cells, it is essential in cells derived from tumors of the nervous system, and knockdown of Wsb2 in these lines causes death by apoptosis. This work uncovers a novel mechanism of apoptosis regulation, with implications for developing therapies against neuroblastomas and other cancers reliant on this pathway for survival.", "date": "2025-10-11", "journal": ""}
{"title": "Species-specific bacterial associations emerge from stochastically assembled microbiomes in Northeastern American fireflies", "doi": "10.1101/2025.08.19.670969", "authors": "Bechade, B.; Lower, S. E.; Nichols, S. R.; Dabbert, T. J.; Ravenscraft, A.", "abstract": "Many insects harbor diverse microbial communities (microbiomes) that can profoundly influence the biology of their host. Yet, for most insect taxa, the relative roles of stochastic events versus deterministic forces in shaping these communities remain unknown. We investigated microbiome assembly in fireflies (Coleoptera: Lampyridae) using 16S rRNA gene amplicon sequencing and quantitative PCR from 12 species and species groups collected across the Northeastern United States. We hypothesized that firefly microbiomes are predominantly structured by stochastic ecological processes, such as random microbial exposures. Consistent with this, we observed elevated normalized stochasticity ratio (NST) values for most bacteria, coupled with high intraspecific variability in bacterial abundance and composition. However, microbiomes were more similar among closely related firefly hosts, and several bacterial taxa, including endosymbionts and unusually prevalent mollicute strains, showed lower NST values, species-specific associations, and patterns linked to geography, season, and sex. These results reveal that deterministic processes--likely involving host-driven microbial filtering, microbe-microbe interactions, and reliable transmission modes--act alongside stochastic forces to shape firefly-microbe associations. By disentangling these ecological drivers in a diverse, understudied beetle lineage, our study advances understanding of the ecological and evolutionary processes structuring microbiomes in the wild.", "date": "2025-10-11", "journal": ""}
{"title": "Validation and Optimization of Breeding Strategy for miR-141/200c Knockout Mice to Eliminate Off-Target Gene Silencing using FLPo Deleter mice", "doi": "10.1101/2025.09.02.673774", "authors": "Srivastava, R.; Yadav, S. K.; Cormier, M.-K.; Yee, S.-P.; Lowther, K.; Verma, R.", "abstract": "MicroRNAs (miRNAs) of the miR-200 family specifically miR-141 and miR-200c regulate neurogenesis, differentiation, and epithelial mesenchymal transitions in development and several diseases including cancer and stroke. The STOCK Mirc13tm1Mtm /Mmjax mouse line, which targets the miR-141/200c cluster, was originally generated and described by Park et al. 2012 as a conditional knockout-first allele requiring a two-step breeding strategy: FLP recombination to excise lacZ/neo cassettes followed by Cre recombination to delete the floxed miRNA cluster (1). However, subsequent studies either bypassed this step and reported knockouts based on direct crosses with Cre mouse lines, leaving residual lacZ/neo sequences that may silence upstream elements or introduce transcriptional artifacts or rare studies used less efficient FLPe Deleter mice. Here, we present a detailed and refined strategy to conditional miR-141/200c knockouts mice using FLPo Deleter mice to efficiently eliminate lacZ/neo cassettes. Our approach not only confirmed complete deletion of miR-141 and miR-200c in various organs such olfactory bulbs and lungs where these miRNAs are robustly expressed using various approach such as genotyping qPCR validation and in situ hybridization but showed that without the use of FLPo deleter mice deletion of miR-141/200c cluster may also lead to loss of several close proximity physiologically important genes such as ptpn6, phb2, atn1 and eno1 . By restoring a clean floxed allele using FLPo deleter mice prior to Cre deletion, we establish a reliable and interpretable mouse model for dissecting the roles of the miR-141/200c cluster miRNA in various disease models.", "date": "2025-10-11", "journal": ""}
{"title": "A neuroendocrine principle: Pancreatic islets actively shape sympathetic innervation", "doi": "10.1101/2025.09.03.673215", "authors": "Li, D.-X.; Luo, J.-M.; Wang, J.-J.; Qian, Y.-Z.; Abudujilile, D.; Mutailifu, M.; Yang, T.; Hong, Y.-X.; Shi, W.-T.; Ma, X.-Y.; Ye, Q.; Zhu, L.; Li, H.; Yang, X.-M.; Zhang, Y.-L.; Jiang, S.-H.; Yu, Y.-Q.; Wang, K.; Li, J.; Li, Q.; Hu, L.-P.; Zhang, X.-L.; Zhang, Z.-G.", "abstract": "Survival critically depends on maintaining blood glucose to provide essential energy, especially during emergencies such as the fight-or-flight response, when timely glucose control via neural integration is vital. However, pancreatic islets constitute only a small fraction of the pancreas and are dispersed throughout the organ, raising the fundamental question of how the nervous system coordinates synchronized control of multiple islets. Using whole-organ clearing and 3D imaging, we mapped pancreatic sympathetic innervation, revealing specialized anatomical integration between sympathetic nerves and islets. Transplanted islets intrinsically attracted sympathetic nerves independent of their native environment. Chronic islet injury disrupted sympathetic innervation and impaired nerve regeneration after denervation. Sympathetic denervation markedly elevated islet-derived Reg2 and Reg3{beta}; administration of these proteins accelerated sympathetic regeneration and improved islet graft function. Our findings identify an islet-sympathetic architecture actively maintained by islets, uncovering an endocrine-driven mechanism for neural regulation, highlighting Reg2 and Reg3{beta} as therapeutic candidates for diabetes management.", "date": "2025-10-11", "journal": ""}
{"title": "Innate detection of Salmonella replication triggers caspase-8-dependent apoptosis via TLR-driven TNF signaling and NLRC4-mediated sensing of the SPI-2 Type III secretion system", "doi": "10.1101/2025.09.10.675376", "authors": "Herrmann, B. I.; Zamba-Campero, M.; Sillas, R. G.; Yost, W. W.; Peterson, L. W.; Roncaioli, J. L.; Rankin, S. C.; Schifferli, D. M.; Ravichandran, K.; Brodsky, I. E.", "abstract": "Salmonella enterica comprises over 2500 serovars that are responsible for over 90 million annual infections and 100,000 deaths worldwide. Despite this diversity, our understanding of innate immune responses to Salmonella is based on extensive study of a few serovars, primarily Typhimurium, including strains that cannot replicate within primary murine macrophages. Non-replicating Salmonella trigger caspase-1 and -11-dependent pyroptosis. Whether the innate immune system distinguishes between replicating and non-replicating intracellular Salmonella is poorly defined. Here we demonstrate that replicating Salmonella enterica induce a distinct pathway of TNF- and caspase-8-driven apoptosis via host TLR4 and Salmonella Pathogenicity Island-2 activity. This pathway is independent of gasdermin D and involves the apoptotic pore protein Pannexin-1. Combined loss of Pannexin-1 and gasdermin D resulted in defective control of systemic Salmonella, indicating that these pathways function together to promote anti-Salmonella host defense. Altogether, our findings uncover a previously unappreciated pathway by which macrophages sense intracellular replicating bacteria.", "date": "2025-10-11", "journal": ""}
{"title": "Heteropentameric architecture predisposes functional inequivalence of acetylcholine receptor agonist sites", "doi": "10.1101/2025.09.13.676060", "authors": "Emlaw, J. R.; Tessier, C. J. G.; Taktek, M.; Paquette, A. R.; Boddy, C. N.; daCosta, C. J. B.", "abstract": "Muscle-type acetylcholine receptors are heteropentameric ion channels composed of four different but evolutionarily related subunits. These subunits assemble with a precise stoichiometry and arrangement, such that two distinct agonist-binding sites are formed at interfaces between a principal -subunit and a complementary {delta} or {epsilon}/{gamma}-subunit. Chemical differences between the two complementary subunits are presumed to confer functional inequivalence to the two agonist sites. This interpretation, however, overlooks the asymmetric architecture of the acetylcholine receptor, which places each subunit, and therefore each agonist site, at unique positions within the heteropentamer. The extent to which functional inequivalence of the agonist sites stems from this structural asymmetry, as opposed to chemical differences, remains unexplored. Here, we reconstruct an ancestral subunit capable of substituting for both complementary subunits, thereby engineering hybrid ancestral/human acetylcholine receptors with chemically identical agonist sites. Despite being chemically identical, these agonist sites remain functionally inequivalent. We show that this functional inequivalence stems from distinct intersubunit interactions dictated by the receptor's heteropentameric architecture, which also underlie the subunit-dependent effects of a human disease-causing mutation. Thus, structural asymmetry emerges as a fundamental determinant of receptor function, capable of imposing functional inequivalence even in chemically identical sites, with implications for both the evolution of heteromeric protein complexes and the molecular basis of disease.", "date": "2025-10-11", "journal": ""}
{"title": "A groove brain-music interface for enhancing individual experience of urge to move", "doi": "10.1101/2025.09.16.676544", "authors": "Etani, T.; Kondoh, S.; Sakakibara, Y.; Yoshida, K.; Naruse, Y.; Imamura, Y.; Ibaraki, T.; Fujii, S.", "abstract": "When we listen to music, we often feel a pleasurable urge to move to music, known as groove. While previous studies have identified musical features that contribute to the groove experience, such as syncopation and tempo, they also report individual differences in which kinds of music people experience groove. Therefore, recommending groove-eliciting music requires accounting for individual differences. In this study, we aimed to develop a groove brain-music interface (G-BMI) that generates personalized playlists to maximize each individual's groove experience, using a neurofeedback system based on in-ear EEG. Twenty-four participants listened to three high-groove and three low-groove musical excerpts and rated their \"urge to move.\" Using these ratings and the recorded EEG, we trained two LASSO models to build the G-BMI. Model 1 predicted urge to move from acoustic features extracted with VGGish, a pretrained neural network. Model 2 classified EEG data as recorded during listening to high-groove or low-groove music. Using Model 1, we ranked 7,225 candidate songs by predicted groove and assembled one groove-augmenting and one groove-diminishing playlist. Using Models 1 and 2, we created two additional playlists that updated Model 1 and the ranking in real-time based on in-ear EEG. Participants then listened to all four playlists and rated them on items including \"urge to move.\" The groove-augmenting playlist that incorporated EEG achieved the highest \"urge to move\" ratings. These findings suggest that a personalized neurofeedback system employing EEG can help maximize individual groove experience.", "date": "2025-10-11", "journal": ""}
{"title": "Epistasis among clustered lineage-specific adaptive amino acid substitutions in the Drosophila Trio protein.", "doi": "10.1101/2025.09.29.679247", "authors": "Borne, F.; Taverner, A. M.; Andolfatto, P.", "abstract": "Intramolecular epistasis is increasingly recognized as a key factor shaping patterns of evolutionary rate variation among protein sites and constraining adaptive evolution. While genome-wide analyses have revealed that intramolecular epistatic interactions can drive the spatial clustering of amino acid substitutions, direct empirical evidence for such interactions and their evolutionary consequences remains limited. Using a population genetic screen for spatially-clustered and lineage-specific adaptive amino acid substitutions in Drosophila proteins, we systematically identify experimentally tractable candidates for functional analysis. As proof of concept, we focus on the Trio protein, a Rho guanine nucleotide exchange factor that exhibits three spatially-clustered adaptive amino acid substitutions in the D. melanogaster lineage. By systematically reconstructing evolutionary intermediates in vivo using genome editing, we find that all possible intermediate states exhibit reduced viability and/or locomotor defects, providing strong evidence for epistatic constraints on evolutionary trajectories. Notably, these deleterious effects are recessive, suggesting that intermediate combinations of epistatically interacting amino acid substitutions can accumulate in heterozygotes prior to fixation, thereby circumventing apparent constraints imposed by maladaptive intermediate states. Together, these findings provide a rare empirical view of the fitness landscape shaped by intramolecular epistasis and establish a framework for investigating the constraints on adaptive protein evolution in diploid multicellular organisms.", "date": "2025-10-11", "journal": ""}
{"title": "GOA-1 regulates spermathecal transits", "doi": "10.1101/2025.09.30.679514", "authors": "Sadeghian, F.; Sjoelund, V.; Cram, E. J.", "abstract": "G protein signaling regulates calcium dynamics and contractility in the C. elegans spermatheca. G protein-coupled receptors activate heterotrimeric G proteins, triggering downstream cascades, including the G alpha s-mediated activation of adenylyl cyclase and subsequent Protein Kinase A (PKA) activation. Our previous work identified GSA-1/G alpha s and PKA as key modulators of Ca2+; oscillations and tissue contractility within the C. elegans spermatheca. In this study, we show that the inhibitory G alpha i/o subunit GOA-1 regulates spermathecal transits. We employed TurboID proximity labeling and mass spectrometry to identify 16 candidate interactors of GOA-1. Depletion of these candidates by RNAi did not yield overt spermathecal transit defects.", "date": "2025-10-11", "journal": ""}
{"title": "Functional Inertia Index of Memory-Retaining Brain Dynamics: A Measure of Large-Scale Brain Adaptability", "doi": "10.1101/2025.09.30.679686", "authors": "Wiafe, S.-L.; Calhoun, V.", "abstract": "Adaptive cognition relies on brain activity that is both flexible and resilient to noise, a property we term functional inertia. Conventional dynamic fMRI metrics treat networks as memoryless and cannot capture the persistence that makes some states fleeting and others entrenched. We introduce the functional inertia index (FII), the first index to quantify temporal momentum by measuring the force required to deviate from a brain's long-running trajectory. Applied to resting-state fMRI from a multisite schizophrenia cohort, FII revealed distinct recurrent states, with prolonged residence in a high-inertia plateau predicting greater symptom severity. This effect was mediated by whole-brain FII, which also showed a positive relationship with cognition in patients but a negative relationship in controls, revealing a dissociation between adaptive and maladaptive rigidity. At the regional level, FII unifies two long-standing observations in schizophrenia: excessive rigidity in associative hubs and pathological volatility in sensory pathways, situating both within a single inertial framework and offering a candidate dynamic biomarker.", "date": "2025-10-11", "journal": ""}
{"title": "Cyclic lipopeptide natural products as taxa-specific antibacterial inhibitors of the lipid II flippase", "doi": "10.1101/2025.10.02.680127", "authors": "Barrois, E. B.; Costa-Martini, J. H.; Thoma, L.; Van Riper, J. M.; Wochele, A.; Olson, C.; Broetz-Oesterhelt, H.; Johnston, C. W.", "abstract": "Antimicrobial resistance (AMR) is an existential threat to modern healthcare; one fueled by selection pressure provided by the use of broad-spectrum antibiotics in medicine and agriculture. As these antibiotics rely on a small set of chemical scaffolds and affect an even smaller number of biological targets, emergent AMR genes can spread through microbiomes to simultaneously inactivate multiple classes and generations of drugs. Long-overlooked for their perceived clinical limitations, antibacterial natural products with taxa-specific activities now present an underexplored source of design principles for precision antibiotics that can selectively eliminate individual microbes and limit community-wide incentives for AMR. Here, we present our re-investigation of one such taxa-specific antibacterial natural product, imacidin, a forgotten inhibitor of cell wall biosynthesis. We show that imacidin is the first natural product inhibitor of the peptidoglycan lipid II flippase MurJ, representing a larger, nascent class of taxa-specific cyclic lipopeptides that offer new leads for precision antibiotics.", "date": "2025-10-11", "journal": ""}
{"title": "A family of lethal exotoxins defined by cell entry via the Attractin receptor", "doi": "10.1101/2025.10.08.681221", "authors": "Viswanatha, R.; Lee, D.; Robins, W. P.; Mameli, E.; Hu, Y.; Kim, A.-R.; Hashmi, Y.; Nishida, H.; Prakash, G.; Butnaru, M.; Churchman, L. S.; Mohr, S.; Mekalanos, J.; Perrimon, N.", "abstract": "Although bacterial genomes encode numerous potential toxins, it is unclear how evolution drives the specificity of these important virulence factors. Using an insect CRISPR screen, we identified the transmembrane protein Attractin (ATRN) as the receptor for Nigritoxin (Ntx), a Vibrio toxin that causes seasonal shrimp pandemics. We found that Ntx's effector 'warhead' inhibits translation via a previously uncharacterized mechanism. Moreover, we show that two related toxins require ATRN for entry but possess unrelated effector domains. One has a Rho-GTPase AMPylation function and the other an actin targeting/proteolysis function. Our findings reveal the mechanism of Ntx entry and toxicity and show that the ATRN-targeting domain can deliver disparate effector domains, strongly indicating that this class of exotoxins can evolve as modular proteins using a common entry domain.", "date": "2025-10-11", "journal": ""}
{"title": "Histology and spatial transcriptomic integration revealed infiltration zone with specific cell composition as a prognostic hotspot in glioblastoma", "doi": "10.1101/2025.10.08.681087", "authors": "Fidon, L.; Lubrano, M.; Hoffmann, C.; Baena, E.; Thiriez, C.; Ayestas, L. C.; Cornish, A. J.; Madissoon, E.; Ducret, V.; Esposito, C.; Durand, E. Y.; Schmauch, B.; Pronier, E.; Romagnoni, A.; Espin-Perez, A.; MOSAIC consortium,  ; Eckstein, M.; Gottardo, R.; Maragkou, T.; Shelan, M.; Youssef, A.; Watson, S.; Sanson, M.; Bielle, F.", "abstract": "Background: Glioblastoma (GBM), the most aggressive primary brain tumor, has a median survival of approximately 15 months. Twenty percent of patients survive beyond three years, but known clinical factors like age, performance status, resection extent, and MGMT promoter methylation status do not fully explain the observed outcomes. Objective: Our objective was to identify novel histology derived biomarkers associated with end-of-spectrum overall survival (OS) to provide novel biological insight with a translational potential. Methods: We analyzed a total of 748 GBM patients from 3 different cohorts, uniquely enriched in long survivors (n=98 with overall survival (OS) > 5y including n=196 with OS[&ge;]3y), with clinical data and H&E slides obtained from the primary tumor at baseline. We propose an interpretable machine learning (ML) methodology for the discovery of histological biomarkers. Our method learned to segment each H&E slide into three distinct regions associated with long-term survival, short-term survival, and non-informative tissue. We characterized these regions by integrating unsupervised learning, nuclei segmentation, blood vessels detection, pathologist annotations, and multimodal data including spatial transcriptomics from n=31 patients of the GBM MOSAIC dataset to discover fully interpretable biomarkers. Results: Our OS prediction model using histology and clinical data as input achieved an area under the curve (AUC) of 0.85 for the classification of patients between OS<2 and OS[&ge;]3y in external cohort validation, outperforming significantly models trained on clinical data or on histology alone (AUC of 0.76; 0.73, respectively). Two novel biomarkers were predicting poor survival: the presence of regions of lowly infiltrated white matter enriched in malignant cells with a mesenchymal-like phenotype, and lower levels of angiogenesis associated with higher hypoxia response in the main tumor regions. We also found that a subtype of immunosuppressive tumor macrophages - defined by high PLIN2 expression and lipid accumulation- is consistently enriched in histological areas predictive of poor prognosis. Conclusion: Our interpretable ML methodology identified a novel prognostic impact of biological processes and cell types according to distinct tumor regions of GBM. These results pave the way for spatially-informed biomarkers to improve risk stratification and for personalized spatially-targeted therapeutic strategies.", "date": "2025-10-11", "journal": ""}
{"title": "Ultra-mild bisulfite outperforms existing methods for 5-methylcytosine detection with low input DNA", "doi": "10.1101/2025.10.09.681456", "authors": "He, C.; Dai, Q.; Baldwin, T.; Lyu, R.; Daniels, B.; Ye, C.; Cao, C.; Zhu, C.; Fan, D.; Lin, L.; Liu, Y.; Wang, Y.", "abstract": "We present Ultra-Mild Bisulfite Sequencing (UMBS-seq), a method for 5-methylcytosine (5mC) detection that minimizes DNA degradation and background noise. UMBS-seq outperforms UBS-seq and EM-seq in library yield, complexity, and conversion efficiency when applied to low-input DNA samples. In particular, its effectiveness with low-input cell-free DNA (cfDNA) and hybridization-based target capture highlight its potential for clinical applications, including 5mC biomarker detection and early disease diagnosis.", "date": "2025-10-11", "journal": ""}
{"title": "In vivo colonic epithelial cell editing attenuates intestinal inflammation in mice", "doi": "10.1101/2025.10.08.678706", "authors": "Zhang, H.; Lu, H.; Zhang, S.; Hu, X.; Wu, Q.; Yu, Z.; Lienanto, N. K.; ZHANG, J.", "abstract": "Engineered epithelial cells with enhanced efferocytosis capacity promote inflammation resolution and restore tissue homeostasis. Here, we developed a therapeutic approach to generate efferocytosis boosting epithelial cells in vivo by delivering mRNA in lipid nanoparticles (LNPs). We demonstrate that LNP-mediated delivery of mRNA enables efficient in vitro and in vivo functional editing of epithelial cells. In murine models of colitis, intraperitoneal administration of mRNA-loaded nanoparticles designed to boost efferocytosis markedly attenuated intestinal inflammation and halted disease progression. This strategy provides a proof of concept that epithelial cells can be functional engineered in situ and represents a promising therapeutic avenue for mitigating inflammatory tissue damage.", "date": "2025-10-11", "journal": ""}
{"title": "Innovations in spinal cord cell type heterogeneity across vertebrate evolution", "doi": "10.1101/2025.10.09.680955", "authors": "Ignatyev, Y.; Papadopoulos, S.; Soretic, M.; Yeung, J.; Lin, T.-Y.; Tanaka, E. M.; Peshkin, L.; Levine, A. J.; Gabitto, M. I.; Sweeney, L. B.", "abstract": "Vertebrates display remarkable diversity of sensorimotor behaviors, each adapted to distinct ecological and survival demands. This diversity raises fundamental questions about the evolutionary origin of motor control: do conserved spinal circuits underlie these behaviors, and how have they diverged across species. Recent studies detail spinal cell-type architecture in mammals but comparable, high-resolution atlases of the non-mammalian spinal cord are lacking. Here, we compare spinal cord cell types between fish, frogs, mice and humans, spanning ~450 million years of evolution. Across species, we define highly conserved programs of cell type specification that segregate spinal neurons into nearly identical cardinal classes during development. This contrasts with adult stages, when spinal cell-type composition selectively diverges for excitatory neuron subpopulations. Using spatial transcriptomics, we localize this species divergence to the superficial, dorsal spinal cord, where variant neuropeptide expression defines mammalian-specific cell types. The most dorsal spinal cord thus emerges as a recently evolved hub for sensory integration in mammals, a neospinal cord analogous to the neocortex.", "date": "2025-10-11", "journal": ""}
{"title": "When migration leaves a clean trace: Decoupling migration from coalescence in the Structured Serial Coalescent", "doi": "10.1101/2025.10.10.681523", "authors": "Shen, H.; Novembre, J.", "abstract": "With the rapid accumulation of population genomic data across space and time, there is an urgent need for demographic inference methods that incorporate explicit time-series modeling, achieve fine spatial resolution, and ensure clear identifiability between migration and coalescence rates. To address this need, we investigate pairwise genealogical processes under the structured serial coalescent, deriving evolution equations for pairwise branch length distributions and related statistics. By classifying the resulting relationships according to their parameter dependencies and computational complexity, we identify a class that is not only computationally tractable but also determined solely by migration rates. Building on this theoretical basis, we propose an inference framework for fine-resolution, time-varying migration rates inference and demonstrate its feasibility through simulation. We further outline how this framework can be extended to the joint estimation of migration and coalescence rates.", "date": "2025-10-11", "journal": ""}
{"title": "Attention Improves Population Codes by Warping Neural Manifolds in Human Visual Cortex", "doi": "10.1101/2025.10.09.681102", "authors": "You, Y.-Q.; Li, S.; Cheng, Y.-A.; Li, Y.; Kay, K.; Zhang, R.-Y.", "abstract": "Decades of research on visual attention have revealed its numerous effects on neural responses. Two competing models have been proposed for how these effects lead to improved population representations: one highlights changes in neural tuning, while the other points towards changes in trial-by-trial noise correlations. Here, we develop a neural population manifold framework that interprets changes in neural responses as geometric transformations in high-dimensional neural space, allowing us to disentangle and quantify the effects of tuning changes and correlation changes induced by attention. Applying this framework to extensive measurements of cortical responses during different attentional tasks, we find that tuning changes are the primary driver of improved population representations. In contrast, correlation changes, though present, have minimal--or even detrimental--effects to information content due to its strong interactions with other changes (e.g., tuning, variability). Our results support the \"tuning change\" model of visual attention and demonstrate a general framework for adjudicating how different aspects of neural coding affect information processing.", "date": "2025-10-11", "journal": ""}
{"title": "A toolkit for transposon libraries and functional genomics in intestinal Bacteroidales", "doi": "10.1101/2025.10.10.681549", "authors": "Voogdt, C. G. P.; Roux, I.; Müller, K.; Karcher, N.; Bravo, A. M.; Kalmar, L.; Varik, V.; Bobonis, J.; Zeller, G.; Zimmermann, M.; Patil, K. R.; Typas, A.", "abstract": "Members of the order Bacteroidales include some of the most prevalent and abundant bacterial species in the healthy human gut microbiota. Yet, most of the functions encoded in their genomes remain poorly characterized, limiting our understanding of the different roles they play in the human gut microbiome. Towards addressing this gap, we developed tools and methods for genome-wide transposon mutagenesis in Bacteroidales, including broad-range transposon vectors with several antibiotic selection markers, a dual conjugation-cloning donor strain, and protocols for convenient library generation in liquid media. We then created saturated, barcoded, insertion mutant libraries in the type strains of three key representatives of the main genera within Bacteroidales: Bacteroides uniformis (ATCC 8492), Phocaeicola vulgatus (ATCC 8482) and Parabacteroides merdae (ATCC 43184). Based on the dense transposon insertion profiles and a workflow for comparing essentialomes across species, we identified 275 core essential genes shared across the three species, and 163 species-specific essential genes, some of which could be explained by functional redundancy and alternative metabolic pathways. We further identified essential non-protein coding elements and essential protein domains with known and unknown functions. Finally, using insertion directionality bias, we could map potential toxic modalities in the three genomes, including toxin-antitoxin pairs, mobile elements encoding toxic products and enzymes leading to toxic metabolic intermediates. Overall, the tools, workflows and genome-wide resources reported here expand the experimental repertoire for characterizing genes in key bacteria of the human gut microbiome, and pave the way for the establishment of similar genetic toolkits for other gut bacteria.", "date": "2025-10-11", "journal": ""}
{"title": "TFEB-depletion rescues TMEM106B-related myelin defects in zebrafish", "doi": "10.1101/2025.10.10.681547", "authors": "Berdowski, W.; van der Linde, H. C.; Wolf, N. I.; van Ham, T. J.", "abstract": "Lysosomal transmembrane protein TMEM106B is genetically and neuropathologically implicated in a range of neurodegenerative diseases. Unexpectedly, the recurrent de novo TMEM106B variant p.(Asp252Asn) causes a hypomyelinating disorder. TMEM106B controls lysosomal positioning in neurons, but its role in white matter health is not fully understood. To study the role of TMEM106B in myelination in vivo, we mutated zebrafish tmem106ba and tmem106bb homologs. In vivo brain imaging in larvae deficient for both homologs (tmem106bdm) showed more, smaller lysosomes, accompanied by reduced myelin content and shorter myelin sheaths. Oligodendrocytes in tmem106bdm exhibited more lysosomes in the perinuclear region. We next genome-edited the pathogenic p.(Asp252Asn) variant into the zebrafish genome and showed that it acts dominant-negatively on myelination and on lysosomal clustering around the nucleus in oligodendrocytes. As lysosomal peri-nuclear positioning modulates mTOR-signaling, and downstream transcription factor EB (TFEB) inhibits myelination, we next investigated whether there is a genetic interaction between TMEM106B and TFEB. Indeed, deficient myelination in tmem106bdm larvae, but not altered lysosomal clustering, was restored by loss of Tfeb in triple mutant larvae. Our work elucidates that TMEM106B modulates myelination by a TFEB-dependent pathway. This implicates the TFEB pathway in myelin development and white matter health and suggests that modulating TFEB could be a therapeutic target in white matter disorders.", "date": "2025-10-11", "journal": ""}
{"title": "Comparative analysis of the chloroplast genome of Paeonia suffruticosa 'Cun Song Ying reveals plastid characteristics and phylogenetic relationships", "doi": "10.1101/2025.10.10.681658", "authors": "Li, M.; Cheng, W.; Hong, C.", "abstract": "Chloroplast genomes provide valuable insights into plant evolution, phylogeny, and molecular breeding. Here, we present the first complete chloroplast genome of Paeonia suffruticosa  Cun Song Ying. Using high-throughput sequencing combined with multiple bioinformatics approaches, we comprehensively characterized its chloroplast genome and compared it with those of closely related taxa. The chloroplast genome of  Cun Song Ying is 152,704 bp in length and exhibits the typical quadripartite structure, comprising a large single-copy region (LSC), a small single-copy region (SSC), and two inverted repeat regions (IRa and IRb). A total of 138 genes were annotated, including 4 pseudogenes and 134 functional genes, which consist of 87 protein-coding genes, 39 tRNAs, and 8 rRNAs. Phylogenetic analysis revealed that  Cun Song Ying shares the closest relationship with P. suffruticosa  Luo Yang Hong. These findings provide new insights into the evolutionary history of peony plastids, and the identified highly variable regions may serve as potential DNA barcodes for cultivar identification.", "date": "2025-10-11", "journal": ""}
{"title": "A General Transformer-Based Multi-Task Learning Framework for Predicting Interaction Types between Enzyme and Small Molecule", "doi": "10.1101/2025.10.09.681419", "authors": "Atabaigielmi, V.; Joeres, R.; Kalinina, O. V.", "abstract": "Predicting enzyme-small molecule interactions is critical for drug discovery and generally understanding the biochemical processes of life. While recent deep learning approaches have shown promising results, several challenges remain: the lack of a comprehensive training dataset, architectures lacking communication between representations of enzymes and small molecules, the tendency to simplify the problem as enzyme-substrate vs. enzyme-non-interacting, and thereby, misclassify enzyme-inhibitor pairs as substrates, and the negligence of the true impact of data leakage on the model's performance. To address these issues, we present EMMA (Enzyme-small Molecule interaction Multi-head Attention), a transformer-based multi-task learning framework designed to learn pairwise interaction signals between enzymes and small molecules, that can well generalise to out-of-distribution data. EMMA operates directly on the SMILES string representation of small molecules and enzyme sequences, with two classification heads that distinguish enzyme-non-interacting, enzyme-substrate, and enzyme-inhibitor pairs. By evaluating EMMA under five distinct data-splitting regimes that control for different types of data leakage, we demonstrate that EMMA achieves a strong and robust performance, particularly for previously unseen combinations of enzymes and small molecules. Further, a deeper analysis highlights that the topological properties of the enzyme-small molecule interaction network are crucial for the model performance and its ability to generalise, yet again stressing the decisive role of well-designed training datasets for successful model training.", "date": "2025-10-11", "journal": ""}
{"title": "Structural Insights into Zn2+ and Ca2+ binding to Human Protein Z and Their Impact on Membrane Association", "doi": "10.1101/2025.10.09.681514", "authors": "Gayathri, C. S.; Gupta, S.; SENGUPTA, T.; Sarkar, S.", "abstract": "Calcium ions (Ca2+) are essential for the proper folding and stabilization of the {gamma} carboxy glutamic acid-rich (Gla) domain in Vitamin K Dependent (VKD) coagulation proteins enabling their binding to phospholipid membranes. Zinc ions (Zn2+), the second most abundant plasma cation, have been shown to bind and regulate the activity of certain coagulation proteins can also bind and modulate the activity of several coagulation proteins through structural alterations. However, their role in membrane-protein interactions remains poorly understood. In this study, we investigated how Ca2+ and Zn2+; influence the structure and function of human protein Z (PZ), a cofactor of protein Z-dependent protease inhibitor (ZPI) that inhibits clotting factor Xa on phospholipid surfaces. Zn2+ was found to substitute for Ca2+ in the Gla domain of PZ and promote its membrane binding by inducing conformational changes like Ca2+. Additionally, a Zn2+ located in the epidermal growth factor1 (EGF1) domain of PZ appeared to synergize with Ca2+ to enhance the membrane affinity of PZ. Furthermore, both Ca2+ and Zn2+ were suggested to destabilize PZ-ZPI complex, thereby modulating the cofactor activity of PZ, a finding that warrants further experimental investigations. Collectively, this study provides the first structural and functional characterization of Zn2+ bound PZ, offering new insights into metal ion driven structural dynamics of PZ and their implications in coagulation regulation.", "date": "2025-10-11", "journal": ""}
{"title": "Divergent roles for complement components C3 and C4 in controlling Klebsiella pneumoniae gut colonization and systemic dissemination", "doi": "10.1101/2025.10.09.681492", "authors": "Valencia-Bacca, J. D.; Jennings-Gee, J. E.; Nutter, N. A.; Adams-Sims, A. E.; Hegarty, A. A.; Didier, H. L.; Zafar, M. A.; Haas, K. M.", "abstract": "Klebsiella pneumoniae is an escalating public health threat driven by the emergence of antibiotic-resistant and hyper-encapsulated strains that spread systemically from the gut. The immune defenses preventing gut colonization and dissemination remain poorly defined. Herein, we uncover distinct and context-dependent roles for complement proteins C3 and C4 in host defense following K. pneumoniae infection. Following gut colonization, C3 and C4 levels rise significantly. In addition to inducing alternative pathway-mediated C3b deposition on K. pneumoniae grown under gut-relevant conditions, C3 is critical for recruiting myeloid cells to the gut, promoting local opsonophagocytosis, and preventing lethal systemic spread. Depletion of systemic C3 reveals mucosal-derived C3 controls K. pneumoniae GI colonization, whereas systemic C3 is essential for limiting fatal dissemination. In contrast, C4 is dispensable for controlling GI colonization, dissemination, and myeloid recruitment under conditions of natural acquisition. However, C4 becomes critical for controlling GI burden and systemic disease following antibiotic-induced dysbiosis and supercolonization with antibiotic-resistant K. pneumoniae. Collectively, these findings reveal a dual-layered immune strategy: C3-driven opsonophagocytosis is critical for controlling colonization and dissemination under baseline conditions, while C4 becomes indispensable following antibiotic-induced supercolonization. This work advances our understanding of complement-dependent mucosal immune protection and identifies potential targets for preventing gut-to-bloodstream transition of this pathogen.", "date": "2025-10-11", "journal": ""}
{"title": "Quality-control Normalization of Fluorescence Microscopy Morphometry and Colocalization Measurements for Improved Accuracy and Cross-instrument Reproducibility", "doi": "10.1101/2025.10.09.681494", "authors": "Oreopoulos, J.; Nelson, G.; Gastinger, M.; Morrison, C. L.; Thomas, S.; Kiebler, M.; Boyce, A.; Goetze, B.", "abstract": "Quantitative fluorescence microscopy is more reproducible when instrument performance is measured and incorporated into the analysis. We show that routinely monitored quality-control (QC) metrics like the system resolution and inter-channel co-registration are determinant variables that can be used to normalize common image readouts and thereby separate instrument-induced variation from genuine biological changes. For intra-channel morphometry, a Gaussian approximation of the fluorescence imaging process yields analytical factors that predict how geometric measurements (length, separation distance, area, volume, etc.) inflate and scale with resolution blur due to optical misalignments or natural optical quality variations. We validate this behavior by deliberately perturbing the system resolution and by exploiting the natural resolution differences in three nominally equivalent objective lenses configured to image the exact same synapses in cultured hippocampal neurons, where structural differences subtle by eye nonetheless produced statistically significant shifts in measured synaptic puncta volumes. For dual-channel colocalization (overlap) measurements, we normalize the inter-channel co-registration QC metric by the measured point-spread function (PSF) resolutions (rather than theoretical limits associated with the objective lens) and demonstrate how fluorescent pre/postsynaptic cleft protein overlap signals decay in a predictable, exponential fashion as the PSF-normalized registration error increases, with the decay rate depending on the imaged object relative to the PSF size ratio. Mapped field-of-view gradients in channel registration also explain feature orientation flips/rotations and overlap loss without any underlying biological change . Finally, we outline a simple QC-aware microscope normalization workflow where each image measurement dataset is paired with its session PSFs and local co-registration error to remove instrument bias and optionally re-project the results to a declared reference PSF without altering the raw images. This approach improves image measurement accuracy and cross-instrument comparability of experiments and reframes light microscope QC from a passive certification of instrument health into a practical normalization that links the acquisition state to quantitative outcomes, thus ensuring the reliability and interpretability of morphometric and colocalization data in fluorescence microscopy.", "date": "2025-10-11", "journal": ""}
{"title": "Novel Role of AcylCoA:cholesterol acyltransferase 1 (ACAT1/SOAT1) in Diabetic Retinopathy", "doi": "10.1101/2025.10.09.681484", "authors": "Zaidi, S. A. H.; Lemtalsi, T.; Xu, Z.; Yamamoto, M.; Sandow, P. V.; Brooks, S. E.; Caldwell, R. W.; Caldwell, R. B.; Rojas, M. A.", "abstract": "Hypercholesterolemia and excessive cholesterol ester (CE) production have been linked to chronic inflammation and vascular dysfunction during cardiovascular disease. Upregulation of AcylCoA:cholesterol acyltransferase 1 (ACAT1/SOAT1), the enzyme responsible for retinal CE formation, has been implicated in pathological retinal neovascularization. Here we determine the role of this process in diabetic retinopathy (DR). Ins2Akita diabetic mice were treated with the specific ACAT1/SOAT1 inhibitor K604 (10 mg/Kg, i.p.) beginning at 10 weeks for 2 weeks or 8 months for 2 months. ACAT1/SOAT1 expression and CE formation were assayed along with oxidative stress, inflammation, vascular pathology, and neuronal function. ACAT1/SOAT1 expression was also assayed in human retinas and vitrectomy specimens. Retinas from early-stage Ins2Akita mice exhibited increases in CE deposition, superoxide production, and expression of ACAT1/SOAT1, LDLR, TREM1, MCSF, and VEGF along with leukostasis, vascular leakage, acellular capillary formation, retinal ganglion cell loss, and impaired visual function. Late-stage increases in CE, ACAT1/SOAT, oxidative stress, inflammation, and impaired visual function were also observed. These changes were significantly inhibited by K604 treatment. The protective effects were independent of changes in systemic glucose or body weight. Human retina and vitrectomy samples also showed increases in ACAT1/SOAT1 and CE, respectively. Specific inhibition of ACAT1/SOAT1 with K604 normalizes ACAT1/SOAT1 expression and CE formation and prevents increases in oxidative stress and inflammation and preserves retinal structure and function in both early and late stages of DR. These findings identify ACAT1/SOAT1 as a promising therapeutic target for both early intervention and later stage treatment of DR.", "date": "2025-10-11", "journal": ""}
{"title": "Kidney Tissue Characterization using Normalized Raman Imaging and Segment-Anything", "doi": "10.1101/2025.10.09.681509", "authors": "Karmakar, R.; Trim, W.; Kirschner, M.; Noerrelykke, S.", "abstract": "Normalized Raman Imaging (NoRI) enables high-resolution, label-free quantification of protein and lipid concentrations in biological tissues. Because NoRI provides rich molecular information, the analysis of its large, multi-channel datasets turns into a significant computational bottleneck. In this work, we introduce a novel, modular computational pipeline for automated segmentation and quantification of kidney tissue structures imaged with NoRI. The pipeline integrates classical image processing with state-of-the-art machine learning tools, including the Segment Anything Model (SAM) and ilastik, to segment key anatomical and biochemical features, such as tubules, nuclei, brush borders, and lumens. A custom contrast-enhancement strategy was developed to create a third SAM input channel from NoRI data, leading to a substantial improvement in segmentation performance (F1 score: 0.9226). Our framework enables accurate cytoplasm-resolved quantification of protein and lipid concentrations and reveals distinct biochemical signatures across renal tubule subtypes and experimental conditions. This method offers a robust, scalable foundation for quantitative tissue analysis and enhances the utility of NoRI imaging for biomedical research.", "date": "2025-10-11", "journal": ""}
{"title": "Pam3CSK4 as a Cross-Species Adjuvant for Polysaccharide Vaccines: Efficacy in Humanized Mouse and Non-Human Primate Models", "doi": "10.1101/2025.10.09.681501", "authors": "Jennings-Gee, J. E.; Adams-Sims, A. E.; Haas, K. M.", "abstract": "Polysaccharide-based vaccines are critical for preventing bacterial infections, yet their efficacy is often limited by weak antibody responses. Unfortunately, efficacious adjuvants for licensed native polysaccharide vaccines are lacking. The TLR4 agonist, monophosphoryl lipid A (MPL), significantly increases antibody responses to capsular polysaccharides in mice via B cell-intrinsic TLR4 and MyD88-dependent signaling. However, due to the lack of TLR4-driven adjuvant effects on polysaccharide-specific responses in non-human primates and the limited responsiveness of human B cells to TLR4 agonists, we sought to identify alternative MyD88-activating TLR agonists that could serve as suitable adjuvants to enhance humoral responses to polysaccharide vaccines in humans. In vitro assays revealed the TLR1/2 agonist Pam3CSK4 synergized with strong BCR crosslinking to optimally enhance both mouse and human B cell activation and antibody secretion. In vivo, Pam3CSK4 alone had no effect, but when paired with a squalene-based emulsion significantly increased polysaccharide-specific antibodies in both immunocompetent and PBMC-humanized mice that proved highly protective against lethal pneumococcal infections. Although a dual TLR2-7 agonist showed similar potent in vitro activity, it failed to enhance polysaccharide-specific IgG responses in vivo, mirroring the antagonistic effects observed when TLR2 and TLR7 agonists were combined both in vitro and in vivo. By contrast, inclusion of Pam3CSK4 in an adjuvant containing MPL, synthetic cord factor, and squalene emulsion further augmented protective polysaccharide-specific antibody responses in mice and rescued adjuvant effects in non-human primates. These findings reveal Pam3CSK4-containing formulations as promising adjuvants for native polysaccharide vaccines, with strong translational potential to enhance humoral immunity in humans.", "date": "2025-10-11", "journal": ""}
{"title": "An SMN2 splicing-correcting antisense oligonucleotide promotes gene looping", "doi": "10.1101/2025.10.10.681673", "authors": "Stigliano, J. N.; Haberfeld, E.; Marasco, L. E.; Fiszbein, A.; Proudfoot, N. J.; Kornblihtt, A. R.", "abstract": "We have recently found that by promoting transcriptional elongation, histone deacetylase inhibitors (HDACi) cooperate with the antisense oligonucleotide nusinersen (ASO1) to upregulate exon 7 (E7) inclusion into SMN2 mRNA (Marasco et al., 2022). In parallel, ASO1 also elicits the deployment of the silencing histone mark H3K9me2 on the SMN2 gene, creating a roadblock to RNAPII elongation that downregulates E7 inclusion. By removing the roadblock, HDACi counteract the undesired chromatin effects of the ASO, resulting in higher E7 inclusion, which allowed us to propose a combined therapy for spinal muscular atrophy (SMA). We show here that the histone methyl transferase G9a is involved in the ASO1-elicited deployment of H3K9me2 not only at the SMN2 E7 region, located towards the 3' end of the gene, but also at its promoter. Furthermore, using a CRISPR/dCas-based (dead-Cas9-based) strategy, we show that targeting H3K27 histone acetylation at the SMN2 E7 region duplicates the HDACi effect, which overcomes potentially pleiotropic effects. Most noticeably, when acetylation is targeted to the E7 region alone, the 30-kbp-distant promoter becomes acetylated and activated. These cross-talks between the two ends of the SMN2 gene prompted us to use chromosome conformation analysis (3C) to find that ASOs can promote gene looping. This novel property of ASOs depends on cohesin and may explain promoter activation by distant alternative splicing events.", "date": "2025-10-11", "journal": ""}
{"title": "Methane Cycling Microbes are Important Predictors of Methylmercury Accumulation in Rice Paddies", "doi": "10.1101/2025.10.09.681528", "authors": "Zhang, R.; Poulain, A. J.; Pu, Q.; Liu, J.; Abdelhafiz, M. A.; Feng, X.; Meng, B.; Gregoire, D. S.", "abstract": "Microbial production of methylmercury from inorganic mercury in rice paddies poses health risks to consumers of this essential dietary staple. Although mercury-methylating communities are well characterized, the microbial guilds contributing to methylmercury accumulation in rice paddies remain unclear. Here, we collected paddy soils across a mercury concentration gradient throughout the rice growing season to identify microbial and environmental factors influencing methylmercury dynamics. We show that hgcA gene abundance, the key gene required for methylation, was not a significant predictor of methylmercury concentration in paddy soils. We also show that merB gene abundance correlated with methylmercury in mercury-polluted rhizosphere samples. Methane cycling genes were actively expressed, and their beta-diversity was significantly associated with methylmercury levels. Methanogen abundance correlated with higher methylmercury under elevated total mercury concentrations. Analysis of the methanotroph-associated mbnT gene, implicated in demethylation, revealed an unexpected positive correlation with methylmercury. Multiple regression and machine learning models converged on mercury bioavailability and methanogen/methanotroph abundances as key predictors of methylmercury, with methanogen-associated hgcA gene abundance and methanogen-methanotroph interactions highlighted under flooded, low-redox conditions. These findings suggest that methane-cycling microbes play key roles in methylmercury cycling dynamics and point to management strategies that could simultaneously mitigate mercury pollution and greenhouse gas emissions.", "date": "2025-10-11", "journal": ""}
{"title": "Psoralen Enhances Direct Cardiac Reprogramming via PPARα Activation and Promotion of Mitochondrial Fission", "doi": "10.1101/2025.10.08.681288", "authors": "Li, W.; Liu, H.; Wan, X.; Cheng, D.; Zhu, R.; Zhang, Z.", "abstract": "BACKGROUND: Cell-based therapy is a promising strategy for heart repair and regeneration. However, its clinical application has been hampered by the low efficiency of cell direct reprogramming and the immature state of the inducing cells. Developing novel strategies to enhance direct reprogramming efficiency and yield mature functional cardiomyocytes remains a critical challenge. METHODS: We evaluated the effect of Psr on cardiac reprogramming using RepSox and Forskolin (RF) as the baseline cocktail. Reprogramming efficiency, cardiomyocyte marker expression, and calcium handling were assessed by RT-qPCR, immunofluorescence. Ultrastructural features were examined by transmission electron microscopy. Metabolic profiles were analyzed using Seahorse assays. Transcriptomic changes were explored by RNA sequencing, followed by pathway and protein-protein interaction analyses. A myocardial infarction (MI) mouse model was used for in vivo validation. RESULTS: Supplementation with Psr (10 uM) markedly enhanced the induction of induced cardiomyocytes (iCMs), leading to earlier appearance of beating clusters (day 1 vs. day 6?8), improved sarcomere organization, robust calcium transients, and higher energy metabolism. Transcriptomic profiling identified activation of the PPAR signaling pathway, with PPAR, RXRG, and UCP1 as central regulators. Mechanistically, Psr promoted mitochondrial fission, thereby facilitating metabolic remodeling essential for cardiomyocyte maturation. In vivo, RF+Psr treatment significantly improved cardiac function and reduced fibrosis after MI compared to RF alone. CONCLUSION: Psr enhances direct cardiac reprogramming by activating PPAR signaling and promoting mitochondrial fission. These findings provide a novel mechanistic framework and suggest psoralen as a promising natural enhancer for cardiac regeneration strategies.", "date": "2025-10-11", "journal": ""}
{"title": "Ant parasitoidism in checkered beetles: Phyllobaenus obscurus developing inside intact cocoons of two species of the Ectatomma ruidum species complex", "doi": "10.1101/2025.10.10.681666", "authors": "Perez-Lachaud, G.; Poteaux, C.; Leavengood, J. M.; Lachaud, J.-P.", "abstract": "Known parasitoids of ants include species from several families of flies, wasps, strepsipterans, nematodes, and mites. Curiously, while myrmecophily is heavily biased towards Coleoptera, one of the most diverse and speciose insect orders, no beetles specialized as parasitoids of ants have been recorded, although the parasitoid habit has evolved at least 13 times within this order. Here we report on observations that strongly suggest that a checkered beetle species behaves as a parasitoid of ant brood. A total of 146 colonies or part of colonies of three species of the Ectatomma ruidum species complex (E.ruidum sp. 2, 3, 4) were excavated in several sites along the Pacific coastal plains of Oaxaca, Mexico, during three collecting campaigns (2015-2017). Overall, 11060 adults, 5795 cocoons and 2185 larvae were examined. Upon dissection, four intact cocoons contained ant prepupae/pupae parasitized by characteristic campodeiform beetle larvae (prognathous head, three pairs of segmented legs on thorax, no prolegs, body with sparse but long pubescence), and a fifth cocoon presented a round exit hole. An active, pink-colored larva, emerged from a cocoon in 2015, was reared to the adult stage and could be identified as Phyllobaenus obscurus (Gorham) (Cleridae). Second and third instar larvae were found inside intact cocoons of two species: E.ruidum sp. 3 and sp. 4. The prevalence of parasitism is extremely low: less than 0.6% of cocoons available in each Ectatomma host populations. Predatory during both adult and larval stages, checkered beetles are broadly known as predators of wood-boring and cone-boring beetles, and some species are facultative parasitoids of solitary bees or wasps or, very rarely, specialized in predating social insects. We assert that the novel discovery of clerid-ant brood parasitoidism within the subterranean host colony deviates yet further from any known clerid adaptation to date.", "date": "2025-10-11", "journal": ""}
{"title": "Fragile nucleosomes are essential for RNA Polymerase II to transcribe in eukaryotes", "doi": "10.1101/2025.10.08.681188", "authors": "Li, L.; Hunter, S.; Leach, S.; Zhuang, Y.; Liu, H.; Gao, J.; Zhang, Q.; Stasevich, T. J.; Kimura, H.; Dowell, R. D.; Zhang, G.", "abstract": "Nucleosomes are barriers to RNA Polymerase II (Pol II) transcribing along gene bodies in eukaryotes. We found that a fragile \"tailless nucleosome\" could be generated to resolve the Pol II pausing caused by the +1 nucleosome in metazoans. We hypothesized that \"pan-acetylated nucleosomes\" along gene bodies are fragile and are generated to resolve the resistance of nucleosomes to the elongation of Pol II. To confirm this hypothesis, we systematically analyzed pan-acetylation and pan-phosphorylation of the entire human genome in HEK293T cells. Herein, we show that both pan-acetylation and pan-phosphorylation of histones in nucleosomes along gene bodies are coupled with the activities of Pol II. Our results show that there are four major types of fragile nucleosomes required for Pol II to transcribe along gene bodies: nucleosomes without tails, nucleosomes with dominant acetylation, nucleosomes with dominant phosphorylation, and nucleosomes with both acetylation and phosphorylation.", "date": "2025-10-11", "journal": ""}
{"title": "Somatostatin-expressing neurons regulate sleep deprivation and recovery", "doi": "10.1101/2025.10.10.681551", "authors": "Kobayashi, K. T.; Taguchi, Y.-h.", "abstract": "We re-analyzed gene expression profiles from the male mouse cortex under conditions of sleep deprivation using tensor decomposition-based unsupervised feature extraction. The analysis revealed that the selected genes were enriched in various brain regions, as identified through clustering in the Allen Brain Atlas. Somatostatin (Sst)-expressing neuronal clusters were among the most highly enriched. These finding suggests that Sst-expressing neurons may play a key role in sleep deprivation.", "date": "2025-10-11", "journal": ""}
{"title": "DeepCEF: A Deep Causal Estimation Framework for Complex Biological Systems Integrating Local Scores, Independence Tests, and Relation Attributes", "doi": "10.1101/2025.10.09.681515", "authors": "Fan, Z.; Zhang, M.; Han, S.", "abstract": "Causal relationship identification is a fundamental and complex research challenge that spans multiple disciplines, including biology, epidemiology, economics, and philosophy. Various scoring techniques and independence tests, such as local scores (e.g., Degenerate Gaussian (DG) and Bayesian Information Criterion (BIC)) and independence tests (e.g., Fisher's Z), have been employed in causality estimation. However, these local scores often excel in specific data types or application areas but falter in others, limiting their ability to capture the complexity and heterogeneity of underlying causal mechanisms. For instance, a method may perform well on linear relationships or continuous variables but struggle with discrete variables or non-linear relationships. Real-world observational datasets, particularly those generated in complex biological systems, often contain diverse data types and relationships, making it essential to develop a more comprehensive approach. To address this challenge, we propose a novel causal estimation framework that leverages the powerful classification capabilities of deep neural networks (DNNs) to identify causal patterns in pairwise relationships. Our framework integrates multiple local causality estimation scores, independence tests, and variable attributes, allowing it to capture a wide range of causal mechanisms. To ensure the framework's robustness and generalizability, we incorporate a diverse range of simulation data and 10 curated real-world datasets into the training procedure. Furthermore, our framework is designed to be extensible, enabling users to easily integrate their own data and additional scores and tests. Our validation results demonstrate that our framework outperforms existing methods in terms of estimation accuracy and precision on both simulation data and real-world biological datasets. By providing a more comprehensive and adaptable approach to causal relationship identification, our framework has the potential to advance research in various fields and improve our understanding of complex biological systems.", "date": "2025-10-11", "journal": ""}
{"title": "A Unified Framework for TCR-pMHC Structural Model Assessment", "doi": "10.1101/2025.10.09.681411", "authors": "Ascunce-Paris, A.; Farriol-Duran, R.; Romero-Durana, M.; Valencia, A.; Guallar, V.", "abstract": "T cell receptor (TCR) recognition of peptide-MHC complexes (pMHCs) is a central determinant of cellular immunity. Structural insights are key to understanding TCR-pMHC interactions, however progress is limited by the scarcity of experimental structures (PDB = 232 TCR-pMHC class I complexes, date 01/2025). Although protein modelling tools have rapidly advanced, their accuracy on TCR-pMHC complexes is hampered by CDR loop hypervariability, conformational flexibility, and the lack of reliable quality assessment without experimental references. To evaluate the performance of recent protein modelling algorithms on TCR-pMHC complexes, we benchmarked three general-purpose (AlphaFold3, Boltz-2, Chai-1) and two TCR-specific (tFold-TCR, TCRmodel2) modelling tools using a benchmark set of 20 experimentally determined PDB structures, demonstrating AlphaFold3 superior performance. To expand structural coverage beyond the existing experimental landscape, we present a framework that enables quality assessment of TCR-pMHC structural models without requiring experimental reference structures. To this end, we integrate multiple modelling and interface confidence metrics (pLDDT, ipTM, iPAE, pDockQ) into explainable random forest classifiers trained on 1160 models of 232 experimentally determined PDB TCR-pMHC class I complexes. This approach reliably distinguishes low-, acceptable-, medium-, and high-quality models, outperforming the combination of these metrics using literature-established thresholds. Leveraging our quality tier framework, we used AlphaFold3 to generate and evaluate the largest synthetic dataset of TCR-pMHC class I structural models to date from VDJdb-annotated sequences, comprising 33,820 complexes (169,100 models, 5 models per complex) and representing a >70-fold expansion of available structures. We demonstrate the applicability of our quality tier stratification in three settings: 1) filtering validating vs. non-validating TCR-pMHC interaction in sequence databases (VDJdb), 2) enrichment of biologically validated interactions versus synthetic negatives amongst higher quality complexes, and 3) enhancing the predictive performance of TCR-pMHC pairing models. Altogether our TCR-pMHC structural quality tier framework provides a scalable and interpretable approach for improving modelling and functional analyses of TCR-pMHC class I complexes, with translational applications in T-cell and TCR-based immunotherapies.", "date": "2025-10-11", "journal": ""}
{"title": "Stage-resolved Spatial Multi-omics Reveals Myeloid Niches in Human Atherosclerotic Plaques", "doi": "10.1101/2025.10.09.681522", "authors": "Hou, P.; Cai, H.; Liu, Z.; Fang, J.; Wang, Z.; Wang, S.; Lyu, Q.; Li, P.; Shao, C.; Melino, G.; Ley, K.; Hu, B.; Shi, Y.", "abstract": "Background: Atherosclerosis, a leading cause of heart attack and stroke, involves intricate immune cell dynamics within arterial plaques, yet their spatial organization and functional roles remain elusive. Methods: We combined Visium HD spatial transcriptomics, imaging mass cytometry, and single-cell RNA-seq across fatty-streak, advanced, and restenotic plaques to map myeloid architectures and relate them to lesion geography and extracellular matrix features. Slingshot trajectory analysis resolved macrophages differentiation path. In vitro, we tested microenvironmental and lipid cues separately: fibronectin (FN) exposure during PMA-driven THP-1 differentiation and oxidized LDL (oxLDL)-induced foam cell formation in murine bone-marrow derived macrophages (BMDMs). Results: Our analysis identified seven macrophage subsets and two neutrophil populations with distinct spatial distribution and functional roles. In early lesions, neutrophils expressing MMP9, MPO, p47phox, TGF-{beta}1 and arachidonate 5-lipoxygenase (ALOX5), aligned with proteolysis, inflammatory processes, and endothelial-mesenchymal transition features. In advanced plaques, macrophage subsets exhibit specialized functions: Ki67+ proliferative macrophages localized near necrotic cores, sustaining local population; SPP1+ macrophages, enriched in lipid handling and tissue remodeling, are prone to apoptosis/ferroptosis, potentially promoting necrotic core expansion; and C3aR+ macrophages form antigen-presenting niches with elevated HLA-DR and CD74, engaging T cells possibly through CXCL12?CXCR4 signaling. Slingshot trajectories indicated progression from C3aR+ toward SPP1+ remodeling states concentrated at fibronectin-rich rims. In vitro, FN increased MMP9 and TIMP1 in THP-1-derived macrophages, consistent with FN imprinting remodeling features characteristic of SPP1? macrophages in situ. Concurrently, oxLDL-treated BMDMs showed enhanced lipid-handling and remodeling modules consistent with the SPP1 program. Conclusions: These findings define conserved myeloid niches and support a microenvironment-imprinting model that links ECM composition and lipid loading to macrophage state transitions, providing a framework for microenvironment-targeted therapies to stabilize plaques and mitigate cardiovascular risk.", "date": "2025-10-11", "journal": ""}
{"title": "Within-subject rhythmicity and stability of hunger, satiety, and physiological markers: insights from a five-day laboratory study in time-isolation conditions", "doi": "10.1101/2025.10.10.681393", "authors": "Wang, X.; Prayag, A. S.; Tang, N.; Hou, Y.; Gronfier, C.; Jiang, T.", "abstract": "Hunger and satiety are interoceptions involved in the control of food intake. How they change across the day and from one day to the next, as well as their relationships with physiological parameters, remain poorly understood. In a five-day laboratory study, 20 healthy male participants (24.2 +/- 3.3 years) were given 3 meals per day (breakfast, lunch, dinner), at times based on each individual's internal time. Subjects had a 8-h sleep opportunity at night recorded by polysomnography, during which time they were exposed to 4 different light intensities (0, 3, 8, or 20 lux). Hunger and satiety were assessed before and after each meal. Heart rate was measured continuously and glucose levels were sampled every 15 minutes. We found that: 1) hunger and satiety varied dynamically with the lowest levels at breakfast and the highest at lunch and dinner (p < 0.001 ); 2) Hunger and satiety were subject-dependent, and keep stable across the five experimental days; 3) heart rate was higher after than before meals (p < 0.0001), and higher around breakfast than dinner; 4) Glycemia before and after meals was respectively stable throughout the day and over the five-day study; 5) interoception was correlated with fluctuations in heart rate, glucose levels and sleep duration. Overall, our results reveal that hunger and satiety perception are individual characteristics. To better understand the role of interoception in food intake control, both hunger and satiety should be measured separately in their respective states.", "date": "2025-10-11", "journal": ""}
{"title": "Artificial Soil (ArtSoil): recreating soil conditions in synthetic plant growth media", "doi": "10.1101/2025.10.09.681539", "authors": "Kaplunova, V.; Alioui, H.; Griguschies, T.; Duran, P.; Lautwein, T.; Metzger, S.; Loo, E.", "abstract": "Controlled plant growth in laboratories can be achieved by cultivating plants in sterile or axenic conditions on pre-defined synthetic growth media typically supplemented with sugar. In nature, plants do not receive exogenous sugar supply, form symbiosis with microbes, and plant growth is influenced by soil edaphic factors. Thus, physiological and multi-omic analyses from plants grown on synthetic media will differ from those of soil-grown plants due to the influence of sucrose, and the lack of influence from microbiota and soil edaphic factors on plant growth. The rapid advancements in spatial-omics call for accurate characterization of plants grown in conditions similar to soil. To address the issue, we developed Artificial Soil (ArtSoil), a growth medium containing essential nutrients for plant growth, and aqueous soil extract (ASE) to maintain soil microbiomes and edaphic factors, simultaneously eliminating the need for sugar supplementation in the medium. We compared Arabidopsis thaliana grown on conventional media to ArtSoil under various growth conditions, and showed that complex soil microbiota in ArtSoil promote plant growth without physiological side effects induced by sucrose. We demonstrate an application for ArtSoil in single-cell transcriptomics and report microbiota-induced cell-type specificity in immune and nitrogen signaling. We tested ArtSoil with six types of ASEs to present the potential of ArtSoil in decoupling the effects of nutrients from microbiota in plant growth. We conclude that ArtSoil recapitulates the soil environment compared to conventional media, hence, enabling physiologically relevant plant growth.", "date": "2025-10-11", "journal": ""}
{"title": "Met-Vision stratifies single cell metabolism revealing coexisting energetic states in tissue macrophages redistributed by inflammation", "doi": "10.1101/2025.10.10.681557", "authors": "Lecourieux, A.; Bardou, M.; Garcia, Z.; Bousso, P.", "abstract": "The function of tissue-associated macrophages is tightly linked to their energy metabolism. Yet, the diversity of macrophage metabolic profiles coexisting in tissues at homeostasis or during immune challenges is incompletely understood. Here, we introduce Met-Vision, an imaging-based pipeline for single-cell functional profiling and classification of energy metabolism. Across multiple tissue contexts, we identified that macrophages do not adopt a uniform metabolic profile but typically co-exist in four discrete metabolic states with distinct dependence on OXPHOS and metabolic plasticity. Inflammation reconfigured the distribution of macrophage metabolic profiles that remained heterogeneous. Notably, inflammation-derived nitric oxide finely tuned the distribution of macrophage energetic states. These findings challenge the view of homogenous metabolic activation and reveal a layer of metabolic diversity in tissue at steady state and during inflammation. The ability to stratify macrophage energy metabolic profiles with Met-Vision should help guide the development of metabolism-targeted therapies for inflammatory diseases, cancer, and metabolic disorders.", "date": "2025-10-11", "journal": ""}
{"title": "Skin-derived G-CSF activates pathological granulopoiesis upon psoriasis", "doi": "10.1101/2025.10.10.681054", "authors": "Kosasih, T.; Morishima, T.; Yoon, J.; Lee, S.; Wakahashi, K.; Kim, P.; Sada, A.; Takizawa, H.", "abstract": "Psoriasis is an inflammatory skin disease initiated by environmental triggers and driven by disruption of T cell cytokine network in the cutaneous milieu. The fact that complete resolution of disease by targeting key inflammatory cytokines remains challenging indicates a contribution of other immune cells to the pathogenesis. Here, we study the role of neutrophils in psoriasis, the first-line innate immune defender that is short-lived but mobile and infiltrate into various tissues. We found that upon psoriasis induction, skin-resident endothelial cells are activated to produce G-CSF which activates emergency granulopoiesis in bone marrow and induces cutaneous infiltration and accumulation of neutrophil that are functionally overactive. Depletion of neutrophils or blockage of psoriasis-driven granulopoiesis by respective neutralizing antibodies results in reducing cutaneous neutrophil burden and mitigating psoriasis pathogenesis. This mechanism might be conserved in human psoriasis as confirmed by public RNA-seq database. Our findings uncovered and detailed the pathological crosstalk between skin and BM in psoriatic inflammation, proposing a potential therapeutic approach targeting cross-organ communication.", "date": "2025-10-11", "journal": ""}
{"title": "Optogenetic control of PLC-γ1 activity polarizes cell motility", "doi": "10.1101/2025.10.09.681531", "authors": "Appalabhotla, R.; Siesser, P. F.; Truscott, H.; Hajicek, N.; Sondek, J.; Bear, J. E.; Haugh, J. M.", "abstract": "Phospholipase C-{gamma}1 (PLC-{gamma}1) signaling is required for mesenchymal chemotaxis, but is it sufficient to bias motility? PLC-{gamma}1 enzyme activity is basally autoinhibited, and light-controlled membrane recruitment of wild-type (WT) PLC-{gamma}1 (OptoPLC-{gamma}1) in Plcg1-null fibroblasts does not trigger lipid hydrolysis, complicating efforts to isolate its contribution. Utilizing cancer-associated mutations to investigate the regulatory logic of PLC-{gamma}1, we demonstrate that the canonical hallmark of enzyme activity, phosphorylated Tyr783 (pTyr783), is not a proxy for activity level, but is rather a marker of dysregulated autoinhibition. Accordingly, OptoPLC-{gamma}1 with a deregulating mutation (P867R, S345F, or D1165H) exhibits elevated phosphorylation, and membrane localization of such is sufficient to activate substrate hydrolysis and concomitant motility responses. In particular, local recruitment of OptoPLC-{gamma}1 S345F polarizes cell motility on demand. This response is spatially dose-sensitive and only partially reduced by blocking canonical PLC-{gamma}1 signaling yet is lipase-dependent. Our findings reframe the interpretation of PLC-{gamma}1 regulation and demonstrate that local activation of PLC-{gamma}1 is sufficient to direct cell motility.", "date": "2025-10-11", "journal": ""}
{"title": "Jam2 Signaling Functions Downstream of Hand2 To Initiate The Formation Of Organ-Specific Vascular Progenitors In Zebrafish", "doi": "10.1101/2025.10.10.681632", "authors": "Griciunaite, M.; Martinkus, J.; Metikala, S.; DeMoya, R.; Gurung, S.; Rufin Florat, D.; Sumanas, S.", "abstract": "The mechanisms regulating the formation of organ-specific vasculature are still poorly understood. We have previously identified a population of late-forming endothelial progenitor cells in zebrafish embryos (termed secondary vascular field, SVF), which emerge from the lateral plate mesoderm after 24 hpf stage, after blood circulation has been initiated. Here we investigate the functional role of SVF cells and the molecular mechanisms that govern the emergence of these SVF cells and their contribution to vasculature. We identified that the bHLH transcription factor Hand2 and Junctional Adhesion Molecule Jam2b are expressed in the SVF-forming region and are required for the emergence of SVF cells in zebrafish embryos. Time-lapse imaging and jam2b:Cre based lineage tracing showed that SVF cells serve as the major source of the intestinal vasculature, including the supraintestinal artery (SIA) and subintestinal vein (SIV), which are subsequently remodeled to provide the blood flow to many internal organs. To analyze the functional role of jam2b and a related jam2a gene in vascular development, we generated double maternal-zygotic jam2a; jam2b mutants, which display a greatly reduced number of SVF cells and show defects in the intestinal vasculature development. Further analysis showed that hand2 functions in the SVF-forming region upstream of jam2b and is required to induce expression of transcription factor etv2/etsrp, a known master regulator of vasculogenesis. In summary, our results identify new roles for Jam2 signaling and Hand2 function in the emergence of organ-specific vascular progenitors. The presence of similar progenitors in mammalian embryos suggests that this mechanism is evolutionarily conserved.", "date": "2025-10-11", "journal": ""}
{"title": "Vocally mediated coordination during a cooperative task in parrots", "doi": "10.1101/2025.10.10.681640", "authors": "Torres Ortiz, S.; Balsby, T. J. S.; Webb, W. H.; Pawley, M.; Larsen, O. N.", "abstract": "Studying vocal coordination in a cooperative setting provides insights into how animals process social information, coordinate their actions, and make decisions in complex social settings. It can also reveal how animals use vocal signals to navigate complex social interactions that might not be apparent in solitary or non-cooperative contexts. To our knowledge, experimental evidence for intentional vocal communication in controlled experiments has been demonstrated only in dolphins. Here, we investigate whether peach-fronted conures (Eupsittula aurea) can use vocal communication to coordinate behaviour in a cooperative task. We chose parrots due to their complex social systems, their vocal learning and mimicry skills, and their advanced cognitive abilities. We tested four individuals pairwise in all combinations in the loose string paradigm, which requires synchronization of the two individuals to retrieve a food reward by simultaneously pulling a string. To verify that the parrots used vocal communication to solve the task, we tested them first under three control conditions where visual information and simple behaviour sufficed to solve the tasks. We then compared their vocal behaviour in the control conditions with their vocal behaviour in a task without visual information. During performance of the latter task, the birds demonstrated significantly higher call rates and variability and specific associations between call types and trial outcome compared to the control conditions. After the performance of the task, the birds used vocal convergence more often after failed trials, potentially as a reconciliation mechanism. Our results indicate that peach-fronted conures can use vocalizations to coordinate the solving of a cooperative task, and that vocal convergence may serve as a bonding mechanism following unsuccessful cooperative efforts.", "date": "2025-10-11", "journal": ""}
{"title": "The structure and composition of native human nucleosomes", "doi": "10.1101/2025.10.10.681767", "authors": "Reid, X. J.; Sobti, M.; Zheng, Y. C.; Zhong, Y.; Deshpande, C.; Young, P.; Brown, S. H. J.; Low, J. K.; Stewart, A. G.; Mackay, J. P.", "abstract": "Since the first high-resolution structures of recombinantly assembled nucleosomes, efforts have shifted towards understanding chromatin structure in a native context. Most of these efforts have focused on native-like, yet still recombinantly assembled, nucleosomes that contain native DNA sequences. To date, no high-resolution structures of native human nucleosomes have been reported. Here we report the high-resolution cryo-EM structure of native human nucleosomes isolated from HEK293 cells. The HEK293-NCP structure reveals that native human nucleosomes store 145 bp of DNA. Despite the DNA sequence diversity of native nucleosomes, we observe conserved nucleotides that support the idea of a nucleosome positioning code. In addition to these striking features of nucleosomal DNA, we note alternate conformations of several DNA contacting histone residues that hint at dynamics in the HEK293-NCP. To complement the HEK293-NCP structure, we provide a mass spectrometry analysis of histone modifications and variants present in the sample, which demonstrates that a typical HEK293-NCP is composed of canonical histones with N-terminal tails that are methylated at K9, K27 and/or K36 of histone H3. Altogether these findings have implications for biological processes such as chromatin remodelling and transcription and improve our understanding of nucleosome and chromatin structure in a native context.", "date": "2025-10-11", "journal": ""}
{"title": "Blind Virtual Screening at Scale: A Scalable End-to-End Pipeline for Blind Docking and Affinity Prediction", "doi": "10.1101/2025.10.10.681617", "authors": "Parks, M. M.; Yu, X.; Peng, Y.; Bhambhani, J.; Hsu, D.; Ranasinghe, D.; Kucukbenli, E.; Tam, H. H.", "abstract": "Accurate and scalable prediction of protein-ligand interactions remains a central challenge in computational drug discovery, especially when the binding site is unknown (i.e., blind docking). We present a high-throughput, end-to-end algorithm for virtual screening that combines DiffDock, a diffusion-based generative model for blind docking, with UniDock Vina, an algorithm for rapid scoring. We benchmarked this approach on the CASF-2016 and DUD-E datasets, analyzing pose quality, scoring accuracy, and screening performance. We find that competitive screening power can be achieved when generating and scoring as few as three poses and without pose refinement, which facilitates scalability. Notably, our method achieves 86.78% and 82.00% for the percent of actives among the top 1% and 10% of ranked ligands, respectively, when generating as few as three poses per protein-ligand pair. The workflow is scalable, supporting blind docking and affinity prediction at a mean throughput of 0.76 seconds per protein-ligand pair when generating 40 ligand poses in batched mode parallelized to 8 NVIDIA A100 80G GPUs. These results demonstrate that accurate, large-scale blind virtual screening is feasible and offers a practical solution for screening against novel or less characterized protein targets. Code is available at: https://github.com/xinyu-dev/blind-screening-benchmark", "date": "2025-10-11", "journal": ""}
{"title": "GeDi: Simplifying Gene Set Distances for Enhanced Omics Interpretation in R/Bioconductor", "doi": "10.1101/2025.10.10.681592", "authors": "Nedwed, A.; Ustjanzew, A.; Abassi, N.; Dammer, L.; Schulze, A.; Helbich, S.; Delacher, M.; Strauch, K.; Marini, F.", "abstract": "Background: Functional enrichment analysis is a standard component in many omics data analysis workflows, supported by a variety of methods and algorithms. However, despite their utility and wide application, these methods often return the results as an extensive and redundant list of gene sets, impeding interpretation and hypothesis generation. Moreover, network based information can provide additional biological context through functional interaction data, yet this is often overlooked by existing tools. Results: We developed GeDi, an R/Bioconductor package designed to streamline and standardize the interpretation of functional enrichment results. GeDi aggregates gene sets into biologically meaningful clusters using a suite of gene set distance metrics and clustering algorithms, aimed to reduce redundancy and improve clarity. GeDi also enables the integration of protein-protein interaction (PPI) data, through the implementation of a weighted distance metric, providing a richer biological context by capturing functional connectivity between pathways and their components. The package offers visualizations, aggregation, and automated reporting, and is available as both a stand-alone R-package and an interactive Shiny application. Conclusion: GeDi facilitates clearer, faster interpretation of enrichment results by combining clustering and network context. Application to a public RNA-seq dataset revealed coherent biological themes, supporting both experimental and computational research. GeDi is freely available in the Bioconductor project under the MIT license (https://bioconductor.org/packages/GeDi), and a demo instance is accessible on the Shiny server (http://shiny.imbei.uni-mainz.de:3838/GeDi).", "date": "2025-10-11", "journal": ""}
{"title": "A sensorimotor instability drives a locomotor transition during fish development", "doi": "10.1101/2025.10.10.681567", "authors": "Coraggioso, M.; Demarchi, L.; Wong, R.; Dichio, V.; Chaumeton, C.; Panier, T.; Morvan-Dubois, G.; Goodhill, G.; Bormuth, V.; Debregeas, G.", "abstract": "Animals rely on movement to survive - to explore their environment, find food and mates and avoid danger. During development, changes in body shape, muscle strength and physiological needs drive the continuous adjustment of locomotor patterns. How these changes are orchestrated in a flexible and adaptive manner remains unknown. We explore this question in Danionella cerebrum, a miniature freshwater fish that is emerging as an important vertebrate model in systems neuroscience. We identify a clear transition in locomotion, from continuous to burst-and-coast swimming occurring around 3 weeks of age. We demonstrate that this transition is an energy saving strategy, and that it reflects an instability in the sensorimotor process governing speed regulation. Rather than a preprogrammed developmental switch, it is therefore directly tied to the animal swimming strength. We confirmed this finding by manipulating sensory feedback in order to induce a similar transition at fixed developmental stages. Together, our results illustrate a dynamic interplay between body, brain, and environment during development, offering new insights into the principles governing adaptive locomotion.", "date": "2025-10-11", "journal": ""}
{"title": "Cryoprotectants-assisted plunge freezing of thick brain tissue specimens for targeted physiologically relevant cryo-imaging in situ", "doi": "10.1101/2025.10.09.681493", "authors": "Weier, A.; Perez, L.; Gao, F.; Morgan, E. T.; Liu, P.; Mounteer, I. C.; Morgan, G. P.; Shi, Q.; Vigil, F. A.; Joubert, L.-M.; Hoenger, A.; Stowell, M. H. B.; Klykov, O.", "abstract": "In situ cryoET (cryoelectron tomography) and cryo-FIB/SEM (cryo-focused ion beam/scanning electron microscopy) volume-EM (electron microscopy) imaging provide spatiotemporal snapshots of biological systems in their near-native aqueous environment. Freezing and subsequent thinning of thick biological specimens prior to cryo-imaging is a time-consuming and challenging task that requires state-of-art methodology. As a result, cryo-imaging reports obtained from non-trivial specimens including mammalian brain tissues are scarce and their physiological relevance remains to be determined. Here, we benchmarked plunge freezing with a variety of cryoprotectants that allow for mouse brain tissue vitrification of up to about 100 microns thick and across several brain regions while keeping the tissue functional. By utilizing the knock-in (KI) mouse model with fluorescent astrocytes we have performed targeted cryo-FIB/SEM volume-EM imaging as well as targeted high-resolution cryoET imaging. Prior to cryoET, we have successfully generated lamellae in a semi-automated fashion on both LMIS (liquid metal ion source)- and plasma-based cryo-FIB/SEM instrumentation thus expanding applicability of our pipeline. We visualized the NVU (neurovascular unit) and astrocytes processes and validated the physiological relevance of our outputs based on the morphology of the corresponding cellular and subcellular features. The pipeline utilizes common vitrification setups and can be potentially extended toward alternative tissue specimens. Ultimately, we expect our approach to become an important step towards democratization of physiologically relevant in situ cryo-imaging studies.", "date": "2025-10-11", "journal": ""}
{"title": "Adipocyte Leptin Signaling Regulates Glycemia and Cardiovascular Function via Enhancing Brown Adipose Tissue Thermogenesis in Obese Male Mice.", "doi": "10.1101/2025.10.10.681380", "authors": "Ono, Y.; Kennard, S.; Wall, B. T.; Ma, J.; Belin de Chantemele, E. J.", "abstract": "While leptin control of metabolism is primarily viewed as centrally mediated, leptin has also been shown to directly regulate adipocyte function. However, the impact of the peripheral effects of leptin on systemic metabolism, especially in the context of obesity, remains unclear. To address this question, we selectively restored adipocyte leptin receptor (LEPR) expression in obese male and female LEPR conditional KO mice. Adipocyte LEPR restoration did not affect body weight but selectively increased brown adipose tissue (BAT) mass in male mice. This was associated with increased energy expenditure, smaller BAT adipocytes, lower triglycerides content, and increased markers of browning and lipolysis exclusively in males. Additionally, adipocyte LEPR restoration enhanced the expression of markers of endothelial cell and angiogenesis in male BAT, supporting increased local vascularization. Improved BAT function in males was also associated with lower HbA1c, better insulin sensitivity, reduced systolic blood pressure, decreased arterial stiffness and improved endothelial function. Lastly, adipocyte LEPR restoration lowered circulating pro-inflammatory cytokines and reduced tissue inflammation in the aorta and the heart, again in males only. These findings reveal a critical role for adipocyte leptin signaling in regulating BAT function and emphasize its importance in maintaining glycemic and cardiovascular health in males with obesity.", "date": "2025-10-11", "journal": ""}
{"title": "How to catch flies in the city (fast): Citizen Science on Drosophila ecology helps to raise awareness for biodiversity in urban environments", "doi": "10.1101/2025.10.10.681315", "authors": "Gottwald, I.; Steindl, S.; Strasser, F.; Kiesel, M.; Rainer, H.; Haring, E.; Kapun, M.", "abstract": "To efficiently mitigate biodiversity loss both robust ecological data and broader societal engagement are needed. Citizen science offers a pathway to address these dual challenges by combining data collection with public involvement. Here, we introduce the citizen science project Vienna City Fly, conducted at the Natural History Museum Vienna (NHMW), which used fruit flies (Drosophila) as a model organism group for urban biodiversity research and public engagement. Participants deployed standardized traps across Vienna, enabling systematic sampling and active participation in research, which resulted in hundreds of fly collections, thousands of sampled fly specimens and new insights into the biodiversity and ecology of the collected fly species, demonstrating the feasibility of large-scale ecological research through public collaboration. To assess motivational drivers and perceived impacts of participation, we conducted an online survey (N=59) using the validated psychometric MORFEN-CS scale. Survey results revealed that nature conservation values and the intention to contribute to biodiversity conservation emerged as the strongest drivers of engagement, complemented by sociopolitical responsibility and citizen science-based motivations. Reported outcomes include knowledge gain (61%), more positive attitude toward study organisms (50%), and increased awareness of biodiversity (30%). Satisfaction was very high, with 85% rating their experience at the top of the scale and all participants expressing willingness to join future citizen science projects. Recruitment occurred mainly via social networks, and the sample of participants was highly educated, indicating limits to inclusivity and reach. Our findings demonstrate that citizen science can contribute to robust ecological data collection while gaining knowledge and awareness. Natural history museums, as trusted institutions, play a key role in facilitating such initiatives. Overall, Drosophila research proves to be a suitable field for citizen science, combining accessibility with strong potential for advancing ecological and biodiversity research as well as public engagement in urban biodiversity research.", "date": "2025-10-11", "journal": ""}
{"title": "Brain infiltrating T cells mediate microglial dysregulation and neuronal loss following SAH", "doi": "10.1101/2025.10.10.681332", "authors": "Moro, F.; Mazzone, E.; Pascente, R.; Bataclan, M.; Monticelli, S.; Pischiutta, F.; Trolese, M. C.; Vasco, C.; Geginat, J.; Di Feliciantonio, M.; Ortolano, F.; Zoerle, T.; Zanier, E. R.", "abstract": "The contribution of T cells to neuroinflammation after aneurysmal subarachnoid hemorrhage (SAH) remains poorly understood. Using a murine pre-chiasmatic injection model of SAH we demonstrate that T cell infiltration into the brain modulates microglial activation and promotes neuronal death. Targeted transcriptomic profiling revealed a sustained neuroimmune response at 7 days post injury (dpi) characterized by a major involvement of T cells and microglia activation. Immunohistochemistry confirmed focal CD3+ T cell infiltration, predominantly CD4+, in the brain at the site of blood injection (BI), choroid plexus and meninges in SAH mice at 3- and 7-dpi. This temporal pattern was also observed in the CSF of a human SAH cohort. T cell presence spatially correlated with regions of microglial reactivity and neuronal loss. Notably, CD3-knockout mice exhibited reduced microglial activation and preserved neuronal viability. These findings identify T cells as key amplifiers of post-SAH neuroinflammation and neuronal damage. Targeting T cell-microglia crosstalk may represent a novel therapeutic avenue for SAH.", "date": "2025-10-11", "journal": ""}
{"title": "Convergent Control of NREM Sleep and Anesthesia by Prefrontal Layer 5 Extratelencephalic Neurons", "doi": "10.1101/2025.10.10.681639", "authors": "Wasilczuk, A. Z.; Takekawa, D.; Cichon, J.; Zhang, X.; Blackwood, E.; Parra-Munevar, J.; Kim, M.-H.; Spain, W.; Krom, A.; Kelz, M. B.; Dembrow, N.; Proekt, A.", "abstract": "The cortical mechanisms governing the transition from consciousness to unconsciousness remain poorly understood. While most cortical neurons are suppressed during NREM sleep and anesthesia, we identify a distinct population of prefrontal cortical (PFC) neurons that are preferentially active in both states. Chemogenetic activation of these excitatory NREM- and Anesthesia-Promoting (NAP) neurons enhances anesthetic potency and deepens NREM sleep, whereas their inhibition blunts anesthetic effects. Anatomical, biophysical, and transcriptomic, biophysical, and anatomical analyses reveal that NAPs are Layer 5 extratelencephalic (L5 ET) neurons that form reciprocal connections with subcortical arousal centers including anterior and reticular thalamic nuclei, hypothalamus, and claustrum. Moreover, L5 ET specific recordings and chemogenetic manipulations reproduced NAP-like activity under anesthesia and its ability to promote NREM sleep. These findings define an excitatory, molecularly and anatomically characterized PFC circuit that contributes to loss of consciousness, consistent with a corticothalamic mechanism of arousal-state transitions in sleep and anesthesia.", "date": "2025-10-11", "journal": ""}
{"title": "Caecal epithelium-derived thymic stromal lymphopoietin is not required for protective immunity against whipworm", "doi": "10.1101/2025.10.10.681633", "authors": "Lynch, C. P.; Thompson, S.; Pallott, E.-C.; Campbell, L.; Grencis, R. K.", "abstract": "Recent research examining classical type two alarmin TSLP has uncovered non-epithelial cellular sources of the cytokine during various murine challenges. Trichuris muris is a key model of type two immunity in the intestine with expulsion being TSLP-dependent. Previous research was suggestive of epithelial production of TSLP in the caecum, but its production during infection has not been characterised in detail. Here, using qPCR, transcript-based imaging, and conditional knockout, we demonstrate caecal epithelium to be a poor source of Tslp, and that non-epithelial upregulation occurs during Trichuris infection, peaking around day 14 post-infection. Conditional knockout of TSLP expression in caecal epithelial cells did not here impact parasite expulsion, but, surprisingly, neutralisation of TSLP from days 15 to 25 produced full susceptibility. These data build on previous work to raise important questions regarding the interaction of TSLP with immunity broadly, as well as the conditions for production of immunity to intestinal helminths.", "date": "2025-10-11", "journal": ""}
{"title": "A new family of ribosome hibernation factors in Archaea", "doi": "10.1101/2025.10.11.676729", "authors": "madru, C.; Bourgeois, G.; Dulermo, R.; Figuigui, K.; Duboc, C.; L'haridon, S.; McTeer, L.; Kwapisz, M.; Mechulam, Y.; Clouet-d'Orval, B.; Bouvier, M.; Capeyrou, R.; Borrel, G.; Schmitt, E.; Flament, D.", "abstract": "Ribosome hibernation preserves translation machinery during stress, yet its mechanisms in Archaea remain poorly defined. Here we identify Hib, a previously unrecognized family of archaeal hibernation factors. Genetic, structural and biochemical analyses show that Hib binds ribosomal subunits, blocking the mRNA channel and tRNA sites to inactivate translation. Deletion of hib in Thermococcus barophilus delays recovery from stationary phase and reduces 70S ribosome pools, establishing its role in ribosome preservation. Hib displays a unique modular architecture, combining a bacterial-like HPF module with tandem CBS domains. Cryo-EM structures reveal conformational heterogeneity of Hib:ribosome complexes, consistent with dynamic engagement, and the CBS-containing N-terminal domain binds adenine nucleotides, suggesting a link between hibernation and energy status. These findings define Hib as a key archaeal hibernation factor and provide a framework for understanding ribosome dormancy and adaptation across all domains of life.", "date": "2025-10-11", "journal": ""}
{"title": "Global Footprint of the Multidrug Resistance Island Ec17R and Resistance Gene Co-Occurrence in Pathogenic Escherichia coli Isolates", "doi": "10.1101/2025.10.10.681733", "authors": "Horvath, E. R. B.; Matthews, O. J.; Brazelton, W. J.; Hernandez, E. J.; Crandall, H.; Lenherr, S. M.; Winter, J. M.; Mulvey, M. A.", "abstract": "Multidrug resistant (MDR) bacterial pathogens are a major threat to global health, limiting treatment options for common infections. Extraintestinal Pathogenic Escherichia coli (ExPEC), a leading cause of bloodstream and urinary tract infections (UTIs), are often resistant to one or more antibiotic classes. Previously, we identified a clonal group of ExPEC strains (P1A) that persisted over a 5-year period from 2012 to 2016 within a female patient who suffered from frequent recurrent UTIs. A subset of these isolates carried a plasmid-borne MDR island (Ec17R) harboring 17 resistance genes. Sampling of fecal and urine samples in 2019 indicated that the patient remained colonized with the P1A lineage, including Ec17R-positive strains, over 7 years after collection of the first P1A isolates in 2012. Highlighting the public health relevance and mobility of Ec17R, we found that Ec17R-like islands are globally distributed across diverse bacterial species from various environmental, agricultural, and clinical sources, including multiple ExPEC isolates from local pediatric patients. By applying clustering approaches and Bayesian network modeling to 267 pediatric ExPEC isolates, we found that functionally distinct classes of resistance genes (including several heavy metal resistance genes) have a high probability of co-occurrence, possibly reflecting carriage within MDR islands like Ec17R. Finally, we observed that strains within the P1A lineage are recalcitrant to antibiotics for which they have no known resistance mechanisms, suggesting that these pathogens have means beyond their formidable array of resistance genes to survive within a host for years despite the administration of numerous, robust antimicrobial treatments.", "date": "2025-10-11", "journal": ""}
{"title": "Faecal transplantation from exuberant toddlers increases exploratory behaviour in rats", "doi": "10.1101/2025.10.10.681629", "authors": "Aatsinki, A.-K.; Collins, J. M.; Munukka, E.; Nolvi, S.; Kara, N.; Wilmes, L.; Deady, C.; Salin, I.; Eskola, E.; Huovinen, V.; Lahtela, H.; Bridgett, D.; Korja, R.; Keskitalo, A.; Isokaanta, H.; Dickens, A. M.; Santosh, L.; Kallonen, T.; Bayal, N.; Mykkanen, J.; Parnanen, K.; Perasto, L.; Lahti, L.; Clarke, G.; Cryan, J. F.; Dinan, T. G.; Karlsson, H.; O'Mahony, S. M.; Karlsson, L.", "abstract": "Background: Behavioural phenotypes have previously been transferred via faecal microbiota transplantation (FMT) from patients with psychiatric disorders to rodents. Studies indicate that the gut microbiota composition may be linked to certain temperament traits, defined as biologically-based differences in emotional reactivity and self-regulation. Here, we aimed to determine if the gut microbiota plays a role in temperament using an FMT approach. We focused on the temperament traits of exuberance, defined as positive reactivity, decreased behavioural inhibition, and high behavioural approach tendencies. Methods: Faeces from 2.5-year-old toddlers from FinnBrain Birth Cohort Study with high exuberance/approach or high behavioural inhibition in the LabTAB bubbles-episode was transferred to juvenile male Sprague Dawley rats (age 22/23 days). Behaviour of the rat recipients (n=53) was assessed using the novel non-social arena, novel social arena, hole board test for exploratory behaviour, social approach-avoidance test, and forced swim test. The faecal pellets collected from the rodents were analyzed with 16s rRNA sequencing and faecal samples from the sample of toddlers (which included the donors, n=176) were analysed using short-read metagenomic sequencing. The striatum and prefrontal cortex from the rodents' brains were analysed post-mortem using RNAseq. Results: Microbiome from toddlers with high exuberance traits induced increased exploratory behaviour compared to vehicle-controls and rats receiving faeces from inhibited toddlers. Locomotor activity, social, and depressive-like behaviour remained unaffected. We noted a downregulation of the dopamine synapse pathway within the striatum of the rats that received faeces from the inhibited trait donors compared with vehicle-controls. Faecal microbiota of rats receiving faeces from the same donor resembled more each other than rats from a different cage. Clostridium species AM29 11AC in toddler microbiome was positively related to exuberance, but there were no cross-sectional associations between faecal metabolites in the human sample. Conclusions: FMT from exuberant toddlers lead to altered exploratory-related behaviour in rats.", "date": "2025-10-11", "journal": ""}
{"title": "Ecological constraints foster both extreme viral-host lineage stability and mobile element diversity in a marine community", "doi": "10.1101/2025.10.10.681744", "authors": "Liang, J.; Cahier, K.; Piel, D.; Cueva Granda, D.; Goudenege, D.; Labreuche, Y.; Ma, L.; Monot, M.; Bernard, C.; Rocha, E. P.; Le Roux, F.", "abstract": "Phages are typically viewed as very rapidly evolving biological entities. Little is known, however, about whether and how phages can establish long-term genetic stability. We addressed this eco-evolutionary question in an open marine animal associated system, through two longitudinal samplings years apart in an oyster farm, obtaining >1,000 virulent phages and >600 Vibrio crassostreae strains. Surprisingly, lineages of phage and bacteria were very persistent, with some phages remaining strictly identical after four years. The phage-vibrio infection network remained modular with multiple lineages co-habitating within individual oysters for long periods of time. Seasonal restriction of V. crassostreae, overwintering in wild oysters, and limited viral decay may explain phage stability. Oysters also act as hotspots of activity of diverse mobile genetic element (MGE), hosting plasmids, prophages, phage-plasmids and entirely new classes of satellite-plasmids. Our findings demonstrate how nested ecological constraints can stabilize viral lineages: oysters house vibrio populations that escape host immunity, vibrios restrict phages via receptors and defenses, and satellites parasitize their cognate helper phages. We suggest that ecological context can favor the long-term maintenance of viral lineages and stabilize MGE persistence in the ocean, even amid ongoing mutation and antagonistic co-evolution.", "date": "2025-10-11", "journal": ""}
{"title": "A Fkh1/2 binding site array in the WHI5 promoter drives sub-scaling transcription", "doi": "10.1101/2025.10.10.681508", "authors": "Kim, J.; Xie, S.; Fuentes Valenzuela, L.; Xiao, J. Y.; Lanz, M. C.; Gao, X.; Swaffer, M.; Mitchell, C. E.; Rubin, S.; Schmoller, K. M.; Skotheim, J.", "abstract": "Cells typically regulate their size within a relatively tight range by coupling growth to the cell division cycle using a dedicated set of molecular mechanisms. In budding yeast, cells are born with a similar amount of the G1/S inhibitor protein Whi5 that is then diluted by growth throughout G1. As cells grow, Whi5 concentration decreases and cells become more likely to enter the cell cycle. Cells are born in G1 with similar amounts of Whi5 because of the size-independent (sub-scaling) expression of WHI5 mRNA during S/G2/M phases and the equal partitioning of Whi5 protein at division. While the latter is known to be achieved by association with chromatin before anaphase, the mechanism for the former is poorly understood. Through systematic mutations of the WHI5 promoter, we discovered that WHI5's core promoter region located -126 to -75 base pairs upstream of the start codon is responsible for sub-scaling expression. This sequence contains a repeating array of binding sites for the transcription factors Fkh1 and Fkh2. Mutation of any of these sites, deletion of either FKH1 or FKH2, or preventing Fkh1 or Fkh2 dimerization weakens the sub-scaling of WHI5 transcription. Taken together with structural predictions and a mathematical model of cooperative Fkh-DNA binding, we conclude that WHI5's sub-scaling transcription is regulated by a Fkh1/2 heteropolymer binding an array of sites in its core promoter.", "date": "2025-10-11", "journal": ""}
{"title": "The transcription factor Osr1 regulates epithelial-mesenchymal crosstalk that is required for embryonic bladder development", "doi": "10.1101/2025.10.10.680757", "authors": "Murugapoopathy, V.; Gupta, I. R.", "abstract": "There has been limited characterization of the genetic mechanisms underlying cell fate decisions in the bladder. Here we establish a temporal single-cell atlas of the early phases of bladder development from formation until the major layers of the bladder: the uroepithelium, the lamina propria and the smooth muscle have been established. We resolved the origin of ligands and the cells that express their respective receptors for four major signaling pathways that have been previously implicated in bladder development, SHH, BMP, WNT and FGF. The transcription factor Odd-skipped related 1 is essential for mesenchymal differentiation during organogenesis of the foregut, kidney, limb, ureter and many others. We demonstrate that Osr1 is required for proper development of the bladder, with homozygous loss of Osr1 affecting all layers of the bladder including depletion of smooth muscle, loss of extracellular matrix, loss of suburothelial cells, and less stratified epithelia lacking intermediate and superficial cells. Transcripts within all four signaling pathways were largely decreased during cellular diversification in the bladder suggesting that Osr1 is a central mediator of epithelial-mesenchymal crosstalk during this crucial stage of bladder development.", "date": "2025-10-11", "journal": ""}
{"title": "A POSSIBLE CONNECTION BETWEEN VERTICAL TRANSHUMANCE AND TEMPORARY PLAGUE RESERVOIRS DURING THE SECOND PLAGUE EPIDEMIC", "doi": "10.1101/2025.10.10.681562", "authors": "Marom, N.; Baten, J.; Slavin, P.", "abstract": "The Second Plague Pandemic (SPP) ravaged large parts of Eurasia and North Africa between the 14th and 19th centuries. Today, plague is still active in parts of Asia, Africa, and America. One of the hotly debated topics in plague studies is the geographic origins of the recurrent plague waves in Europe after the Black Death (1338-1353): Were they being repeatedly introduced from outside, or did they originate in domestic reservoirs? Here, we build upon recent work arguing for the existence of domestic reservoirs, by exploring a possibility that vertical transhumance by pastoralists could have been a conduit between temporary plague reservoirs and human population centers in Europe. We argue that aspects of pastoral movement and practice, including the utilization of marginal areas and of caves, account for some aspects of plague outbreaks both in the present and in the past. We support this hypothesis using historical sources from the Second Plague Pandemic in Central Europe, and suggest an association between recent and historical land use for pasture and plague outbreaks data.", "date": "2025-10-11", "journal": ""}
{"title": "Low breeding propensity and success of European Turtle Doves in Germany", "doi": "10.1101/2025.10.10.679736", "authors": "Gerz, U. M.; Russ, H.; Schumm, Y. R.; Metzger, B.; Quillfeldt, P.", "abstract": "Understanding the breeding success of European Turtle Doves is crucial for their conservation, helping to address the threats they face, and optimizing the species' prospects for future successful reproduction and survival. However, data on breeding success of this species in Germany are missing due to the low density and poor accessibility of nests and chance to disturb nesting efforts during direct nest searches. We therefore used two indirect methods to obtain data on breeding success. First, we analyzed field age ratios, i.e. the proportion of juveniles from Citizen Science data. We observed a marked decrease in observed fledglings from 1.28 in the years 1957-1989 to 0.44 in 1990-2009 and to 0.32 in 2010-2023. This suggests a sharp decline in breeding success. Very low juvenile numbers in July further suggest that first broods were especially affected. Second, nesting sites were determined from GPS data, and the breeding constancy was checked at these sites. Based on data from 32 GPS-marked birds representing 28 breeding pairs, we obtained values of maximum breeding success of 1.5 chicks per potential breeding pair at hatching and 0.7 chicks per potential breeding pair at fledging. This is an optimistic calculation for fledglings, as it assumes that two chicks per nest survive until fledging. Overall, these data highlight an urgent need to improve the habitat conditions in the breeding areas to conserve this once common species.", "date": "2025-10-11", "journal": ""}
{"title": "Macrocyclic Peptides Containing an Imidazopyridinium (IP+) Unit Display Enhanced Passive Cell Permeability", "doi": "10.1101/2025.10.10.681645", "authors": "Li, B.; Parker, J.; Briggs, S.; Burke, J.; Kodadek, T.", "abstract": "Macrocyclic peptides (MPs) have emerged as interesting therapeutic candidates due to their ability to engage difficult protein targets with high affinity and selectivity. However, their application to intracellular targets is limited by the poor passive membrane permeability of most MPs. We previously showed that incorporation of an imidazopyridinium (IP+) moiety into an MP significantly boosted passive membrane permeability, as measured by the parallel artificial membrane permeability assay (PAMPA). In this study we report a detailed analysis of the entry of IP+ containing MPs into living cells. Chloroalkane penetration assay (CAPA) data show that IP+ MPs access the cytoplasm rapidly, often at rates approaching those of drug-like small molecules. Mechanistic studies, including live-cell imaging, ATP-depletion experiments, and organelle colocalization analyses, indicate that IP+ MPs traverse the plasma membrane primarily via passive diffusion, avoiding endosomal entrapment. IP+ MPs do not localize to mitochondria, as is the case for many positively charged molecules. We show that incorporation of an IP+ unit transforms a previously described membrane impermeable macrocyclic antagonist of the p53 MDM2 interaction into a bioactive inhibitor of MCF7 proliferation. Collectively, these results establish that IP+ incorporation is an effective strategy for the development of bioactive MPs targeting intracellular proteins.", "date": "2025-10-11", "journal": ""}
{"title": "Discovery of small molecule probes targeting the 5' stem-loop in the yeast U4/U6 snRNA", "doi": "10.1101/2025.10.10.681657", "authors": "Yang, M.; Parmar, S.; Balaratnam, S.; Bume, D. D.; Prestwood, P. R.; Kasprzak, W. K.; Schneekloth, J. S.", "abstract": "The spliceosome is a large ribonucleoprotein complex that regulates pre-mRNA splicing and has been an intriguing target for drug discovery. Essential to the assembly of the spliceosome are the small nuclear RNAs (snRNAs), which form RNA-RNA and RNA-protein interactions in the intact spliceosome and during its assembly. Here, we study the yeast U4/U6 snRNA assembly and report the rapid discovery of small molecule K-turn ligands via parallel small molecule microarray (SMM) screening of multiple related RNA constructs. For hit validation, biophysical analyses were conducted to confirm the binding and effects on thermodynamic stability and of RNA structure. One analog of the hit molecule (22) exhibited improved affinity towards the yeast U4/U6 snRNA (KD = 3.9 +/- 2.2 micromolar). The specific interaction between 22 and the K-turn region was studied experimentally using deltaSHAPE and in silico with MD simulations. Moreover, this molecule was found to inhibit the binding of the U4 to Snu13 in biochemical assays (IC50 = 3.2 +/- 0.4 micromolar). This work reports new ligands for the U4 snRNA and reveals that a multiplexed, structure-based approach can be used to identify small molecules that bind to specific regions of complex RNAs.", "date": "2025-10-11", "journal": ""}
{"title": "Triplet Quenching by Active Site Cysteine Residues Improves Photostability in Fatty Acid Photodecarboxylase", "doi": "10.1101/2025.10.10.681628", "authors": "Ma, J.; Kalapothakis, J. M.; Spacey, H. J.; Johannissen, L. O.; Shrimpton-Phoenix, E.; Shanmugam, M.; Sakuma, M.; Wood, C. W.; Barran, P. E.; Heyes, D. J.; Scrutton, N. S.", "abstract": "Enzyme photobiocatalysis uses light to drive high-energy transformations but is limited by the rarity of photoenzymes. Fatty acid photodecarboxylase (FAP), a recently discovered photoenzyme, enables fatty acid conversion to alkanes/alkenes via excitation of an FAD cofactor, though its poor photostability and photoinactivation has hindered industrial applications. Here, we combine protein engineering approaches with biocatalytic and biophysical techniques, as well as computational chemistry, to demonstrate that additional active site cysteine residues can suppress oxygen-mediated inactivation processes that are driven by the FAD triplet-excited state. We identify a number of positions close to the FAD for cysteine residues that lead to a significant enhancement in activity as a result of an increase in the number of catalytic turnovers and improved photostability. The additional cysteine residues quench the triplet excited state of the FAD cofactor via a proposed proton-coupled electron transfer mechanism, resulting in lower levels of harmful reactive oxygen species. Our study highlights promising routes to mitigate non-productive, photoinactivation pathways in FAP and informs the rational design of new [fl]avin-based photoenzymes.", "date": "2025-10-11", "journal": ""}
{"title": "CURE-ating the substrate scope and functional residues of nonheme iron(II) α-ketoglutarate dependent hydroxylase BesE", "doi": "10.1101/2025.10.10.681649", "authors": "Hopiavuori, A. R.; Andre, B. S.; Avalos, E. D.; Beal, S. L.; Beck, G. R.; Choi, C. J.; Dolzhansky, E. M.; Du, M. X.; Gallardo, I. S.; Ghorbani, C. J.; Hinaga, K. M.; Nguyen, A. T.; Pham, E. H. T.; McKinnie, S. M. K.", "abstract": "Nonheme iron (II) -ketoglutarate-dependent dioxygenases (Fe/KGs) play important roles in functionalizing biological substrates from individual amino acids up to macromolecules. BesE, a unique homolog from the actinobacterial {beta}-ethynylserine biosynthetic pathway, catalyzes a highly selective hydroxylation on dipeptide substrate {gamma}-L-glutamyl-L-propargylglycine (1). Inspired by this transformation, our year-long Course-based Undergraduate Research Experience (CURE) laboratory interrogated BesE catalysis using an interdisciplinary approach. After establishing a modular chemical synthesis of 1, we rationally designed fourteen non-native analogs with key alterations to specific substrate moieties putatively involved in enzymatic recognition. Following in vitro enzymology and the application of chemical derivatization techniques compatible with all substrate analogs and putative products, we determined that the terminal alkyne moiety is not essential while reinforcing the significance of the {gamma}-glutamyl moiety for hydroxylation activity. Thirteen rationally designed BesE mutants established the importance of polar active site residues for substrate recognition and catalysis. This work establishes a baseline of BesE recognition from both a chemical and biochemical perspective and contributes to the growing understanding about Fe/KG recognition on biomedically relevant targets. Moreover, this contributes to the growing examples of using natural products and their biosynthetic enzymology as a vibrant platform for the interdisciplinary training of early career biomedical researchers.", "date": "2025-10-11", "journal": ""}
{"title": "Proteoform-Resolved Phosphorylation Dynamics in Kinase Complexes by Hybrid Precision Mass Spectrometry", "doi": "10.1101/2025.10.10.681638", "authors": "Krichel, B.; Chan, H.-J.; Bandura, L.; Gao, Z.; Wang, M.-D.; Rogers, H. T.; Mcilwain, S. J.; Uetrecht, C.; Ge, Y.", "abstract": "Protein phosphorylation creates functionally distinct proteoforms through complex modification cascades, yet capturing their temporal dynamics and combinatorial patterns remains a major analytical challenge. Here, we introduce a hybrid precision mass spectrometry (MS) strategy that integrates intact mass measurements for temporal tracking, bottom-up MS analysis for site-specific kinetics, and top-down MS sequencing for proteoform characterization to resolve phosphorylation dynamics within intact kinase complexes. Using AMP-activated protein kinase (AMPK) as a model system, we uncover coordinated autophosphorylation cascades exhibiting kinetic hierarchies, with 1-S496 showing the highest kinetic efficiency. Allosteric ADaM-site activation bypasses canonical 1-T183 phosphorylation, enabling autophosphorylation even in activation-deficient mutants. Top-down MS sequencing identifies the predominant {beta}1 proteoform as S24/25+S108 double phosphorylation, a pattern linking extranuclear distribution with allosteric responsiveness. Phosphatase competition shows PP1A selectively removes activation-loop phosphorylation while autophosphorylation sites remain protected. This integrated strategy uncovers the proteoform dynamics underlying AMPK activation and provides a broadly applicable framework for studying phosphorylation-based regulation in kinases.", "date": "2025-10-11", "journal": ""}
{"title": "A mathematical model of osteocyte network control of bone mechanical adaptation", "doi": "10.1101/2025.10.10.681578", "authors": "Mehrpooya, A.; Challis, V. J.; Buenzli, P. R.", "abstract": "The osteocyte network embedded in bone tissues plays a central role in the control of bone adaptation to mechanical loads and micro-damage repair. However, much remains to be understood about the precise mechanisms by which the osteocyte network regulates bone formation and bone resorption based on the propagation of biochemical signals emitted in response to mechanical stimulus. In this work, we propose a simple one-dimensional computational model of bone mechanical adaptation based on the propagation of signalling molecules through a dynamic osteocyte network. The osteocyte network is extended during bone formation, and reduced during bone resorption, which affects the generation and propagation of the signalling molecules to the bone surface. We explore how this osteocyte-based model of bone mechanosensation and mechanoresponse gives rise to effective Wolff's laws, in which overloaded bone is consolidated and underloaded bone is removed. We find that the pointwise addition and removal of osteocytes significantly affects signalling molecules propagating to the bone surface, which in turn affects the dynamics of bone formation and bone resorption. The explicit consideration of signal propagation through a dynamic network leads to new behaviours compared to previous models, such as partial bone recovery after an unloading and reloading cycle, and a minimum loading threshold below which all bone is resorbed when osteocytes are stimulated by mechanical stress (but not when they are stimulated by the strain energy density). While many extensions of this mathematical model are possible, it provides a first illustration of how the osteocyte network can act as a dynamic embedded control network for bone adaptation to mechanical loads.", "date": "2025-10-11", "journal": ""}
{"title": "Generative design of antibody Fc-variants with synthetic and programmable functional profiles", "doi": "10.1101/2025.10.10.681689", "authors": "Irvine, E. B.; Bikias, T.; Stamkopoulos, E.; Frei, L.; Schuermann, N.; Warrender, A. K.; Schmid, H.; Coukos, D.; Yang, H.; Minot, M.; Kelton, W.; Reddy, S. T.", "abstract": "Beyond antigen recognition, antibodies direct diverse immune effector functions through their constant (Fc) domain. While the Fc domain is central to antibody biology and therapeutic efficacy, our understanding of how Fc sequence encodes function remains limited, as most of Fc sequence space has not been experimentally mapped or linked to Fc-receptor engagement. Furthermore, the extensive overlap in Fc-receptor binding sites on the Fc domain has impeded efforts to engineer antibodies with tailored, multi-receptor engagement profiles that can precisely control downstream immunity. Here we introduce a novel framework for Fc engineering that integrates protein engineering with deep learning to rationally predict and engineer antibody Fc function. Using a yeast-based, aglycosylated Fc display system, we performed deep mutational scanning across the entire human IgG1 Fc domain, allowing the rational design of a diverse combinatorial library of more than 108 Fc-variants. This library was sorted based on binding to a panel of eight canonical Fc-receptors, and the resulting populations were deep sequenced to generate a high-quality dataset comprising millions of unique Fc sequences annotated with their respective Fc-receptor binding profiles. Deep learning-based classifiers trained on this dataset accurately predicted Fc-receptor binding activity from Fc sequence across all Fc-receptors tested. We further developed FcGPT, a domain-specific autoregressive protein language model pre-trained on over three million unique Fc sequences, and refined by post-training through reinforcement learning with experimental feedback (RLXF) and synthetic verifiers. FcGPT enables the computational design of novel Fc-variants with user-defined Fc-receptor binding profiles, providing a foundational tool for understanding and programming antibody-mediated immunity.", "date": "2025-10-11", "journal": ""}
{"title": "Multiple protein-protein interactions drive the assembly and budding of the Chikungunya virion", "doi": "10.1101/2025.10.10.681735", "authors": "Coronado-Ipina, M. A.; Zhang, S.; Li, S.; Hernandez-Sanchez, P. G.; Cadena-Lopez, D.; Labrada-Martagon, V.; Mukhopadyay, S.; Zandi, R.; Comas-Garcia, M.", "abstract": "The assembly of enveloped viruses is a highly orchestrated process that depends on the coupling of multiple protein-protein interactions within a membrane environment. To gain mechanistic insight into this process, we use Chikungunya virus as a model system to study Alphavirus assembly, focusing on the interplay between core-spike and spike-spike interactions. We begin with coarse-grained molecular dynamics simulations to systematically explore how the symmetry of the nucleocapsid core, together with the relative strengths of spike-core and spike-spike interactions, influences budding efficiency and the emergence of icosahedral particle symmetry. Building on these computational predictions, we perform site-directed mutagenesis on Chikungunya virus 181/25 and examine the consequences for particle assembly and budding in cultured cells, as well as the impact of these mutations during in-cellulo assembly. Our results reveal that canonical core-spike interactions, while necessary, are not sufficient for successful assembly. Instead, lateral interactions among glycoproteins emerge as critical determinants of efficient budding, particle stability, and the maintenance of icosahedral symmetry. Together, these findings provide an integrated computational and experimental framework for understanding the molecular principles governing Alphavirus assembly.", "date": "2025-10-11", "journal": ""}
{"title": "Parallel frequency-multiplexed aberration measurement for widefield fluorescence microscopy", "doi": "10.1101/2025.10.11.681535", "authors": "Kim, H.; Kang, I.; Natan, R.; Ji, N.", "abstract": "Widefield fluorescence microscopy is widely used for imaging at subcellular resolution, but its performance in complex samples is degraded by optical aberrations. Because aberrations can vary spatially across the field of view (FOV), accurate aberration measurement and correction at multiple FOV locations are essential for achieving high-quality imaging over large areas. Here, we introduce parallel frequency-multiplexed aberration measurement (PFAM) to perform massively parallel aberration measurements across an extended FOV. We validated PFAM using fluorescent beads and demonstrated simultaneous measurement and effective correction of spatially varying aberrations at 125 FOV locations. To address the challenges of wavefront sensing in complex samples, we further developed PFAM-SIFT by integrating structured illumination, thereby achieving robust aberration measurement in both brain slices and the mouse brain in vivo. Together, PFAM and PFAM-SIFT provide accurate and scalable wavefront sensing solutions for widefield imaging, enabling simultaneous aberration measurement of spatially varying aberrations in complex biological samples.", "date": "2025-10-11", "journal": ""}
{"title": "Statistical thermodynamics based design principles into the temperature induced fold switching of a metamorphic protein", "doi": "10.1101/2025.10.10.679401", "authors": "Parui, S.; Srivastava, A.", "abstract": "Fold-switching metamorphic protein sequences defy the classical 'one sequence-one fold' paradigm. The ability of metamorphic proteins to reversibly switch between distinct folds make them attractive de novo protein engineering candidates since they can function as environment-sensitive molecular switches. However, the underlying thermodynamic design principles that drive their fold-switching behaviour is poorly understood. Gaining insights into the molecular driving forces leading to fold switching behavior is crucial for the rational design of new metamorphic proteins based molecular switches, sensors and stimulus responsive nanomaterials. In this study, we perform a detailed thermodynamic analysis of a designed fold-switching protein [PNAS 2023,120 (4), e2215418120] that transitions between a 3 fold and /{beta} fold upon changes in temperature. We use an efficient advanced sampling molecular simulation based free energy calculation approach called Confine-Desolvate-Convert-Solvate-Release (CDCSR), which subjects the protein through the complete range of thermodynamic cycle and deconvolutes the enthalpic and entropic driving forces at each stage of the cycle. We find that while 3 fold is stabilized at low temperatures by enthalpic contributions from favorable water-water and protein-water interactions, the transition to the /{beta} fold at high temperatures is driven by the gain of entropy from the release of ordered water molecules surrounding the 3 fold. Our study elucidates the molecular driving forces governing temperature-induced fold-switching behavior and provides a rigorous statistical thermodynamic framework that can help in the design and engineering of future synthetic and functional metamorphic proteins.", "date": "2025-10-11", "journal": ""}
{"title": "Challenging the loss of complexity theory: insights from the neuromuscular system in chronic obstructive pulmonary disease", "doi": "10.1101/2025.10.10.681623", "authors": "Chatain, C.; Ramdani, S.; Paleiron, N.; Cucchietti Waltz, F.; Jobic, A.; Vallier, J.-M.; Gruet, M.", "abstract": "Background: According to the \"loss of complexity\" theory, aging and disease are expected to reduce complexity of physiological outputs, thereby limiting the system's adaptability. However, it remains unclear whether this concept applies to the neuromuscular system in people with chronic obstructive pulmonary disease (pwCOPD). This study aimed to challenge the loss of complexity hypothesis by assessing the regularity, as well as the steadiness and the accuracy, of force production during submaximal isometric contractions in pwCOPD compared to healthy individuals. Methods: Seventeen pwCOPD and seventeen age- and sex-matched healthy participants performed submaximal isometric contractions of the knee extensors at six target forces, ranging from 10 to 60% of their maximal voluntary contraction (MVC). Regularity of force signals was assessed using sample entropy (SampEn) and percentage of determinism (DET) from the recurrence quantification analysis. Steadiness and accuracy were quantified using the coefficient of variation (CV) and the root-mean-square error (RMSE), respectively. Results: PwCOPD exhibited 26.5% lower MVC than healthy individuals. Despite this muscular weakness, no significant main effect of group or interaction effect (group x contraction intensity) was observed for SampEn, DET, CV and RMSE, suggesting a preserved force control in pwCOPD at all assessed force levels. Conclusion: Our results indicate that the loss of complexity theory may not apply in moderate COPD, at least for the neuromuscular system. These findings suggest that neuromuscular alteration associated with COPD may not be sufficient to impair the complexity of force output, questioning the universality of the loss of complexity theory.", "date": "2025-10-11", "journal": ""}
{"title": "Early menopause is associated with reduced global brain activity", "doi": "10.1101/2025.10.10.681622", "authors": "Liu, X.; Liu, X.; Luo, L.; Pritschet, L.; Mao, Y.; Han, F.; Proctor, D.", "abstract": "Menopause affects the aging process in women through significant ovarian hormone production decline in midlife. Women who experience early menopause face an accelerated physiological aging rate, along with impaired memory and increased risks of neurodegenerative diseases. However, it remains elusive how the timing of menopause affects brain activity, which could be crucial for understanding menopause-related acceleration of aging and increased risk of dementia. Recent studies have revealed a highly structured infra-slow (< 0.1 Hz) global brain activity across species and linked it to arousal and memory functions, as well as waste clearance in Alzheimer's diseases (AD). In this study, we examined how this global brain activity relates to age of menopause using resting-state fMRI data from the Human Connectome Project-Aging dataset. We found that women who experienced earlier menopause (mean menopausal age 45{+/-}3.5 yr) exhibited weaker global brain activity (p = 5.0x10-4) with reduced coupling to cerebrospinal fluid (CSF) flow (p = 0.017) compared to age-matched later-menopausal women (mean menopausal age 54{+/-}1.2 yr). Differences appeared mainly in higher-order brain regions, where activation levels correlated with memory performance in earlier but not in intermediate or later menopausal women. These findings highlight brain activity changes linked to early menopause, suggesting a potential mechanism underlying memory decline and the increased risk of AD and dementias in early-onset menopausal women.", "date": "2025-10-11", "journal": ""}
{"title": "Effects of dipicolinic acid on Bacillus anthracis spore biology and cytotoxicity", "doi": "10.1101/2025.10.10.681759", "authors": "Hassan-Casarez, C.; Mata, T. V.; Abel-Santos, E.", "abstract": "Bacillus anthracis is a gram-positive spore-forming bacterium that causes lethal inhalation anthrax. The use of B. anthracis as a bioweapon is predicated in its ability to form dormant and resistant infective spores that can be used as agents. B. anthracis spores contain large concentrations of dipicolinic acid complexed with cations, especially calcium (Ca-DPA). Following phagocytosis by alveolar macrophages, spores germinate inside the phagolysosome and excrete the Ca-DPA depot into the phagosomal space. In this study, we assessed the effects of DPA on B. anthracis spore biology and cytotoxicity. We generated B. anthracis mutants with defects in DPA synthesis ({Delta}spoVFA, {Delta}spoVFB, {Delta}spoVFAB) or transport ({Delta}spoVV). To increase the viability of DPA-less spores, we also constructed double mutants ({Delta}sleB{Delta}spoVFA, {Delta}sleB{Delta}spoVFB, {Delta}sleB{Delta}spoVFAB and {Delta}sleB{Delta}spoVV) by deleting the cortex lytic sleB gene. We found that single- and double-mutant DPA-less spores were profoundly compromised in dormancy, viability, germination, and heat resistance. Contrary to expectations, each DPA synthesis mutant exhibited distinct viability and resistance phenotypes. Even with compromised stability, DPA-less B. anthracis spores, with the exception of the {Delta}sleB{Delta}spoVV double mutant, were as cytotoxic as wild-type spores. In summary, DPA is required to sustain normal B. anthracis spore biology but is not required for macrophage-targeted virulence. Furthermore, the SpoVV transporter and SleB lytic protein seem to have redundant roles in anthrax spore cytotoxicity beyond DPA accumulation.", "date": "2025-10-11", "journal": ""}
{"title": "Cholesterol-mediated activation of VapC12 toxin modulates growth and drug susceptibility in Mycobacterium tuberculosis", "doi": "10.1101/2025.10.10.681325", "authors": "Hashmi, Z.; Singh, S. P.; Talwar, S.; Megta, A.; Srivastava, M.; Sarmadhikari, D.; Sharma, T.; Sharma, C.; Asthana, S.; Krishnan, V.; Pandey, A.", "abstract": "Tuberculosis eradication efforts are severely hampered by antimicrobial resistance (AMR). We have previously reported that VapBC12 TA system in Mycobacterium tuberculosis (M. tuberculosis) regulates both disease and antibiotic persistence in tuberculosis. In this study, we developed a mechanistic understanding of the VapBC12-dependent modulation of growth and antibiotic susceptibility in M. tuberculosis. We identified a unique Cholesterol Recognition Amino acid Consensus (CRAC) motif in VapC12 toxin and demonstrated that its heterologous expression induces toxicity in M. smegmatis. We have solved the crystal structure of VapB12 antitoxin at a 1.6A0 wavelength and using molecular modeling predicted the structure of TA complex. Structure-function analysis revealed specific residues critical for the assembly and activity of the VapBC12 TA system. Our study suggests that cholesterol activates the VapC12 toxin by competitively displacing its cognate antitoxin at the CRAC motif which consequently restricts the growth of M. tuberculosis. Finally, we demonstrated that chemical inhibition of VapC12 prevents growth restriction and potentiates activity of anti-TB drugs.", "date": "2025-10-11", "journal": ""}
{"title": "HTLV-1 antisense transcription is promoted by increased SP1 binding at 3'-LTR G-Quadruplexes", "doi": "10.1101/2025.10.11.681801", "authors": "Richter, S. N.; Ruggiero, E.; Zanin, I.; Tosoni, B.", "abstract": "The human T-cell lymphotropic virus type 1 (HTLV-1) is a highly oncogenic delta-retrovirus. It presents 5'- and 3'-long terminal repeats (LTR) that are enriched in putative G-quadruplex (G4)-forming sequences. G4s are non-canonical nucleic acid structures that regulate key biological processes in both human and viral genomes. We here investigated the presence and functional role of G4s within the HTLV-1 3'-LTR, which governs the antisense transcription of the viral bZIP factor (HBZ), the main responsible for T-cell transformation. We identified seven highly conserved sequences that folded into two-layer G4s in both single- and double-stranded DNA in vitro. We demonstrated G4 folding in infected cells by chromatin immunoprecipitation and showed SP1 enrichment at the 3'-LTR G4s. We showed that G4 stabilization with a ligand enhances antisense transcription by promoting recruitment of SP1. Our findings unveil a G4-mediated regulatory mechanism sustaining HTLV-1 antisense transcription and provide new insights into the complex interplay between the HTLV-1 genome and host cellular factors, contributing to our understanding of retroviral replication strategies to be exploited as new therapeutic targets.", "date": "2025-10-11", "journal": ""}
{"title": "IPSC-based modeling of resiliency in centenarians reveals longevity-specific signatures", "doi": "10.1101/2025.10.10.681757", "authors": "Dowrey, T. W.; Cranston, S. F.; Skvir, N. J.; Lok, Y.; Bock, P.; Kharitonova, E. K.; MacDonald, E.; Zeldich, E.; Gabel, C. V.; Tyshkovskiy, A.; Monti, S.; Gladyshev, V. N.; Sebastiani, P.; Perls, T. T.; Andersen, S.; Murphy, G. J.", "abstract": "Centenarians represent a human model of resilience to age-related decline, yet resiliency mechanisms remain elusive. Here, we establish an induced pluripotent stem cell (iPSC)-based platform to interrogate resilience signatures in centenarians. IPSC-derived neurons from centenarians exhibit transcriptional programs promoting synaptic integrity, calcium homeostasis, and cholesterol biosynthesis, while suppressing proteostatic stress pathways. Functionally, these neurons maintain stable calcium dynamics, reduced baseline mitochondrial activity, and energy-efficient homeostasis. Upon challenge, centenarian-derived neurons mount a robust stress response, in contrast to attenuated responses in non-centenarian controls. This resilience signature parallels adaptations in long-lived mammals and aligns with healthy brain aging, while showing erosion in Alzheimers disease and cancer. Our platform provides a scalable human model for dissecting resilience biology offering a framework to extend healthspan and mitigate age-related decline.", "date": "2025-10-11", "journal": ""}
{"title": "Mating-type locus structure affects gene expression in unidirectional mating-type switching fungi", "doi": "10.1101/2025.10.10.681704", "authors": "Lane, F. A.; Wingfield, B. D.; Wingfield, M. J.; Wilken, P. M.", "abstract": "Fungal species are typically either fully self-fertile or self-sterile, but some filamentous ascomycetes can commonly transition from self-fertility to self-sterility through unidirectional mating-type switching. In these fungi, the structure of the mating-type (MAT1) locus governs sexual behaviour: MAT-2 self-fertile individuals retain both MAT1-1 and MAT1-2 genes, while MAT-1 self-sterile isolates lose MAT1-2 genes during switching. A third type of isolate morphology also occurs under laboratory conditions: these are self-sterile isolates which retain both MAT1-1 and MAT1-2, but are unable to switch mating type. These are commonly referred to as MAT-2 self-sterile isolates. Two of the mating-type (MAT) genes, one of which is deleted during switching, encode transcription factors known to regulate not only the sexual cycle but also genes unrelated to mating. To test how MAT1 structural variations affects gene expression, we studied Ceratocystis albifundus, a species that switches mating type. To minimise variability caused by intraspecific genetic differences, two self-sterile isolates (MAT-1 and MAT-2 self-steriles) were derived from the same MAT-2 self-fertile parent, making all three isolates genetically identical except at the MAT1 locus. Comparative transcriptomic analyses revealed that the MAT-2 self-fertile, MAT-1 self-sterile and MAT-2 self-sterile isolates all exhibited distinct expression patterns, including differences in MAT genes, the pheromonereceptor pathway, and other genes not directly linked to mating. The results show that MAT1 locus structure influences gene expression more broadly than those only related to the sexual cycle.", "date": "2025-10-11", "journal": ""}
{"title": "Experiment-guided AlphaFold3 resolves accurate protein ensembles", "doi": "10.1101/2025.10.11.681796", "authors": "Maddipatla, A.; Bojan Sellam, N.; Bojan, M.; Masalitin, V.; Vedula, S.; Schanda, P. M.; Marx, A.; Bronstein, A. M.", "abstract": "AlphaFold3 predicts highly accurate protein structures from sequence, but tends to collapse to a single dominant conformation, even when the underlying structure is inherently heterogeneous. Moreover, its predictions are oblivious to experimental conditions that can alter local sequence conformation. In this work we show that AlphaFold3 can be guided to match data obtained by NMR spectroscopy, X-ray crystallography and cryo-EM experiments. We demonstrate that this methodology can generate ensembles of conformations having less distance restraint violations than traditionally resolved NMR structures and uncover unmodelled alternate conformations detectable in electron density. We show that AlphaFold3 can also be guided by cryo-electron microscopy maps and that doing so in combination with NMR parameters improves model quality. This methodology paves the way for the development of experimentally aware predictive models that capture the ensemble nature of protein structures.", "date": "2025-10-11", "journal": ""}
{"title": "A hierarchical nickel organic framework confers high conductivity over long distances in cable bacteria", "doi": "10.1101/2025.10.10.681601", "authors": "Meysman, F. J. R.; Smets, B.; Hidalgo Martinez, S.; Claes, N.; Schroeder, B. C.; Geelhoed, J. S.; Liu, Y.; Choyikutty, J.; Chennit, T.; Bodson, T.; Collauto, A.; Roessler, M. M.; Karpov, D.; Bohic, S.; Aramini, M.; Hayama, S.; Wetherington, M.; Zwijnenburg, M. A.; Pankratova, G.; Pintelon, I.; Timmermans, J.-P.; Nuyts, G.; De Wael, K.; Bals, S.; Verbeeck, J.; Remaut, H.; Boschker, H. T. S.", "abstract": "Multi-cellular cable bacteria have evolved a unique machinery that efficiently transports electrons across centimetre-scale distances. Currents flow through a parallel network of periplasmic fibres, which display an extraordinary conductivity for a biological material. However, the conduction mechanism remains elusive as the molecular structure of the fibres has not been resolved. Here, we demonstrate that each fibre embeds a bundle of intertwined nanoribbons, which are built from Nickel Bis(Dithiolene) (NiBiD) repeat units that are formed by linking nickel centres with ethenetetrathiolate ligands. The planar and conjugated NiBiD complexes are aligned and stacked to form an elongated supramolecular coordination network, thus explaining the observed organo-metal electronic properties of the fibres. Our results hence demonstrate that biology is capable of producing extensive metal organic frameworks. These structures enable highly conductive one-dimensional conduits, ensuring efficient charge transport over macroscale distances, thus providing a novel design principle for bio-based, sustainable organo-electronic materials.", "date": "2025-10-11", "journal": ""}
{"title": "Reducing Reactive Lipids Improves Cardiac Metabolic and Diastolic Function in Pulmonary Hypertension Models", "doi": "10.1101/2025.10.10.681763", "authors": "West, J.; Moore, C.; Gladson, S.; Shay, S. D.; Sevier, E.; Kobeck, E.; Cai, Y.; Agrawal, V.; Rathmacher, J. A.; Hemnes, A. R.", "abstract": "Background: Reactive oxygen species are increased across most pulmonary hypertension (PH) etiologies, resulting in increased reactive lipid dicarbonyls, which form protein adducts and impair mitochondrial function. We hypothesized that reducing reactive lipids would reduce right ventricular systolic pressure (RVSP) and improve cardiac function by eliminating protein-lipid damage feedback loops. Methods: We used 2-hydroxybenzylamine (2-HOBA) to scavenge reactive lipids in three complimentary mouse models of PH: AKR-high fat diet (HFD, metabolic stress), LNAME-HFD (cardiometabolic syndrome), and pulmonary artery banding (PAB, load stress). Cardiac function was measured by echocardiography and catheterization. RV energy metabolism was determined by oxygraphy. Mass spectrometry analyzed lipids and ceramides; O-link and RNA-Seq evaluated proteomic and gene expression in lungs, RV, and LV. Results: Reducing reactive lipids with 2-HOBA resulted in a ~10% reduction in RVSP, reduced diastolic dysfunction, reduced plasma lipids and ceramides, and normalized RV fatty acid oxidation that was severely impaired in the AKR-HFD and PAB models. Proteomic and RNA changes in the lungs, RV, and LV suggested reduced oxidative damage and inflammatory signaling and altered developmental and actin organization signaling; these changes are plausibly associated with the improved adaptation. Some changes were sex specific, including a 4x higher cardiac fatty acid content in males than females. Conclusions: Reactive lipid scavenging improves cardiac metabolic and diastolic function and pulmonary vascular resistance through restoration of mitochondrial function and reduced oxidative protein damage. The magnitude of hemodynamic improvement combined with substantial diastolic function improvement suggests clinical potential, particularly for PH patients with metabolic comorbidities.", "date": "2025-10-11", "journal": ""}
{"title": "Oscillatory and elevated flow distinctly regulate gene expression in human coronary artery endothelial cells", "doi": "10.1101/2025.10.10.681055", "authors": "Vidotto, G.; Luzzi, S.; Humphries, J.; Beal, R.; McVey, D. G.; Nelson, C. P.; Webb, T. R.; Humphries, M.; Smith, G.; White, S. J.", "abstract": "Objective: Coronary artery disease (CAD) remains a leading cause of mortality globally. Atherosclerosis develops at arterial sites exposed to disturbed, low, or oscillatory shear stress, while acute coronary syndromes-triggered by plaque rupture or erosion predominantly occurs in regions subjected to elevated shear stress. The response of endothelial cells to disturbed flow has received significant attention, however, the response to elevated flow is less well studied. We addressed this shortfall by providing a comprehensive analysis of mRNA, microRNA and proteome expression in primary human coronary artery endothelial cells (HCAECs) cultured under different flow environments and identify novel changes in gene expression that may play a role in promoting both atherogenesis and plaque erosion. Approach and Results: We conducted a comprehensive multi-omic analysis of HCAECs cultured for 72 hours under oscillatory shear stress (OSS), physiological laminar shear stress (LSS), and elevated shear stress (ESS). Our results identified 2,175 shear-regulated genes, with 1,218 uniquely responsive to OSS and 665 to ESS. Both OSS and ESS induced significant changes in RNA isoform selection, affecting 580 and 848 genes respectively. Signalling pathways regulating CAD pathogenesis including HIPPO, TGF?/BMP, and IRF, showed altered RNA isoform selection which may influence plaque development and plaque erosion. 65% of LD-filtered CAD-associated genetic variants from two recent multi-population meta-analyses contained at least one OSS or ESS-regulated gene within 250Kb. Proteomic analysis identified 289 proteins differentially expressed under OSS and 171 under ESS, with notable discordance between mRNA and protein changes observed in 28.7% (OSS vs LSS) and 16.6% (ESS vs LSS) genes. Additionally, 40 shear-responsive microRNAs were identified, potentially contributing this discordance. Conclusion: Both oscillatory and elevated flow trigger distinct HCAEC gene expression programmes, affecting mRNA, microRNA, splicing, and protein expression, modulating pathways central to CAD pathogenesis.", "date": "2025-10-11", "journal": ""}
{"title": "Tracking the evolutionary trajectory of a young hybrid plant pathogen", "doi": "10.1101/2025.10.10.681615", "authors": "Jigisha, J.; Piechota, U.; Czembor, P.; Bencze, S.; Cseplo, M.; Lopes, M. S.; Miedaner, T.; Schulz, P.; Menardo, F.", "abstract": "A common mechanism by which emerging plant pathogens gain the ability to infect new hosts is hybridization. Despite its widespread occurrence, the outcomes of hybridization remain largely unpredictable within current evolutionary frameworks, making empirical studies key for identifying patterns and establishing principles underlying hybrid evolution. Here, we track the evolutionary trajectory of Blumeria graminis forma specialis triticale (B.g. triticale), or triticale powdery mildew, a pathogen that emerged recently through hybridization of two powdery mildew forms specialized on wheat (B.g. tritici) and rye (B.g. secalis). Using a genomic dataset of 652 isolates from the three formae speciales, we show that they persist as three isolated lineages. Results from our infection assays and sampling suggest that B.g. triticale is not well adapted to infect wheat under field conditions, indicating that isolation between B.g. tritici and B.g. triticale may be maintained by partial niche separation. We investigated the genomic changes following hybridization and found that at least a third of the hybrid genome is fixed for B.g. tritici ancestry in contemporary populations, and around 1% is fixed for the B.g. secalis ancestry. We identified several loci to be under recent positive selection in B.g. triticale, most of which coincide with known genes and regions of fixed or nearly fixed local ancestry. Overall, we highlight the role of ecological isolation in preventing gene flow between B.g. triticale and its parental lineages. We reveal the rapid stabilization of its genome after hybridization and show that some of these changes were likely shaped by selection.", "date": "2025-10-11", "journal": ""}
{"title": "Integration of genetic evidence to identify approved drug targets", "doi": "10.1101/2025.10.10.681636", "authors": "Moix, S.; Sadler, M. C.; Kutalik, Z.", "abstract": "Drugs targeting genes supported by human genetic evidence are more likely to succeed in clinical trials. While previous approaches have benchmarked individual methods such as genome-wide association studies (GWAS), rare variant burden testing, and quantitative trait locus (QTL)-informed Mendelian randomization, it remains unclear how best to integrate these signals for drug target discovery. Here, we compared gene-prioritization strategies across 30 complex traits, evaluating their ability to recover approved drug targets compiled into lenient and moderate gold-standard sets from six curated databases. Gene-level association scores from GWAS, expression QTL, protein QTL, and exome-based analyses were integrated using five unsupervised approaches. Predictive performance was assessed with area under the receiver operating characteristic curve (AUROC) and enrichment-based statistics. Across traits, GWAS alone ranked known drug targets on average ~652 ranks (3.42%) above random expectation, and the minimum-rank-based integration strategy provided an improvement of further ~558 positions (2.93%), achieving the best AUROC in 23 of 30 traits. When comparing genetic correlation and drug target overlap across trait pairs, we observed a significant positive association (r = 0.193; p = 5.46e-5), and cross-trait analyses further revealed that prioritization scores derived from related diseases could at times equal or even surpass a trait's own performance. For instance, coronary artery disease data improved the prediction of stroke targets (p = 0.004), while inflammatory bowel disease data enhanced the prioritization of chronic kidney disease targets (p = 0.014). Taken together, these results demonstrate that integrating complementary genetic signals through a minimum-rank-based framework, combined with information from genetically related traits, systematically strengthens drug target identification across complex diseases.", "date": "2025-10-11", "journal": ""}
{"title": "Agro-STARR-seq enables in planta genome-wide enhancer discovery and AI-empowerd enhancer design", "doi": "10.1101/2025.10.10.681754", "authors": "Bao, Y.; Zhang, X.; Song, Y.; Li, H.; Qi, J.; Cui, H.; Li, N.; Chen, Y.; Zheng, W.; Xu, L.; Zhang, Y.; Chen, C.; Zhu, F.; Zhou, S.; Li, Z.; Liu, Y.", "abstract": "Comprehensive enhancer screening is essential for dissecting gene regulatory networks. However, methods for such screening remain limited in plants. We present Agro-STARR-seq, an in planta enhancer screening platform using Agrobacterium-mediated delivery of STARR-seq libraries into Nicotiana benthamiana leaves. In the Arabidopsis genome, we identified 14,715 sequences with enhancer activity, of which 91.59% were located outside of open chromatin regions. This largest in planta enhancer dataset to date enabled AI-assisted design of highly active synthetic enhancers. For the large N. benthamiana genome, we pre-processed the genomic DNA with an Assay for Transposase Accessible Chromatin (ATAC) procedure before the Agro-STARR-seq protocol,and found that only one-third of open chromatin exhibited enhancer activity, 76.00% of which showed no canonical H3K27ac histone marks. Footprinting analysis further enables systematic linkage of transcription factor (TF) binding to enhancer function. Overall, Agro-STARR-seq provides a novel platform for dissecting and engineering plant enhancers.", "date": "2025-10-11", "journal": ""}
{"title": "Beak wiping stereotypies are correlated with neophobia and lack of enrichment in captive house sparrows (Passer domesticus)", "doi": "10.1101/2025.10.10.681718", "authors": "Masri, D. F.; Frazier, W. J.; Kimball, M. G.; Lattin, C. R.", "abstract": "The existence of behavioural syndromes, or suites of correlated behaviours, means that animals may not be able to act optimally in every situation, as they can constrain plasticity. Therefore, understanding links between different behaviours is critical for understanding why animals sometimes fail to respond appropriately to environmental challenges. In this study, we assessed whether beak wiping, a stereotyped anxiety-linked behaviour where birds wipe their beaks on a perch in a ''windshield wiper'' motion, was correlated with another anxiety-linked behavior, neophobia towards novel objects presented with food, in captive house sparrows (Passer domesticus). We predicted that more neophobic sparrows would also exhibit more beak-wiping stereotypies. We analyzed 1 h long control videos (when sparrows were presented with a normal food dish only; n=54) from three previous neophobia studies to assess beak wiping frequency, mean beak wiping bout duration, and total bout duration. Sparrows' reluctance to feed in the presence of novel objects was significantly correlated with the mean duration of beak wiping bouts during control trials. We also found that simple enrichment (rubber perches, manzanita branch perches, and/or artificial pine branches) decreased both the frequency and duration of beak wiping. These findings suggest that neophobia and stereotypies may arise due to similar neuroendocrine mechanisms as part of a ''high anxiety'' behavioural syndrome. This work also highlights the importance of providing species-appropriate environmental enrichment to decrease the prevalence of stereotypic behaviours in captive songbirds.", "date": "2025-10-11", "journal": ""}
{"title": "From spark to wildfire: illuminating single-cell origins of virus infection spread and diversification", "doi": "10.1101/2025.10.10.681682", "authors": "Ramachandran, R.; Shi, H.; Yin, J.", "abstract": "When a virus encounters a living cell it triggers infection, cell death, and the release of virus progeny. In lab cultures, such progeny spread to near and distant cells, creating a plaque, a visible record of virus growth and cell death. Plaque-based assays have long enabled amplification and quantification of virus particles, but the earliest infections of a plaque remain poorly characterized. Here, we used a recombinant rhinovirus expressing a fluorescent reporter protein to track the start and spread of infection across HeLa cell monolayers at single-cell resolution. We analyzed reporter expression profiles from eight plaques and over 150 cells, reviewing, testing and applying methods of time-series analysis, clustering, and dimensionality reduction. We identified primary infections based on early reporter expression in isolated cells and secondary infections among their neighbors. Primary infected cells exhibited tightly clustered gene expression profiles, while secondary infected cells showed broader heterogeneity in the timing, intensity, and duration of reporter expression, without correspondence to their associated primary cells. This heterogeneity likely reflects a combination of factors, including noisy gene expression, viral genetic changes, and variation in local cellular environments. The rapid diversification of gene expression highlights the power of single-cell imaging to shed light on infection spread.", "date": "2025-10-11", "journal": ""}
{"title": "Intrinsic structure of lipoplexes embedded in polyelectrolyte multilayers", "doi": "10.1101/2025.10.10.681465", "authors": "Krabbes, M.; Kampik, V.; Buettner, M.; Kaysser, L.; Schneck, E.; Shen, C.; Woelk, C.", "abstract": "The functionalization of surfaces with therapeutically applicable nucleic acid carriers provides promising strategies in biomedical research to develop therapies which focus on local nucleic acid delivery. One such approach is the embedding of lipoplexes (LPXs) in polysaccharide-based polyelectrolyte multilayers (PEMs). PEMs based on hyaluronic acid and chitosan lead to efficient embedding of customized LPX connected with good biological activity. However, although quantitative evaluation demonstrates LPX embedding, information on the embedded LPXs has been missing. In this study we used synchrotron-based grazing-incidence small angle x-ray scattering to investigate the effects of the change in the chemical environment caused by the embedding into PEMs on the LPXs internal mesoscopic structure. While the lamellar character of the LPXs was preserved, the repeat distance was affected by the embedding into polysaccharide-based coatings.", "date": "2025-10-11", "journal": ""}
{"title": "Characterization of Gait Kinematics and Muscle Function in Becker Muscular Dystrophy Pigs: a pilot study", "doi": "10.1101/2025.10.10.681620", "authors": "Morton, A. B.; Kendra, J. A.; Golpasandi, S.; Mackey, M.; Russell, H.; Hendrie, C.; Chen, K.; Kiefer, Z. E.; Yentas, J. M.; Ross, J. W.; Selsby, J. T.; Deutz, N. E. P.; Nghiem, P. P.", "abstract": "Recently vertebrate animal models of Becker muscular dystrophy (BMD) have been developed. Here, we characterized the gait kinematics and muscle function of a naturally occurring BMD pig model of dystrophin insufficiency. BMD pigs tended to have alterations in joint range of motion (ROM): hip (67%, 95% CI -0.64 to 14.12 degrees), knee (8%, 95% CI -17.14 to 12.13 degrees) and ankle (11%, 95% CI -15 to 8.46 degrees) ROM. While parameters were unaltered in extensor muscles, the dystrophin levels in flexor tibiotarsal joint muscles correlated with fatigue index in BMD pigs. As well as reduced isometric force (48%, 95% CI -1.86 to -0.61 N-m), and a 33% increase in fatigue index (95% CI -36.25 to 96.71 percent); the extensor muscles had no observable reductions in muscle force, with a 48% increase in fatigue index (95% CI -232.6 to 472.6 percent). Histological analysis of muscle biopsies further supported a BMD phenotype in the flexor muscles of BMD pigs, with a 75% (95% CI -55.14 to -15.66 percent) decrease in large and a 43% (95% CI 17.74 to 57.38 percent) increase in small muscle fiber cross-sectional area. Dystrophin protein abundance was 34% less in flexor muscles from BMD pigs (95% CI -87.9 to 20.2 percent healthy) with a 2.5-fold increase in creatine kinase (CK) levels (95% CI -214 to 1973 pg/dL), and no other abnormalities evident in the blood chemistry profile. Taken together, our model may serve as a clinically relevant model of BMD to assess safety and efficacy of therapeutics.", "date": "2025-10-11", "journal": ""}
{"title": "Quinolinic acid metabolism may mitigate AKI to CKD transition", "doi": "10.1101/2025.10.10.681643", "authors": "Saade, M. C.; Saliba, A.; Clark, A. J.; Debnath, S.; Zhang, S.; Ragi, N.; Etzrodt, V.; Alhumaidi, R.; Vu, K.; Tao, Y.; Trevino, E.; Lorenzen, A. L.; Zhang, G.; Berg, A. H.; O'Connor, J. C.; Parikh, S. M.; Sharma, K.", "abstract": "The transition from acute kidney injury (AKI) to chronic kidney disease (CKD) remains a significant clinical problem with unclear underlying mechanisms. Emerging evidence suggests that alterations in tryptophan metabolism, particularly in the production of downstream metabolites such as quinolinic acid (QA), play a role in renal pathophysiology. QA is a NAD biosynthesis intermediate metabolized by the enzyme quinolinate phosphoribosyltransferase (QPRT). In this study, we investigated the role of QA in the AKI-to-CKD transition using experimental mouse models and clinical observations and leveraging multiple omics approaches. Systematic metabolomic profiling identified endogenous QA as one of the most significantly elevated metabolites following folic acid-(FA) induced injury. Exogenous QA exacerbated FA-induced kidney dysfunction. Conversely, aged mice deficient in QPRT showed worsened expression of kidney fibrosis markers even in absence of kidney injury, while younger littermates exhibited worsened induced kidney injury. Mice lacking QA-producing enzymes resisted experimental AKI and AKI-to-CKD progression. Multimodal spatial metabolomics analysis of human AKI kidney biopsies revealed QA accumulation in regions of inflammatory infiltration. Finally, children with CKD exhibited higher urinary QA levels compared to healthy controls. These findings underscore QA as a potential mediator of kidney injury and a therapeutic target for preventing the progression from AKI to CKD.", "date": "2025-10-11", "journal": ""}
{"title": "Probability Distribution for Rare Neutral Mutations in Cancers and Application to Dynamic Precision Medicine of Cancer", "doi": "10.1101/2025.10.10.681641", "authors": "He, W.; McCoy, M. D.; Yeang, C.-H.; Riggins, R. B.; Beckman, R. A.", "abstract": "Cancers exhibit genetic diversity between individual cancer cells. Previous work shows greater diversity than heretofore expected (1) and that also increases more quickly during a patient's clinical course than previously thought (1, 2). Rare subclones will harbor pre-existing resistance to any single agent and may cause medium to late term relapse (1), which may evolve further variants that have simultaneous resistance to non-cross resistant therapies (3, 4). We now present a probability distribution function (PDF) of the variant allele fraction (VAF) or prevalence of a rare subclone, derived from previous evolutionary theory (1, 2). We show that current clinical sequencing protocols fail to detect the vast majority of rare subclones. By the time of detection, simultaneous multiple resistance may evolve. We then apply the PDF to simulation of dynamic precision medicine (DPM) (3), an evolutionary guided precision medicine paradigm that attempts to proactively eliminate singly-resistant subclones before they evolve multiple resistance, with significant potential to extend survival. We show that the simulated benefit of DPM with perfect information is degraded by inability to detect rare subclones if they are assumed to be absent when undetectable. But this benefit is restored if the PDF is used to calculate the likelihood of the subclone being present below the level of detection and incorporated into the DPM simulation and therapy recommendations in a probabilistic fashion. Moreover, other common statistical distributions are less effective. This theoretical advance facilitates DPM and potentially other evolutionary guided approaches to precision cancer medicine in spite of the limitations of clinical sequencing.", "date": "2025-10-11", "journal": ""}
{"title": "Alanine dependence of trans-translation contributes to riboregulation of mycobacterial antibiotic recalcitrance genes", "doi": "10.1101/2025.10.10.681568", "authors": "Majstorovic, A.; Botella, H.; Schrader, S.; Lavrynchuk, Y.; Chen, X.; Jin, E.; Taslim, J.; Antoine, R.; Baulard, A.; Guilhot, C.; Plocinski, P.; Wolin, S.; Vaubourgeix, J.", "abstract": "Antibiotic recalcitrance refers to a slower rate of death for either a bacterial population or a subpopulation of cells upon antibiotic exposure. It complicates treatment of many bacterial infections by contributing to treatment length, treatment failure, disease recurrence, and the emergence of antimicrobial resistance (AMR). Thus, blocking antibiotic recalcitrance could be a powerful strategy for improving treatment outcomes and reducing AMR rates. Here, using a forward genetic method for the isolation of antibiotic-recalcitrant mutants, we isolated two Mycobacterium smegmatis strains with mutations in the tRNA-modifying enzyme adenine-N(1)-methyltransferase. Both mutants were recalcitrant to proteostasis-perturbing antibiotics. We linked these phenotypes to upregulation of the transcriptional regulator WhiB7, highlighting its role as a point of convergence in the regulation of multiple mechanisms of antibiotic recalcitrance and resistance. Further, we identified a mechanism by which the amino acid alanine couples trans-translation to ribosome regulation-dependent, WhiB7-mediated expression of antibiotic resistance and recalcitrance genes, allowing bacterial cells to engage seemingly mutually exclusive mechanisms of survival upon exposure to stress.", "date": "2025-10-11", "journal": ""}
{"title": "A Practical and Cost-Effective Approach to Long-Fragment eDNA Sequencing for High-Resolution Genetic Diversity Assessment", "doi": "10.1101/2025.10.11.681776", "authors": "Tsuji, S.; Shibata, N.; Yatsuyanagi, T.; Fuke, Y.", "abstract": "Environmental DNA (eDNA) analysis is increasingly recognised as a valuable method for assessing genetic diversity. However, its resolution and applicability are limited by the short length of sequences that can be analysed (typically < 400 bp) and high analytical costs. This study developed a practical, low-cost long-fragment eDNA analysis method using commercial full-length plasmid sequencing via a nanopore platform and evaluated its effectiveness in assessing population genetic structure. 1 L of surface water was collected from 52 sites across Hokkaido, Japan, targeting Barbatula oreas. Two mitochondrial regions (ND5 and cyt b; approximately 1,000 bp each) were species-specifically amplified, circularised, and sequenced. Library preparation took 2.5 hours, with a total cost per sample of 4,390 JPY ({approx}25.55 EUR, {approx}29.87 USD). High-quality reads were obtained from 34 samples, allowing for the reconstruction of multiple haplotypes per region through haplotype phasing. The eDNA concentration required to achieve a 50% sequencing success was within a range easily attainable for common species. Phylogenetic analysis using 62 concatenated haplotypes (1,968 bp) obtained from each sample identified two clades and multiple regional subgroups, providing higher-resolution phylogeographic information than the previous study. Furthermore, the differentiation of each clade and group was suggested to reflect geological and climatic events. These results demonstrate the feasibility and utility of long-fragment eDNA analysis for evaluating genetic diversity, and its broad application is anticipated in ecological research, conservation management, and environmental policy formulation.", "date": "2025-10-11", "journal": ""}
{"title": "Displaced myonuclei are attributable to both resident myonuclear migration and stem cell fusion during mechanical loading in adult skeletal muscle", "doi": "10.1101/2025.10.10.681647", "authors": "Serrano, N.; Koopmans, P. J.; Murach, K.", "abstract": "Non-peripheral myonuclei are characteristic of skeletal muscle pathology and severe injury but also appear after exercise and with aging. Displaced myonuclei are typically attributed to the activity of muscle stem cells, or satellite cells. We sought to address whether displaced myonuclei in adult skeletal muscle are exclusively from an exogenous source such as satellite cells or can result from resident myonuclear migration. To address this question, we used a murine recombination-independent muscle fibre-specific doxycycline-inducible fluorescent myonuclear labelling approach, EdU stem cell fate tracking, two durations of muscle mechanical overload (MOV, 3 days and 7 days), and fluorescent histology. Our findings show that: 1) displaced myonuclei emerge early during MOV, 2) resident myonuclear movement occurs rapidly during MOV, and 3) the contribution of resident versus exogenous displaced myonuclei depends on MOV duration, fibre type, and fibre size. These observations provide fundamental insights on myonuclear motility in response to stress in vivo and reframe our understanding of how a recognized feature of mammalian skeletal muscle can emerge in response to mechanical loading.", "date": "2025-10-11", "journal": ""}
{"title": "Evolution of crop phenotypic spaces through domestication", "doi": "10.1101/2025.10.11.681794", "authors": "Wojcik, A.; Belcram, H.; Rousselet, A.; Bouet, M.; Brault, M.; Serin, P.; Desprez, A.; Rincent, R.; Peil, A.; Henry, K.; Marchal, C.; Lacombe, T.; Glemin, S.; Alix, K.; Gerard, P.; Manicacci, D.; Vigouroux, y.; Dogimont, C.; Tenaillon, M. I.", "abstract": "We used domestication as an in vivo replicated experiment to investigate how divergent selection has shaped the evolution of multivariate phenotypic spaces. We measured 11 to 57 qualitative and quantitative traits in 13 species, either unique or shared between species, and established a framework for cross-species comparisons. Our results revealed significant convergence that translated into a cross-species domestication syndrome. Most species exhibited a reduction of the multivariate phenotypic space during domestication. We demonstrated that Near Infrared spectra measured on leaves evolve through processes unrelated with domestication, enabling its use as a control for sampling effects across species. Building on this, we developed a multivariate Phenotypic Divergence Index (mPDI) to rank species by the extent of phenotypic divergence under domestication. We found a high disjunction of wild and domestic phenotypic spaces in all species. Neither the mPDI nor the relative size of wild versus domestic multivariate phenotypic spaces was influenced by the domestication timing or mating system. Lastly, we observed a progressive decoupling of trait correlations with increasing time since domestication. In addition to introducing a new index that can be applied across species for comparative purposes, our study uncovers recurring patterns shared among species, pointing to general principles underlying plant domestication.", "date": "2025-10-11", "journal": ""}
{"title": "Non-Carbohydrate Inhibitors of Sialic Acid-binding Immunomodulatory-type Lectin-7 (Siglec-7) Discovered from Genetically Encoded Bicyclic Peptide Libraries", "doi": "10.1101/2025.10.10.681534", "authors": "Yazdan, D.; Downey, A. M.; Gimeno, A.; Li, C.; Schmidt, E. N.; Wong, J. Y. K.; Loo, C.; Jung, J.; Qiu, R.; Lis, E.; Lindmeier, L.; Ereno-Orbea, J.; Jimenez-Barbero, J.; Macauley, M. S.; Derda, R.", "abstract": "Glycan-binding proteins (GBP) are among the most difficult to drug targets. This deficiency delays clinical progress for therapeutically important GBPs. We employed bicyclic genetically encoded libraries (BiGELs), produced by chemical modification of phage-displayed libraries of peptides with two-fold symmetric linchpins, to discover inhibitors of therapeutically relevant Siglec-7:GD3 interactions. Next-generation sequencing (NGS) analysis of panning of BiGEL against Siglec-7 yielded 815 candidates from which 23 hits yielded KD = 1-100 {micro}M as determined by surface plasmon resonance (SPR). Competitive enzyme-linked immunosorbent assays (ELISA) identified a subset of leads that disrupted the Siglec-7:GD3 interaction with IC50 = 3-300 {micro}M. Machine learning models trained on NGS datasets identified additional inhibitors with equivalent potency. Alanine scans of 8c (SWCRPATVNC, IC50 = 3.8 {micro}M) and 12c (SFCHYPTHVC, IC50 = 11 {micro}M), identified key residues as crucial for activity. Ring reshaping studies of compound 8c highlighted the critical role of bicyclic topology produced by analogue 46e (SAAAAAWCRPATVNC, IC50 = 9.5 {micro}M). Multivalent display of the lead bicycles alongside ~100 glycans in Liquid glycan Array (LiGA), made it possible to compare the binding of bicycles and glycans to Siglec-7 expressed on CHO, Jurkat, and Raji cells. LiGA assays confirmed binding of the bicycles to Siglec-7 but revealed considerable non-specific interactions with receptor-negative cells. Saturation transfer difference nuclear magnetic resonance (STD-NMR) revealed 46e binds to Siglec-7 at a site distinct from the V-Ig domain, suggesting it might inhibit binding of glycans to the glycan-binding site of Siglec-7 via an allosteric site. Together these results demonstrate that BiGEL enables the discovery of bicyclic peptides for undruggable Siglec targets but highlights future challenges in molecular discoveries that aim to identify small, non-carbohydrate inhibitors of GBPs.", "date": "2025-10-11", "journal": ""}
{"title": "Xylose phosphatase activity of dystroglycan self-regulates its receptor function", "doi": "10.1101/2025.10.10.681626", "authors": "Chandel, I.; Venzke, D.; Wollesen, B. A.; Yu, L.; Campbell, K. P.", "abstract": "Dystroglycan (DG), a transmembrane receptor crucial for tissue development and pathogen entry, harbors a glycan composed of xylose and glucuronic acid called matriglycan. Loss of matriglycan or reduction in its length affects DG function, causing dystroglycanopathies. However, the mechanism underlying matriglycan extension is unknown. Here, we show that a Golgi xylose kinase facilitates initiation of matriglycan synthesis by transiently adding a phosphate to the xylose of matriglycan primer. Matriglycan extends when the phosphate is removed from xylose by the N-terminal domain of dystroglycan (DGN). DGN has the DXDXT/V motif found in haloacid dehalogenase (HAD) domains of hydrolases, conditional mutations in which reduce matriglycan length and cause disease in mice. Our work reveals an unexpected glycan phosphatase function of DG in regulating matriglycan extension on itself.", "date": "2025-10-11", "journal": ""}
{"title": "Mutations in HOMEOBOX DOMAIN-2 improve grain protein content in wheat without significantly affecting grain yield and senescence", "doi": "10.1101/2025.10.10.681749", "authors": "Safdar, L. B.; Fisk, I. D.; Pasquariello, M.; Lale, A.; Searle, I. R.; Bhosale, R.; Foulkes, J.; Boden, S. A.", "abstract": "MicroRNA-resistant alleles of HOMEOBOX DOMAIN-2 (HB-2) were recently reported to improve grain protein content (GPC) in wheat by modifying vascular development in stems to increase amino acid distribution to grain. However, it is not known if these alleles increase GPC at the expense of other physiologically important traits, such as senescence and yield-component traits. Here, we evaluated the effects of mutations in HB-2 on grain yield and nitrogen (N)-use efficiency as well as senescence and plant architecture in multi-environment glasshouse and field experiments. In glasshouse experiments, the mutations in HB-2 moderately improved GPC irrespective of N supply and without accelerating senescence or decreasing grain number or weight compared to the wildtype. The trait analysis indicated mutant plants were more tolerant of N limitation in terms of above-ground N reduction compared to the wild type. The expression of all HB-2 homeologues increased in spikes at the lemma primordium stage in response to N limitation, indicating the later GPC increase could be a result of enhanced N sink strength determined during early development, rather than processes caused by direct changes in HB-2 expression in the grain. In field experiments, the introgression of HB-2 alleles into Australian elite spring wheat cultivars significantly improved GPC without compromising grain yield. The outcomes of this study support the introduction of miRNA-resistant HB-2 alleles, with a preference to HB-A2, into commercial wheat for improving grain quality without a yield penalty.", "date": "2025-10-11", "journal": ""}