{"title": "Chronic broadband noise increases the fitness of a laboratory-raised freshwater zooplankton", "doi": "10.1101/2022.11.19.517212", "authors": "Prosnier, L.; Rojas, E.; Valero, O.; Medoc, V.", "abstract": "Although there is an increasing interest in the effects of anthropogenic noise on underwater wildlife, most studies focus on marine mammals and fishes while many others taxa of substantial ecological importance are still overlooked. This is the case for zooplankton species which ensure the coupling between primary producers and fishes in pelagic food webs. Here, we measured lifespan, reproduction and mobility of laboratory-raised water fleas Daphnia magna, a widespread freshwater zooplankton species, in response to continuous broadband noise. Surprisingly, we found a significant increase in survival and fecundity, leading to a higher individual fitness when considering total offspring production and a slight increase in population growth rate, according to the Euler-Lotka equation. Exposed water fleas were found slower than control individuals and we discussed potential links between mobility and fitness. Our results can have implications in aquaculture and for in-lab studies (e.g., in ecotoxicology) where the acoustic environment receives little attention. Chronic broadband noise can be associated with certain human activities but the consequences on natural Daphnia populations might differ as reduced velocity could have negative outcomes when considering competition and predation. Our work is one of the few showing an effect of noise on individual fitness and suggests that noise should be better accounted for in laboratory studies.", "date": "2025-05-09", "journal": ""}
{"title": "Novel artificial selection method improves function of simulated microbial communities", "doi": "10.1101/2023.01.08.523165", "authors": "Vessman, B.; Guridi-Fernandez, P.; Arias-Sanchez, F. I.; Mitri, S.", "abstract": "There is increasing interest in artificially selecting or breeding microbial communities, but experiments have reported modest success. Here, we develop computational models to simulate two previously known selection methods and compare them to a new ``disassembly'' method. We evaluate all three methods in their ability to find a community that could efficiently degrade toxins, whereby investment into degradation resulted in slower growth. Our disassembly method relies on repeatedly competing different communities of known species combinations against one another, while regularly shuffling around their species combinations. This approach allows many species combinations to be explored, thereby maintaining enough between-community diversity for selection to act on, and resulting in communities with high performance. Nevertheless, selection at the community level in our simulations did not counteract selection at the individual level, nor the communities' ecological dynamics. Species in our model evolved to invest less into community function and more into growth, but increased growth compensated for reduced investment, such that overall community performance was barely affected by within-species evolution. Within-community ecological dynamics were more of a challenge, as we could control them during the selection process, but community composition and function dropped in the longer term. Our work shows that the strength of disassembly lies mainly in its ability to explore different species combinations, and helps to propose alternative designs for community selection experiments.", "date": "2025-05-09", "journal": ""}
{"title": "Genetically diverse populations hold the keys to climatic adaptation: a lesson from a cosmopolitan raptor", "doi": "10.1101/2023.03.17.533108", "authors": "Corval, H.; Cumer, T.; Topaloudis, A.; Collart, F.; Guisan, A.; Roulin, A.; Goudet, J.", "abstract": "Although local adaptation influences species distributions, its role in driving evolutionary resilience under climate change remains unclear. Current predictive models focus on genetic adaptation to present climates, providing limited insight into future adaptive capacity. We hypothesise that historical responses to climatic shifts can reveal future adaptive potential. Combining ecological niche modelling and genomic analyses, we investigated spatiotemporal patterns and mechanisms of local adaptation of the Western Palearctic barn owl (Tyto alba). Ecological modelling revealed that barn owls now occupy a broader climatic niche than during the Last Glacial Maximum. Genomic analyses indicated ongoing adaptation, with regions under selection linked to environmental factors across all populations. Our findings demonstrate that local adaptation drives evolutionary changes across populations, enabling colonisation of new habitats and shaping responses to climate change in resident populations. We demonstrate that standing genetic diversity plays a crucial role in adaptation to past, present, and future environmental shifts.", "date": "2025-05-09", "journal": ""}
{"title": "Resource distribution unifies optimal offspring size and bacterial aging", "doi": "10.1101/2023.06.28.546398", "authors": "Sakal, T.; Proulx, S. R.", "abstract": "Models of optimal offspring size and bacterial aging share the same underlying mathematical problem: how should a parent optimally distribute limited resources among its offspring? Optimal offspring size theory has long explored the trade-off between offspring number and size in higher organisms. Meanwhile, the emerging field of bacterial aging examines whether and under what conditions cells evolve unequal sharing of old cellular components. Despite addressing similar problems, these models remain constrained by field-specific assumptions. We unify them in a generalized resource-distribution framework that yields insights and predictions unreachable by either field alone. Our central finding is that the convexity of the function relating resources to offspring survivorship determines the optimal resource distribution strategy. Furthermore, we show that these strategies evolve, characterize their robustness to fluctuating environments, and uncover the conditions that select for producing a \"runt of the litter.\"", "date": "2025-05-09", "journal": ""}
{"title": "Hatcheries to high seas: climate change connections to salmon marine survival", "doi": "10.1101/2023.09.18.558187", "authors": "Kitada, S.; Myers, K. W.; Kishino, H.", "abstract": "We investigated variations in the marine survival of Japanese hatchery chum salmon (Oncorhynchus keta) during 25 years of climate change (1998-2023). Japan is the world largest producer of hatchery salmon, and is located near the global southern distribution limit of chum salmon. Our goal was to identify local and context-specific metrics related to the observed coastwide decline in salmon marine survival over the past two decades. We hypothesized multiple metrics in three categories of stressors: hatchery carryovers, ocean conditions, and predators and competitors. The hatchery carryovers are stressors related to hatchery rearing that affect survival at a different life stage. We collected, processed, and collated large publicly available datasets into a comprehensive open-access database encompassing the life cycle of Japanese chum salmon, from eggs to adult spawners. Multivariate regression models showed associations between stressors and adult salmon return rate (marine survival) varied by coastal management region, salmon life stage, and seasonal high-seas distribution area. In the early marine life history stage, parental egg size and fry size-at-release had the largest positive model effects on marine survival. The sea surface temperature (SST) at time of fry release and a predator of fry had significant negative effects. In the offshore and high-seas life stages, summer SST had negative effects, while winter SST had positive effects. Russian chum and/or pink salmon abundance had negative effects, while no effect was found for North American pink and chum salmon abundance. Generalized additive models (GAMs) identified a nationwide decline in egg size and fry size-at-release. Our study highlights the need for an experimental approach to hatchery practices, including monitoring and analyses with updated information, leading to effective management decisions and policies for future sustainability and conservation of salmon resources.", "date": "2025-05-09", "journal": ""}
{"title": "FAM210B regulates Iron Homeostasis and Sex-Specific Responses in Stress Erythropoiesis", "doi": "10.1101/2023.09.26.559581", "authors": "Perfetto, M.; Ishfaq, M.; Mohideen, A.; Rondelli, C. M.; Gillis, S.; Tejero, J.; Stratman, A. N.; Riggins, R. B.; Yien, Y. Y.", "abstract": "Iron is required for redox homeostasis but poses toxicity risks due to its redox activity. Erythropoiesis hence requires tight regulation of iron utilization for hemoglobin synthesis. The requirement for iron in erythropoiesis has necessitated the evolution of mechanisms to handle the iron required for hemoglobinization. FAM210B was identified as a regulator of mitochondrial iron import and heme synthesis in erythroid cell culture and zebrafish models. Here, we demonstrate that while FAM210B is required for erythroid differentiation and heme synthesis under standard cell culture conditions, holotransferrin supplementation was sufficient to chemically complement the iron-deficient phenotype. To investigate the role of FAM210B in erythropoiesis, we used knockout mice. While Fam210b-/- mice were viable and did not exhibit overt erythropoietic defects in the bone marrow, the male mice exhibited an increase in serum transferrin suggesting sex-specific alterations in systemic iron sensing. Upon phlebotomy induced stress erythropoiesis, Fam210b-/- mice exhibited differences in serum transferrin levels, and more starkly, had markedly smaller spleens indicating defects in stress response. Fam210b-/- males had defects in neutrophil and monocyte numbers, as well as decreased erythroid progenitor numbers during erythropoietic stress. Together, our findings show that Fam210b plays a key role in splenic response to erythropoietic stress. Our findings reveal a critical role for FAM210B in mediating splenic stress erythropoiesis and suggest it may act as a sex-specific regulator potentially linked to androgen signaling.", "date": "2025-05-09", "journal": ""}
{"title": "Synchronous Ensembles of Hippocampal CA1 Pyramidal Neurons During Novel Exploration", "doi": "10.1101/2024.02.07.579313", "authors": "Chen, E.-L.; Chen, T.-W.; Schreiter, E. R.; Lin, B.-J.", "abstract": "Synchronous neuronal ensembles play a pivotal role in the consolidation of long-term memory in the hippocampus. However, their organization during the acquisition of spatial memory remains less clear. In this study, we used neuronal population voltage imaging to investigate the synchronization patterns of CA1 pyramidal neuronal ensembles during the exploration of a new environment, a critical phase for spatial memory acquisition. We found synchronous ensembles comprising approximately 40% of CA1 pyramidal neurons, firing simultaneously in brief windows (~25ms) during immobility and locomotion in novel exploration. Notably, these synchronous ensembles were not associated with contralateral ripple oscillations but were instead phase-locked to theta waves recorded in the contralateral CA1 region. Moreover, the subthreshold membrane potentials of neurons exhibited coherent intracellular theta oscillations with a depolarizing peak at the moment of synchrony. Among newly formed place cells, pairs with more robust synchronization during locomotion displayed more distinct place-specific activities. These findings underscore the role of synchronous ensembles in coordinating place cells of different place fields.", "date": "2025-05-09", "journal": ""}
{"title": "Thermodynamic dissipation constrains metabolic versatility of unicellular growth", "doi": "10.1101/2024.03.21.585772", "authors": "Cossetto, T.; Rodenfels, J.; Sartori, P.", "abstract": "Metabolic versatility enables unicellular organisms to grow in vastly different environments. Since growth occurs far from thermodynamic equilibrium, the second law of thermodynamics has long been believed to pose key constraints to life. Yet, such constraints remain largely unknown. Here, we integrate published data spanning decades of experiments on unicellular chemotrophic growth and compute the corresponding thermodynamic dissipation. Due to its span in chemical substrates and microbial species, this dataset samples the versatility of metabolism. We find two empirical thermodynamic rules: first, the amount of energy dissipation per unit of biomass grown is largely conserved across metabolic types and domains of life; second, aerobic respiration exhibits a trade-off between dissipation and growth, reflecting in its high thermodynamic efficiency. By relating these rules to the fundamental thermodynamic forces that drive and oppose growth, our results show that dissipation imposes tight constraints on metabolic versatility.", "date": "2025-05-09", "journal": ""}
{"title": "Mesolimbic dopamine ramps reflect environmental timescales", "doi": "10.1101/2024.03.27.587103", "authors": "Floeder, J. R.; Jeong, H.; Mohebi, A.; K Namboodiri, V. M.", "abstract": "Mesolimbic dopamine activity occasionally exhibits ramping dynamics, reigniting debate on theories of dopamine signaling. This debate is ongoing partly because the experimental conditions under which dopamine ramps emerge remain poorly understood. Here, we show that during Pavlovian and instrumental conditioning, mesolimbic dopamine ramps are only observed when the inter-trial interval is short relative to the trial period. These results constrain theories of dopamine signaling and identify a critical variable determining the emergence of dopamine ramps.", "date": "2025-05-09", "journal": ""}
{"title": "Identification of non-canonical peptides with moPepGen", "doi": "10.1101/2024.03.28.587261", "authors": "Zhu, C.; Liu, L. Y.; Ha, A.; Yamaguchi, T. N.; Zhu, H.; Hugh-White, R.; Livingstone, J.; Patel, Y.; Kislinger, T.; Boutros, P. C.", "abstract": "Proteogenomics is limited by challenges of modeling the complexities of gene expression. We create moPepGen, a graph-based algorithm that comprehensively generates non-canonical peptides in linear time. moPepGen works with multiple technologies, in multiple species and on all types of genetic and transcriptomic data. In human cancer proteomes, it enumerates previously unobservable noncanonical peptides arising from germline and somatic genomic variants, noncoding open reading frames, RNA fusions and RNA circularization.", "date": "2025-05-09", "journal": ""}
{"title": "IsoBayes: a Bayesian approach for single-isoform proteomics inference", "doi": "10.1101/2024.06.10.598223", "authors": "BOLLON, J.; SHORTREED, M. R.; JORDAN, B. T.; MILLER, R.; JEFFERY, E.; CAVALLI, A.; SMITH, L. M.; DEWEY, C.; SHEYNKMAN, G. M.; Tiberi, S.", "abstract": "Studying protein isoforms is an essential step in biomedical research; at present, the main approach for analyzing proteins is via bottom-up mass spectrometry proteomics, which return peptide identifications, that are indirectly used to infer the presence of protein isoforms. However, the detection and quantification processes are noisy; in particular, peptides may be erroneously detected, and most peptides, known as shared peptides, are associated to multiple protein isoforms. As a consequence, studying individual protein isoforms is challenging, and inferred protein results are often abstracted to the gene-level or to groups of protein isoforms. Here, we introduce IsoBayes, a novel statistical method to perform inference at the isoform level. Our method enhances the information available, by integrating mass spectrometry proteomics and transcriptomics data in a Bayesian probabilistic framework. To account for the uncertainty in the measurement process, we propose a two-layer latent variable approach: first, we sample if a peptide has been correctly detected (or, alternatively filter peptides); second, we allocate the abundance of such selected peptides across the protein(s) they are compatible with. This enables us, starting from peptide-level data, to recover protein-level data; in particular, we: i) infer the presence/absence of each protein isoform (via a posterior probability), ii) estimate its abundance (and credible interval), and iii) target isoforms where transcript and protein relative abundances significantly differ. We benchmarked our approach in simulations, and in two multi-protease real datasets: our method displays good sensitivity and specificity when detecting protein isoforms, its estimated abundances highly correlate with the ground truth, and can detect changes between protein and transcript relative abundances. IsoBayes is freely distributed as a Bioconductor R package, and is accompanied by an example usage vignette.", "date": "2025-05-09", "journal": ""}
{"title": "Lack of an atypical PDR transporter generates an immunogenic Cryptococcus neoformans strain that drives a dysregulated and lethal immune response in murine lungs", "doi": "10.1101/2024.06.17.599354", "authors": "Winski, C. J.; Stuckey, P. V.; Marrufo, A. M.; Agyei, G.; Ross, R. L.; Urmi, T.; Chapman, S.; Santiago-Tirado, F. H.", "abstract": "Cryptococcus neoformans is an opportunistic fungal pathogen responsible for >150,000 deaths every year with a mortality rate as high as 81%. This high medical burden is due, in part, to an incomplete understanding of its pathogenesis. In a previous study, we identified a cryptococcal atypical ATP-binding cassette (ABC) pleiotropic drug resistance (PDR) transporter, PDR6, that affected antifungal resistance and host interactions. Here, we follow-up on the role of PDR6 in cryptococcal virulence. In vivo, mice infected with the pdr6{Delta} strain display altered symptomatology and disease progression. Specifically, we observed a significant increase in the innate immune cell populations in the pdr6{Delta}-infected mice when compared to their WT-infected littermates. Furthermore, quantification of pulmonary cytokines/chemokines revealed a robust increase of pro-inflammatory cytokines in mice infected with the pdr6{Delta} mutant strain. Despite the documented sensitivity of the pdr6{Delta} strain to azole antifungal drugs, the treatment of pdr6{Delta}-infected animals with antifungals did not affect survival, yet treatment with a corticosteroid significantly extended survival, highlighting the importance of a balanced/controlled host immune response. Results with mice that mount opposing immune responses supports out hypothesis that the pdr6{Delta} strain induces a hyper-inflammatory immune response, and that the mice succumb to immune-dependent tissue damage rather than the fungal burden. This altered immune response is driven, in part, by changes in the mutant's surface. Taken together, this study provides insights regarding cryptococcal pathogenesis and highlights additional functions of PDR-type ABC transporters in pathogenic fungi.", "date": "2025-05-09", "journal": ""}
{"title": "A new alignment-free method: Subsequence Correlation Coefficient Vector(SCCFV) for influenza A comparison using virus genomes", "doi": "10.1101/2024.07.12.603253", "authors": "He, L.; Yu, Z.; Wu, X.; Zhu, Y.; Han, S.; Yau, S. S.- T.", "abstract": "Background: Influenza viruses remain a formidable threat to global public health due to their high mutability and infectivity. Accurate prediction of infuenza virus subtypes is crucial for clinical treatment and disease prevention. In recent years, machine learning methods have played an important role in studying influenza viruses. Methods: This study proposes a new alignment-free method based on the correlation of k-grams called Subsequence Correlation Coeffcient Vector (SCCFV) to subtype hemagglutinin (HA) and neuraminidase (NA) of influenza virus. In the method, each influenza virus sequence is converted to four time series and the correlation coefficients of time series are utilized to extract the features of sequences. Then the supervised learning methods are used for the subtype classification of influenza viruses. Results: We compare the effectiveness of the random forest, decision tree and support vector machine classifiers. Experimental results show that the random forest method achieves the best performance with an accuracy of 0.99979, an precision of 0.99996 and a recall of 0.99997. All prediction indicators of our method are significantly higher than traditional methods.", "date": "2025-05-09", "journal": ""}
{"title": "Large-Scale Maps of Altered Cortical Dynamics in Early-Stage Psychosis Are Related to GABAergic and Glutamatergic Neurotransmission", "doi": "10.1101/2024.07.15.603513", "authors": "Arazi, A.; Toso, A.; Grent-'t-Jong, T.; Uhlhaas, P. J.; Donner, T. H.", "abstract": "Psychotic disorders, such as schizophrenia, present a major challenge for research and clinical practice: its pathogenesis is complex, the individual symptomatology is heterogenous, and there is a lack of biomarkers for the early detection, diagnosis, and individualized treatment. Mounting evidence indicates that the synaptic and microcircuitry alterations underlying psychosis are widely distributed in the brain. Here, we developed a magnetoencephalography approach to map the resulting alterations of local cortical population dynamics across the human cerebral cortex. We identified large-scale patterns of changes in neural dynamics that were remarkably similar between first-episode psychosis patients and individuals at clinical high risk for psychosis. These spatial patterns also resembled those induced by pharmacological manipulations of excitatory NMDA glutamate receptors and inhibitory GABA-A receptors in healthy participants. Differences in those spatial patterns of cortical dynamics between psychosis patients related to individual symptomatology. Our study opens a new window on the distributed pathophysiology of psychosis.", "date": "2025-05-09", "journal": ""}
{"title": "Sustained Strain Applied at High Rates Drives Dynamic Tensioning in Epithelial Cells", "doi": "10.1101/2024.07.31.606021", "authors": "Safa, B. T.; Rosenbohm, J.; Esfahani, A. M.; Minnick, G.; Moghaddam, A. O.; Lavrik, N. V.; Huang, C.; Charras, G.; Kabla, A.; Yang, R.", "abstract": "Epithelial cells experience long lasting loads of different magnitudes and rates. How they adapt to these loads strongly impacts tissue health. Yet, much remains unknown about their stress evolution under sustained strain. Here, by subjecting cell pairs to sustained strain, we report a bimodal stress response, where in addition to the typically observed stress relaxation, a subset of cells exhibits a dynamic tensioning process with significant elevation in stress within 100s, resembling active pulling-back in muscle fibers. Strikingly, the fraction of cells exhibiting tensioning increases with increasing strain rate. The tensioning response is accompanied by actin remodeling, and perturbation to actin abrogates it, supporting cell contractility's role in the response. Collectively, our data show that epithelial cells adjust their tensional states over short timescales in a strain-rate dependent manner to adapt to sustained strains, demonstrating that the active pulling-back behavior could be a common protective mechanism against environmental stress.", "date": "2025-05-09", "journal": ""}
{"title": "ComBat-met: Adjusting Batch Effects in DNA Methylation Data", "doi": "10.1101/2024.08.13.607838", "authors": "Wang, J.", "abstract": "Integration of genomics data is routinely hindered by unwanted technical variations known as batch effects. Despite wide availability, existing batch correction methods often fall short in capturing the unique characteristics of DNA methylation data. We present ComBat-met, a beta regression framework to adjust batch effects in DNA methylation studies. Our method fits beta regression models to the data, calculates batch-free distributions, and maps the quantiles of the estimated distributions to their batch-free counterparts. Compared to traditional methods, ComBat-met followed by differential methylation analysis shows improved statistical power without compromising false positive rates based on simulated data. Additionally, we demonstrate the ability of ComBat-met to remove cross-batch variations and recover biological signals using data from The Cancer Genome Atlas.", "date": "2025-05-09", "journal": ""}
{"title": "Beyond urbanization metrics: Using graphical causal models to investigate mechanisms in urban ecology and evolution", "doi": "10.1101/2024.09.03.611045", "authors": "Borden, J. B.; Gibbs, J.; Vanek, J. P.; Cosentino, B.", "abstract": "As the fastest-growing form of land use, urbanization drives profound environmental change that reshapes biodiversity. Studies in urban ecology and evolution often rely on generic indices of urbanization to characterize biodiversity patterns along urban-rural gradients. However, these indices do not permit explicit tests of causal hypotheses by which urbanization mediates ecological and evolutionary processes. Here, we show how a graphical causal modeling framework with directed acyclic graphs (DAGs) can be used to design clear conceptual models to better evaluate mechanistic hypotheses about the effects of urbanization on biodiversity. We introduce the basic structure of DAGs and illustrate their value, first with simulated data and then with a case study on coat color variation in eastern gray squirrels (Sciurus carolinensis) along an urbanization gradient in Syracuse, New York, USA. We show how univariate statistical models with generic urbanization predictors are difficult to interpret and can lead to misleading conclusions about mechanisms in urban ecology and evolution. In contrast, DAGs make causal assumptions transparent and can point to specific processes driving biodiversity patterns. When applied to our case study, analyses informed by a DAG revealed a surprising finding: although squirrel melanism was more prevalent in urban than rural populations, the prevalence of melanism was constrained by components of environmental change common to cities, namely roads, forest loss, and predator activity, in contrast to expectations. Managing biodiversity in an increasingly urbanized world will require a mechanistic understanding of how urbanization impacts biodiversity patterns; graphical causal models can provide a powerful approach to do so.", "date": "2025-05-09", "journal": ""}
{"title": "Wide-field fluorescence lifetime imaging of single molecules with a gated single-photon camera", "doi": "10.1101/2024.09.17.613468", "authors": "Ronceray, N.; Bennani, S.; Mitsioni, M. F.; Siegel, N.; Marcaida, M. J.; Bruschini, C.; Charbon, E.; Roy, R.; Dal Peraro, M.; Acuna, G. P.; Radenovic, A.", "abstract": "Fluorescence lifetime imaging microscopy (FLIM) is a powerful tool to discriminate fluorescent molecules or probe their nanoscale environment. Traditionally, FLIM uses time-correlated single-photon counting (TCSPC), which is precise but intrinsically low-throughput due to its dependence on point detectors. Although time-gated cameras have demonstrated the potential for high-throughput FLIM in bright samples with dense labeling, their use in single-molecule microscopy has not been explored extensively. Here, we report fast and accurate single-molecule FLIM with a commercial time-gated single-photon camera. Our optimized acquisition scheme achieves single-molecule lifetime measurements with a precision only about three times less than TCSPC, while imaging with a large number of pixels (512x512) allowing for the spatial multiplexing of over 3000 molecules. With this approach, we demonstrate parallelized lifetime measurements of large numbers of labeled pore-forming proteins on supported lipid bilayers, and temporal single-molecule Forster resonance energy transfer measurements at 5-25 Hz. This method holds considerable promise for the advancement of multi-target single-molecule localization microscopy and biopolymer sequencing.", "date": "2025-05-09", "journal": ""}
{"title": "Natural variation in chalcone isomerase defines a major locus controlling radial stem growth variation among Populus nigra populations", "doi": "10.1101/2024.10.21.618920", "authors": "Durufle, H.; Dejardin, A.; Jorge, V.; Pegard, M.; Pilate, G.; Rogier, O.; Sanchez, L.; Segura, V.", "abstract": "Poplar is a promising resource for wood production and the development of lignocellulosic biomass, but currently available varieties have not been optimized for these purposes. Therefore, it is critical to investigate the genetic variability and mechanisms underlying traits that affect biomass yield. Previous studies have shown that target traits in different poplar species are complex, with a small number of genetic factors having relatively low effects compared to medium to high heritability. In this study, a systems biology approach was implemented, combining genomic, transcriptomic, and phenotypic information from a large collection of individuals from natural populations of black poplar from Western Europe. Such an approach identified a QTL and a gene, coding for chalcone isomerase (CHI), as a candidate for controlling radial growth. Additionally, analysis of the structure and diversity of traits as well as CHI gene expression revealed a high allelic fixation index, linked to the geographical origin of the natural populations under study. These findings provide insights into how adaptive traits arise, are selected, and maintained in the populations. Overall, this study contributes to enhancing the use of poplar as a valuable resource for sustainable biomass production.", "date": "2025-05-09", "journal": ""}
{"title": "An Accessible 3D HepG2/C3A Liver Spheroid Model Supporting the Complete Intrahepatocytic Lifecycle of Plasmodium falciparum", "doi": "10.1101/2024.11.06.621813", "authors": "Caygill, C. H.; Alqurashi, S. O.; Adolfi, A.; Carson, J.; Sturm, A.; Evans, D. S.; Jinks, J. B.; Dechering, K. J.; Reimer, L.; Pennington, S. H.; Sharma, P.; Ward, S. A.; Biagini, G.", "abstract": "Current liver-stage Plasmodium falciparum models are complex, expensive, and largely inaccessible, hindering research progress. Here, we show that a 3D liver spheroid model grown from immortalized HepG2/C3A cells supports the complete intrahepatocytic lifecycle of P. falciparum. Our results demonstrate sporozoite infection, development of exoerythrocytic forms, and breakthrough infection into erythrocytes. The 3D-grown spheroid hepatocytes are structurally and functionally polarised, displaying enhanced albumin and urea production and increased expression of key metabolic enzymes, mimicking in vivo conditions; relative to 2D cultures. This accessible, reproducible model lowers barriers to malaria research, promoting advancements in fundamental biology and translational research.", "date": "2025-05-09", "journal": ""}
{"title": "Effects of Pseudomonas aeruginosa pyocyanin and 1-hydroxyphenazine on intracellular calcium, mitochondrial function, and viability in human nasal epithelial cells", "doi": "10.1101/2024.11.08.622701", "authors": "Thompson, J. C.; Park, A.; Kouakou, Y. I.; Miller, Z. A.; Darwich, N. F.; Adappa, N. D.; Palmer, J. N.; Lee, R. J.", "abstract": "Pseudomonas aeruginosa is an opportunistic pathogen that produces phenazine metabolites pyocyanin and 1-hydroxyphenazine that have been suggested to have detrimental effects on mitochondrial function and reactive oxygen species (ROS) production. Prior studies have suggested activation of Ca2+ signaling by pyocyanin in an airway cell line, while others have shown apoptotic effects on cancer cells. Ca2+ is tightly linked to both normal mitochondrial function as well as mitochondrial ROS and apoptosis during mitochondrial Ca2+ overload. We found that pyocyanin but not 1-hydroxyphenazine induced both cytosolic and mitochondrial Ca2+ increases in RPMI 2650 and primary human nasal epithelial cells (HNEC). Similar results were seen in HNEC air-liquid interface (ALI) cells, but these cells did not display a cytosolic Ca2+ response after treatment with pyocyanin. In RPMI 2650, activation of PKC, ER Ca2+ release, and PLC inhibition, indicated potential GPCR activation from pyocyanin. Similarly, ROS production increased after treatment with pyocyanin, but not 1-hydroxyphenazine in all 3 cell types, but with stark differences in CF and non-CF ALIs. In HNEC ALI, pyocyanin reduced ciliary beat frequency (CBF) after 4 hours, while 1-hydroxpyhenazine did not. Despite this, both pyocyanin and 1-hydroxyphenazine decreased in cell viability in RPMI 2650 nasal carcinoma cells but not in HNEC at 24 hours. However, in both RPMI 2650 and HNEC, mitochondrial membrane potential acutely decreased after treatment with either pyocyanin or 1-hydroxyphenazine. Finally, 24-hour pyocyanin treatment decreased expression of ER stress genes in some cancer cells, but not in non-cancerous HNEC. Our data suggest that Ca2+ signaling is not required for acute effects of 1-hydroxyphenazine or pyocyanin on mitochondrial function. The greater sensitivity of RPMI 2650 cells to pyocyanin-induced and 1-hydroxyphenzine-induced cytotoxicity compared with primary cells suggests that these compounds might have some applicability in treating nasal squamous carcinomas or other types of head and neck squamous carcinomas. Although the exact mechanisms of pyocyanin induced apoptosis remains uncertain, the downregulation of the ER stress response may play a role.", "date": "2025-05-09", "journal": ""}
{"title": "Negative regulation of miRNAs sorting in EVs: the RNA-binding protein PCBP2 impairs SYNCRIP-mediated miRNAs EVs loading", "doi": "10.1101/2024.11.15.623754", "authors": "Marocco, F.; Garbo, S.; Montaldo, C.; Colantoni, A.; Quattrocchi, L.; Gaboardi, G.; Sabarese, G.; Cicchini, C.; Lecce, M.; Carnevale, A.; Paolini, R.; Tartaglia, G. G.; Battistelli, C.; Tripodi, M.", "abstract": "While it is accepted that Extracellular Vesicles (EVs)-mediated transfer of microRNAs contributes to intercellular communication, the knowledge about molecular mechanisms controlling the selective and dynamic miRNA-loading in EVs is still limited to few specific RNA-binding proteins interacting with sequence determinants. Moreover, although mutagenesis analysis demonstrated the presence/function of specific intracellular retention motifs, the interacting protein/s remained unknown. Here, PCBP2 was identified as a direct interactor of an intracellular retention motif: CLIP coupled to RNA pull down and proteomic analysis demonstrated that it binds to miRNAs embedding this motif and mutagenesis proved the binding specificity. Notably, PCBP2 binding requires SYNCRIP, a previously characterized miRNA EV-loader as indicated by SYNCRIP knock-down. SYNCRIP and PCBP2 may contemporarily bind to miRNAs as demonstrated by EMSA assays and PCBP2 knock-down causes EV-loading of intracellular microRNAs. This evidence highlights that multiple proteins/miRNA interactions govern miRNA compartmentalization and identifies PCBP2 as a dominant inhibitor of SYNCRIP function.", "date": "2025-05-09", "journal": ""}
{"title": "The swarming behaviors of Vorticella", "doi": "10.1101/2024.11.27.625613", "authors": "Tabata, T.; Maeyama, Y.", "abstract": "Two Vorticella species undergo a synchronous transition from sessile zooids to motile telotrochs, which swarm enveloped in secreted mucus, subsequently forming dense aggregations on substrates and reverting to the zooid form. This cyclical process recurs on a daily basis. Each species exhibits a unique mode of swarming behavior. We hypothesize that these behaviors may serve to facilitate efficient feeding while concurrently acting as a mechanism for predator avoidance.", "date": "2025-05-09", "journal": ""}
{"title": "Using deep learning to predict internalizing problems from brain structure in youth", "doi": "10.1101/2024.11.28.625869", "authors": "Vandewouw, M. M.; Syed, B.; Barnett, N.; Arias, A.; Kelley, E.; Jones, J.; Ayub, M.; Iaboni, A.; Arnold, P. D.; Crosbie, J.; Schachar, R. J.; Taylor, M. J.; Lerch, J. P.; Anagnostou, E.; Kushki, A.", "abstract": "Internalizing problems (e.g., anxiety and depression) are associated with a wide range of adverse outcomes. While some predictors of internalizing problems are known (e.g., their frequent co-occurrence with neurodevelopmental (ND) conditions), the biological markers of internalizing problems are not well understood. Here, we used deep learning, a powerful tool for identifying complex and multi-dimensional brain-behaviour relationships, to predict cross-sectional and worsening longitudinal trajectories of internalizing problems. Data were extracted from four large-scale datasets: the Adolescent Brain Cognitive Development study, the Healthy Brain Network, the Human Connectome Project Development study, and the Province of Ontario Neurodevelopmental network. We developed deep learning models that used measures of brain structure (thickness, surface area, and volume) to (a) predict clinically significant internalizing problems cross-sectionally (N=14,523); and (b) predict subsequent worsening trajectories (using the reliable change index) of internalizing problems (N=10,540) longitudinally. A stratified cross-validation scheme was used to tune, train, and test the models, which were evaluated using the area under the receiving operating characteristic curve (AUC). The cross-sectional model performed well across the sample, reaching an AUC of 0.80[95% CI: 0.71,0.88]. For the longitudinal model, while performance was sub-optimal for predicting worsening trajectories in a sample of the general population (AUC=0.66[0.65,0.67]), good performance was achieved in a small, external test set of primarily ND conditions (AUC=0.80[0.78,0.81]), as well as across all ND conditions (AUC=0.73[0.70,0.76]). Deep learning with features of brain structure is a promising avenue for biomarkers of internalizing problems, particularly for individuals who have a higher likelihood of experiencing difficulties.", "date": "2025-05-09", "journal": ""}
{"title": "Characterisation of transgenic lines labelling reticulospinal neurons in larval zebrafish", "doi": "10.1101/2024.12.20.629714", "authors": "Collins, E. M.; Silva, P. T.; Ostrovsky, A. D.; Renninger, S. L.; Tomas, A. R.; Diez del Corral, R.; Orger, M. B.", "abstract": "From lamprey to monkeys, the organization of the descending control of locomotion is conserved across vertebrates. Reticulospinal neurons (RSNs) form a bottleneck for descending commands, receiving innervation from diencephalic and mesencephalic locomotor centres and providing locomotor drive to spinal motor circuits. Given their optical accessibility in early development, larval zebrafish offer a unique opportunity to study reticulospinal circuitry. In fish, RSNs are a small, highly stereotyped, uniquely identifiable group of large neurons spanning from the midbrain to the medulla. Classically labelled by tracer dye injections into the spinal cord, recent advances in genetic tools have facilitated the targeted expression of transgenes in diverse brainstem neurons of larval zebrafish. Here, we provide a comparative characterization of four existing and three newly established transgenic lines in larval zebrafish. We determine which identified neurons are consistently labelled and offer projection-specific genetic access to subpopulations of RSNs. We showcase transgenic lines that label most or all RSNs (nefma, adcyap1bccu96Et) or subsets of RSNs, including ipsilateral (vsx2, calcaccu75Et), contralateral (pcp4accu97Tg) or all (tiam2ay264Et) components of the Mauthner array, or midbrain-only RSNs (s1171tEt). In addition to RSNs, selected transgenic lines (nefma, s1171tEt, calcaccu75Et) labelled other potential neurons of interest in the brainstem. For those, we performed in situ hybridisation to show expression patterns of several excitatory and inhibitory neurotransmitters at larval stages as well as glutamatergic expression patterns in juvenile fish. We provide an overview of transgene expression in the brainstem of larval zebrafish that serves to lay a foundation for future studies in the supraspinal control of locomotion.", "date": "2025-05-09", "journal": ""}
{"title": "Brain activation for language and its relationship to cognitive and linguistic measures", "doi": "10.1101/2024.12.31.630909", "authors": "Balboni, I.; Rampinini, A.; Kepinska, O.; Berthele, R.; Golestani, N.", "abstract": "Language learning and use relies on both domain-specific and domain-general cognitive and sensory-motor functions. Evolutionary and developmental perspectives, as well as the use of language in interaction, suggest an overlap between language and other skills. Building on our previous behavioural findings, which outlined a consistent behavioural association between language and domain-general skills, we investigated brain-behavioural associations using story listening during fMRI and behavioural measures of language, reading, multilingual experience, cognition, musicality, arithmetic, and motor skills. Participants varied in multilingual language experience and reading aptitudes, including both typical (TRs) and dyslexic readers (DRs). Using multivariate Partial Least Squares correlation, we identified a main component linking cognitive, linguistic, and phonological measures to brain areas underlying lexico/semantics, combinatorial processing, and amodal semantic processing. A second analysis excluding DRs showed closer associations between cognitive/linguistic, literacy, phonological and memory processes within the same brain network as in the full sample. Here, we also isolated additional, complementary components, including one involving speed, automatization and lexical access, linked to auditory and motor brain areas. This suggests greater coherence and more integrated, 'expert' processing in TRs. This work is a first step in exploring complex relationships between language and non-linguistic functions that are important to it.", "date": "2025-05-09", "journal": ""}
{"title": "Conservation of symmetry breaking at the level of chromatin accessibility between fly species with unrelated anterior determinants", "doi": "10.1101/2025.01.13.632851", "authors": "Amiri, E. E.; Tenger-Trolander, A.; Li, M.; Julian, A. T.; Kasan, K.; Sanders, S. A.; Blythe, S. A.; Schmidt-Ott, U.", "abstract": "Establishing the anterior-posterior body axis is a fundamental process during embryogenesis, and the fruit fly, Drosophila melanogaster, provides one of the best-known case studies of this process. In Drosophila, localized mRNA of bicoid serves as anterior determinant (AD). Bicoid engages in a concentration-dependent competition with nucleosomes and initiates symmetry-breaking along the AP axis by promoting chromatin accessibility at the loci of transcription factor (TF) genes that are expressed in the anterior of the embryo. However, ADs of other fly species are unrelated and structurally distinct, and little is known about how they function. We addressed this question in the moth fly, Clogmia albipunctata, in which a maternally expressed transcript isoform of the pair-rule segmentation gene odd-paired is localized in the anterior egg and has been co-opted as AD. We provide a de novo assembly and annotation of the Clogmia genome and describe how knockdown of zelda and maternal odd-paired transcript affect chromatin accessibility and expression of TF-encoding loci. The results of these experiments suggest direct roles of Cal-Zld in opening and closing chromatin during nuclear cleavage cycles and show that Clogmia's maternal odd-paired activity promotes chromatin accessibility and anterior expression during the early phase of zygotic genome activation at Clogmia's homeobrain and sloppy-paired loci. We conclude that unrelated dipteran ADs initiate anterior-posterior axis-specification at the level of enhancer accessibility and that homeobrain and sloppy-paired homologs may serve a more widely conserved role in the initiation of anterior pattern formation given their early anterior expression and function in head development in other insects.", "date": "2025-05-09", "journal": ""}
{"title": "DNA methylation as a contributor to dysregulation of STX6 and other frontotemporal lobar degeneration genetic risk-associated loci", "doi": "10.1101/2025.01.21.634065", "authors": "Rambarack, N.; Fodder, K.; Murthy, M.; Toomey, C.; de Silva, R.; Heutink, P.; Humphrey, J.; Raj, T.; Lashley, T.; Bettencourt, C.", "abstract": "Frontotemporal lobar degeneration (FTLD) represents a spectrum of clinically, genetically, and pathologically heterogeneous neurodegenerative disorders. The two major FTLD pathological subgroups are FTLD-TDP and FTLD-tau. While the majority of FTLD cases are sporadic, heterogeneity also exists within the familial cases, typically involving mutations in MAPT, GRN or C9orf72, which is not fully explained by known genetic mechanisms. We sought to address this gap by investigating the effect of epigenetic modifications, specifically DNA methylation variation, on genes associated with FTLD genetic risk in different FTLD subtypes. We used frontal cortex DNA methylation profiles from three FTLD datasets containing different subtypes of FTLD-TDP and FTLD-tau: FTLD1m (N = 23) containing FTLD-TDP C9orf72 mutation carriers and sporadic cases, FTLD2m (N = 48) containing FTLD-Tau MAPT mutation carriers, FTLD-TDP GRN and C9orf72 mutation carriers, and FTLD3m (N = 163) sporadic FTLD-Tau (progressive supranuclear palsy - PSP) cases, and corresponding controls. We then leveraged FTLD transcriptomic and proteomic datasets to investigate possible downstream effects of DNA methylation changes. Our analysis revealed shared promoter region hypomethylation in STX6 across FTLD-TDP and FTLD-tau subtypes, though the largest effect size was observed in PSP cases compared to controls (delta-beta = -32%, FDR adjusted-p value=0.002). We also observed dysregulation of the STX6 gene and protein expression in some FTLD subtypes. Additionally, we performed a detailed examination of MAPT, GRN and C9orf72 across subtypes and observed nominally significant differentially methylated CpGs in variable positions across the genes, often with unique patterns and downstream changes in gene/protein expression in mutation carriers. We highlight aberrant DNA methylation at different CpG sites mapping to genes previously associated with genetic risk of FTLD, including STX6. Our findings support convergence of genetic and epigenetic factors towards disruption of risk loci, bringing new insights into the contribution of these mechanisms to FTLD.", "date": "2025-05-09", "journal": ""}
{"title": "An improved catalogue for whole-genome sequencing prediction of bedaquiline resistance in M. tuberculosis using a reproduciblealgorithmic approach.", "doi": "10.1101/2025.01.30.635633", "authors": "Adlard, D.; Joseph, L.; Webster, H.; O'Reilly, A.; Knaggs, J.; Peto, T. E.; Crook, D. W.; Omar, S. V.; Fowler, P. W.", "abstract": "Bedaquiline (BDQ) has only been approved for use for a little over a decade yet is a key drug for treating multi-drug resistant tuberculosis, however rising levels of resistance threaten to reduce its effectiveness. Catalogues of mutations associated with resistance to bedaquiline are key to detecting resistance genetically for either diagnosis or surveillance. At present building catalogues requires considerable expert knowledge, often requires the use of complex grading rules, and is an irreproducible process. We developed an automated method, catomatic, that associates genetic variants with resistance (or susceptibility) using a two-tailed binomial test with a stated background rate and applied it to a dataset of 11,867 Mycobacterium tuberculosis samples with whole genome and bedaquline susceptibility testing data. Using this framework we investigated how to best classify variants and the phenotypic significance of minor alleles. The genes mmpS5 and mmpL5 are not directly associated with bedaquline resistance, and our catalogue of Rv0678, atpE, and pepQ variants attains a cross-validated sensitivity and specificity of 79.4 +- 1.8 % and 98.5 +- 0.3%, respectively, for 94 +- 0.4% of samples. Identifying samples with subpopulations containing Rv0678 variants improves sensitivity, and detection thresholds in bioinformatic pipelines should therefore be lowered. By using a more permissive and deterministic algorithm trained on a sufficient number of resistant samples we have reproducibly constructed an AMR catalogue for BDQ resistance-associated variants that is comprehensive and accurate.", "date": "2025-05-09", "journal": ""}
{"title": "Long-range genomic loci stochastically assemble into combinatorial forms of chromosome skeleton", "doi": "10.1101/2025.02.10.637328", "authors": "Zhang, J.; Wang, S.; Watkins, S. C.; Xing, J.", "abstract": "One fundamental yet open question is how eukaryotic chromosomes fold into segregated territories, a process essential for gene transcription and cell fate. Through analyzing Hi-C and chromatin-tracing DNA-FISH data, we identify long-range chromo skeleton loop structures that span over 100 Mb, extending beyond the reach of many existing DNA loop models. Further spatial density analyses point to assembly formation also independent of major nuclear structures. Some long-range loops share a subset of genomic loci, which serve as nucleation centers and drive loop clustering. These complexes are highly stable, as shown by live-cell imaging with sequence-specific fluorescent labeling, and biophysical model analyses reveal a multivalent binding mechanism. Our findings suggest a redundant, distributed cluster mechanism that ensures robustness across cell types and against mutations, guiding both chromosome compaction and the formation of smaller-scale chromosomal structures.", "date": "2025-05-09", "journal": ""}
{"title": "Large language models possess some ecologicalknowledge, but how much?", "doi": "10.1101/2025.02.10.637097", "authors": "Dorm, F.; Millard, J.; Purves, D.; Harfoot, M.; Mac Aodha, O.", "abstract": "Large Language Models (LLMs) have shown remarkable capabilities in question answering across various domains, yet their effectiveness in ecological knowledge remains underexplored. Understanding their potential for ecological reasoning is crucial as AI tools become increasingly integrated into scientific workflows. Here, we assess the ecological knowledge of two LLMs, \\texttt{Gemini 1.5 Pro} and \\texttt{GPT-4o}, across a suite of ecologically focused tasks. These tasks evaluate an LLM's ability to predict species presence, generate range maps, list critically endangered species, classify threats, and estimate species traits. We introduce a new benchmark dataset to quantify LLM performance against expert-derived data. While the LLMs tested outperform naive baselines, achieving around 20 percentage points higher accuracy in species presence prediction, they reach only a third of the mean F1 score for range map generation and improve threat classification by just around 10 points over random guessing. These results highlight both the promise and challenges of applying LLMs in ecology. Our findings suggest that domain-specific fine-tuning is necessary to improve ecological reasoning in LLMs. By providing a repeatable evaluation framework, our benchmark dataset will facilitate future research in this area, helping to refine AI applications for ecological science.", "date": "2025-05-09", "journal": ""}
{"title": "The information content of species: formal definitions of pangenome complexity track with bacterial lifestyle", "doi": "10.1101/2025.03.28.645969", "authors": "Narechania, A.; Bobo, D.; Gilbert, T.; Gopalakrishnan, S.", "abstract": "Genes and other genomic elements have variable presence absence patterns across most bacterial species. Pangenome fluidity is often invoked to measure this genome flux. Fluid pangenomes contain genes found only in subsets of species strains. Tighter pangenomes contain more genes that define a shared core. Species definitions are often tied to this pangenome diversity. In any global comparative framework, pangenomes must be calculated across all known species. But defining pangenomes is fraught with computational and biological challenges, requiring assembly, annotation, alignment, and phylogenetics of millions of orthologs. We offer an alternate view that de-centers the gene and emphasizes the raw information content of sequences. Information is data that reduces uncertainty. Tight pangenomes, with elements repeated across every strain in a species ensemble, contain more complete information. In contrast, fluid pangenomes have more uncertainty, higher complexity, and higher information diversity. Bacterial lifestyle has been shown to drive this information diversity. For example, challenging environments often increase information diversity by encouraging the accrual of auxiliary genes. Here, we employ agile complexity metrics to quantify this increase. Ensembles of free-living, motile, and non-pathogenic species have high genomic complexity. Ensemble complexity decreases in species bound to specific hosts. Because we eliminate annotation and alignment, our method is fast enough to evaluate species across all known bacterial genomes. The approach democratizes classification and our results highlight how broad the term \"species\" has become.", "date": "2025-05-09", "journal": ""}
{"title": "Single cell spatial transcriptomics identifies coordinated cellular programs associated with good prognosis in microsatellite stable colorectal cancer", "doi": "10.1101/2025.03.31.646286", "authors": "Karlsen, V. T.; Majid, U.; Lindholm, H. T.; Umu, S. U.; Vander-Elst, K. R.; Beitnes, A.-C. R.; Merok, M. A.; Hagen, K. T.; Nilsen, H. R.; Yaqub, S.; Baekkevold, E. S.; Domanska, D.; Jahnsen, F. L.", "abstract": "It has been reported that microsatellite instable (MSI) tumors in colorectal cancer (CRC) exhibit stronger anti-tumor responses than microsatellite stable (MSS) tumors. Analyzing scRNA-seq data from 185 CRC patients we found that immune, structural, and cancer cells in MSS tumors with high numbers of tumor-infiltrating CD8 T cells and macrophages (TAMs; CD8hiTAMhi) and CD8lowTAMhi tumors were enriched for pathways associated with anti- and pro-tumor responses, respectively. In CD8hiTAMhi tumors, TAMs expressed an IFN-induced phenotype (e.g. GBP1, CXCL9, IFITM3) and high infiltration of GBP1+ TAMs was associated with better overall survival (n=941). High-resolution spatial transcriptomics (Visium HD) revealed that GBP1+ TAMs clustered with CXCL13+IFNG+PDCD1+ CD8 T cells in tumoral niches, suggesting that GBP1+ TAMs were involved in recruitment and activation of tumor-reactive CD8 T cells. Together, we uncovered coordinated cellular programs across cell types in the microenvironment of MSS tumors, based on simple classification variables, that were strongly associated with prognosis.", "date": "2025-05-09", "journal": ""}
{"title": "RNAcompare: Integrating machine learning algorithms to unveil the similarities of phenotypes based on clinical, multi-omics using Rheumatoid Arthritis and Heart Failure as Case Studies", "doi": "10.1101/2025.04.02.646760", "authors": "Tang, M.", "abstract": "Background: Gene expression analysis is crucial for understanding the biological mechanisms underlying patient subgroup differences. However, most existing studies focus primarily on transcriptomic data while neglecting the integration of clinical heterogeneity. Although batch correction methods are commonly used, challenges remain when integrating data across different tissues, omics layers, and diseases. This limitation hampers the ability to connect molecular insights to phenotypic outcomes, thereby restricting clinical translation. Furthermore, the technical complexity of analysing large, heterogeneous datasets poses a barrier for clinicians. To address these challenges, we present RNAcompare, a development of RNAcare, employing machine learning techniques to integrate clinical and multi-omics data seamlessly. Results: RNAcompare overcomes these challenges by providing an interactive, reproducible platform designed to analyse multi-omics data in a clinical context. This tool enables researchers to integrate diverse datasets, conduct exploratory analyses, and identify shared patterns across patient subgroups. The platform facilitates hypothesis generation and produces intuitive visualizations to support further investigation. As a proof of concept, we applied RNAcompare to connect omics data to pain, fatigue, drug resistance in rheumatoid arthritis (RA) and disease severity to RA and Heart Failure (HF). Our analysis reduced selection bias and managed heterogeneity by identifying key contributors to treatment variability. We discovered shared molecular pathways associated with different treatments. Using SHAP (Shapley Additive Explanations) values, we successfully classified patients into three subgroups based on age, and subsequent analyses confirmed these age-related patterns. Additionally, we uncovered hidden patterns influencing pain and disease severity across different tissues, omics layers, and diseases. Notably, by integrating Causal Forests and Double Machine learning with clinical phenotypes, RNAcompare provides a novel approach to bypass traditional batch correction methods. Conclusion: We introduce RNAcompare, a computational platform designed to compare clinical and multi-omics data across diverse patient cohorts in real-time. This tool supports both user-generated and publicly available datasets, offering a robust solution for identifying phenotypic similarities and enhancing our understanding of complex diseases such as RA and HF. The platform is available at https://github.com/tangmingcan/RNAcompare. Keywords: heterogeneity, bulk RNA, patient clinic data, multi-omics, machine learning, phenotypes, synergic effects, batch correction", "date": "2025-05-09", "journal": ""}
{"title": "A plug-and-play transepithelial/transendothelial electric resistance (TEER)-upgraded organ-on-chip system to measure barrier dynamics in real-time", "doi": "10.1101/2025.04.10.648170", "authors": "Kaden, T.; Besser, S.; Abdo, N.; Mosig, A. S.; Rennert, K.; Nietzsche, S.", "abstract": "The integration of transepithelial/transendothelial electrical resistance (TEER) measurement into organ-on-chip (OoC) platforms provides a unique opportunity to monitor the integrity of biological barriers in real-time. This is particularly important for detecting rapid changes in the temporal dynamics of intercellular junctional complexes in response to drug compounds, changes in host-microbiota interactions, and pathological disease states. Conventional TEER systems usually require special cell culture components or complex measurement technology that must be operated by experienced users. In this work, we present an innovative approach that represents an extension of the existing and well-established Dynamic42 chip platform by integrating semi-transparent TEER electrodes with fixed positions in combination with a measurement device. Remarkably, this system works in a plug-and-play manner and can continuously measure TEER inside the incubator without user intervention or invasive manipulation. Other important features of OoC, such as the microfluidic perfusion, multicellular cell colonization, and the possibility of microscopic examination, are not compromised by the integrated TEER electrodes. To demonstrate the performance of this new TEER system, we leveraged a 3D intestine-on-chip (IoC) model and investigated TEER during model assembly, barrier disruption, and recovery as a proof-of-concept. Moreover, we compared and discussed this with data from a conventional end-point fluorescence permeability assay to demonstrate the benefits of real-time measurements with higher sensitivity.", "date": "2025-05-09", "journal": ""}
{"title": "TS2CG as a membrane builder", "doi": "10.1101/2025.04.16.649160", "authors": "Schuhmann, F.; Stevens, J. A.; Rahmani, N.; Lindahl, I.; Brown, C. M.; Brasnett, C.; Anastasiou, D.; Bravo Vidal, A.; Geiger, B. J.; Marrink, S.-J.; Pezeshkian, W.", "abstract": "Molecular dynamics (MD) simulations excel at capturing biological processes at the molecular scale but rely on a well-defined initial structure. As MD simulations now extend to whole-cell-level modeling, new tools are needed to efficiently build initial structures. Here, we introduce TS2CG version 2, designed to construct coarse-grained membrane structures with any desired shape and lateral organization. This version enables precise placement of lipids and proteins based on curvature preference, facilitating the creation of large, near-equilibrium membranes. Additional features include controlled pore generation and the placement of specific lipids at membrane edges for stabilization. Moreover, a Python interface allows users to extend functionality while maintaining the high performance of the C++ core. To demonstrate its capabilities, we showcase challenging simulations, including a Moebius strip membrane, a vesicle with lipid domain as continental plates (Martini globe), and entire mitochondrial membranes exhibiting lipid heterogeneity due to curvature, along with a comprehensive set of tutorials.", "date": "2025-05-09", "journal": ""}
{"title": "Design of peptide-based PAC1 antagonists combining molecular dynamics simulations and a biologically relevant cell-based assay", "doi": "10.1101/2025.04.16.649181", "authors": "Xu, W.; Keith, A. M.; Ye, W.; Hu, X.; Southall, N.; Juan, M. J.; Ferrer, M.; Henderson, M. J.; Sexton, P. M.; Deganutti, G.; Eiden, L. E.", "abstract": "The PACAP receptor PAC1 is a Gs-coupled family B1 GPCR for which the highest-affinity endogenous peptide ligands are the pituitary adenylate cyclase-activating peptides PACAP38 and PACAP27, and whose most abundant endogenous ligand is PACAP38. PACAP action at PAC1 is implicated in neuropsychiatric disorders, atherosclerosis, pain chronification, and protection from neurodegeneration and ischemia. As PACAP also interacts with two related receptors, VPAC1 and VPAC2, highly selective ligands, both agonists and antagonists, for PAC1 have been sought. To date, the peptide PACAP(6-38) and polypeptide M65, which is related to maxadilan, a sandfly vasodilator peptide, have been identified as selective for PAC1. Several non-peptide small molecule compounds (SMOLs) have been reported to be specific antagonists at PAC1, albeit their specificities have not been rigorously documented. Here, we present a platform of cellular assays for the screening of biologically relevant antagonists at PAC1 and show that some currently proposed SMOL antagonists do not have activity in this cell reporter assay, while we confirm that PACAP(6-38) and M65 are competitive antagonists. We have used this assay system to explore other peptide antagonists at PAC1, guided by molecular dynamics analysis of the PACAP-PAC1 interaction based on cryo-EM structural models of PAC1 complexed with a number of biologically active ligands. The affinity-trap model for the PAC1-ligand interaction successfully predicts the engagement behavior of PACAP27 and PACAP38 peptide-based PAC1 inhibitors. In particular, C-terminal deletants of PACAP(6-38) that maintain equipotency to PACAP(6-38) allow the shorter sequence to function as a scaffold for further peptide-based antagonist exploration.", "date": "2025-05-09", "journal": ""}
{"title": "Improving Targeting Specificity of Transcranial Focused Ultrasound in Humans Using a Random Array Transducer: A k-Wave Simulation Study", "doi": "10.1101/2025.04.25.650630", "authors": "Li, Z.; Yu, K.; Kosnoff, J.; He, B.", "abstract": "Transcranial focused ultrasound (tFUS) has emerged as a promising non-invasive modality for precision neuromodulation. However, the heterogeneous acoustic properties of the skull often induce phase aberrations that shift the ultrasound focus and compromise energy delivery. In this study, we developed and validated a phase-reversal based aberration correction method to enhance the targeting specificity of tFUS using a 128-element random array ultrasound transducer. Individual head models were constructed from T1-weighted magnetic resonance (MR) images and corresponding pseudo-computed tomography (pCT) data to accurately represent subject-specific skull geometries and the targeted left V5 (V5L) region. Acoustic simulations were conducted with the k-Wave toolbox by first acquiring free-field pressure waveforms and then recording the aberrated waveforms in the presence of the skull. The phase differences between these conditions were used to compute corrective delays for each transducer element. Quantitative evaluation using metrics such as focal overlap with the target region, axial focal positioning, and the delivered ultrasound energy demonstrated significant improvements: the overlap volume increased by 98.70%, mean axial positioning errors were reduced by up to 14.36%, and energy delivery to the target improved by 17.58%. We further demonstrated that the proposed approach outperforms the conventional ray-tracing methods. The results show that phase-reversal based aberration correction markedly increases the spatial targeting accuracy of tFUS and enhances the efficiency of focused ultrasound energy deposition for the customized random array transducer, paving a way for effective and personalized noninvasive neuromodulation therapies.", "date": "2025-05-09", "journal": ""}
{"title": "STRAIN-SPECIFIC VIRULENCE SIGNATURES OF CAMPYLOBACTER JEJUNI ASSOCIATED WITH WATERY VERSUS BLOODY DIARRHEA IN NEONATAL PIGLET MODEL", "doi": "10.1101/2025.04.25.650680", "authors": "Bosquez, J. M.; Pascoe, B.; Parker, C. T.; Cooper, K. K.", "abstract": "Campylobacter jejuni is the leading cause of bacterial gastroenteritis globally, presenting with either watery or bloody/inflammatory diarrhea. Despite this clinical variability, the underlying mechanisms driving these distinct diarrheal manifestations remain unclear. The neonatal piglet model provides a unique opportunity to investigate these differences using strains with defined disease manifestations. We evaluated ten C. jejuni strains previously shown to cause consistent diarrheal manifestations in neonatal piglets: five strains associated with watery diarrhea and five associated with bloody/inflammatory diarrhea. The study found significant strain to strain variation among most assays, but overall strains associated with bloody/inflammatory diarrhea exhibited significantly higher levels of epithelial cell invasion, intracellular survival, macrophage survivability, and disruption of intestinal barrier integrity compared to watery diarrhea strains. Notably, both groups produced similar levels of cytolethal distending toxin (CDT), and elicited comparable IL-8 responses. While both groups facilitated translocation of commensal E. coli, only bloody/inflammatory strains caused increased paracellular permeability, as shown by TEER and FITC-dextran assays. Variation in adherence was observed between groups depending on the cell line used. This study reveals that there is significant variation in the virulence phenotype of C. jejuni strains and identifies several characteristics consistently associated with a specific diarrheal manifestation group. These findings provide new insights into the strain-specific pathogenic mechanisms of C. jejuni, with implications for understanding host-pathogen interactions and informing targeted diagnostic and therapeutic strategies.", "date": "2025-05-09", "journal": ""}
{"title": "multideconv - an integrative pipeline for combining first and second generation cell type deconvolution results", "doi": "10.1101/2025.04.29.651220", "authors": "Hurtado, M.; Essabbar, A.; Khajavi, L.; Pancaldi, V.", "abstract": "Summary: The number of computational methods for cell type deconvolution from bulk RNA-seq data has been increasing in the last years, but their high feature complexity and variability of results across methods and signatures limit their utility and effectiveness for patient stratification. Applying multiple combinations of deconvolution methods and signatures often results in hundreds of redundant or contradictory cell type features describing the composition of complex tumour samples. Benchmarking efforts are inherently limited by the lack of bias-free ground truth, often yielding inconsistent results or no consensus. To address these limitations, we present multideconv, an R package that reduces dimensionality and eliminates redundancy in deconvolution results, through unsupervised filtering and iterative correlation analyses. Built on top of existing frameworks, multideconv harmonizes outputs across methods to identify robust cell type proportion estimates and mitigate signature-driven heterogeneity.", "date": "2025-05-09", "journal": ""}
{"title": "Integrated single cell spatial multi-omics landscape of WHO grades 2-4 diffuse gliomas identifies locoregional metabolomic regulators of glioma growth", "doi": "10.1101/2025.04.30.651361", "authors": "Ma, Y.; Ayyadhury, S.; Singh, S.; Vashishath, Y.; Ozdemir, C.; McKee, T. D.; Nguyen, N.; Basi, A.; Mak, D.; Gomez, J.; Huse, J. T.; Noor, S.; Winkowski, D.; Baird, R.; Weinberg, J. S.; Lang, F. F.; Burks, J.; Bozdag, S.; Seeley, E. H.; Ene, C. I.", "abstract": "Diffuse infiltrating gliomas are aggressive tumors of the central nervous system driven by intra-tumoral heterogeneity and aberrant normal-tumor cell-cell interactions. Grade specific and locoregional metabolic dependencies driving aberrant cell-states linked to treatment resistance, seizures and infiltration of gliomas remain elusive. Here, we applied spatial transcriptomics (stRNAseq), imaging mass cytometry (IMC) and mass spectrometry imaging (MSI; metabolites, peptides and glycans) to the core and edge tumor tissue from patients with World Health Organization (WHO) grades 2-4 diffuse infiltrating gliomas including isocitrate dehydrogenase (IDH) mutant oligodendrogliomas (WHO Grades 2 and 3) and IDH wildtype astrocytomas including  anaplastic astrocytoma (prior 2016 WHO histological grade 3) and glioblastoma (GBM, WHO grade 4) stRNAseq identified regions-specific differentially expressed genes with significant overall survival implications particularly in IDH wildtype GBM. Integration of stRNA seq and MSI-derived metabolite expression demonstrated enrichment of L-glutamine in SOX4+ Neural progenitor-like (NPC-like) cells and DL-dopamine in GPNMB+ Mesenchymal-like (MES-like) GBM cells at the tumor edge relative to the core. Our results uncover clinically relevant and locoregional cell state-specific metabolites that may contribute to GBM proliferation, infiltration and seizures. This comprehensive pan-diffuse infiltrating glioma multi-omics study could serve as a resource for uncovering region-specific metabolic vulnerabilities encompassing metabolites, glycans and peptides within clinically transcriptionally defined cell states across WHO 2-4 diffuse glioma.", "date": "2025-05-09", "journal": ""}
{"title": "A trio-binning approach for Cannabis genome de novo assembly reveals extensive structural variation, and defines paralog cohorts with very good resolution", "doi": "10.1101/2025.05.04.652121", "authors": "Pike, B.; Kozik, A.; Teran, W.", "abstract": "With the advent of long read DNA sequencing technologies, assembling eukaryotic genomes has become routine; however, properly phasing the maternal and paternal contributions remains technically challenging. Here, we use the trio-binning approach to separate Oxford Nanopore reads derived from a Cannabis F1 wide cross, made between the Colombian landrace Punto Rojo and the Colorado CBD clone Cherry Pie #16. Reads were obtained from a single PromethION flow cell, generating assemblies with coverage of just 18x per haplotype, but with good contiguity and gene completeness, demonstrating that it is a cost-effective approach for genome-wide and high-quality haplotype phasing, which is of great value for crop breeding programs. Evaluated through the lenses of disease resistance and secondary metabolite synthesis, both being traits of interest for the Cannabis industry, we report copy number and structural variation that, as has recently been shown for other major crops, may contribute to phenotypic variation along several relevant dimensions.", "date": "2025-05-09", "journal": ""}
{"title": "Acute Administration of Oxytocin in the Functional Recovery of Neurocognitive and Social Deficits Following Juvenile Frontal Traumatic Brain Injury", "doi": "10.1101/2025.04.30.651517", "authors": "Shonka, S.; Ford, C.; Hylin, M. J.", "abstract": "IntroductionJuvenile traumatic brain injury (jTBI) is one of the leading causes of death and disability in children. The prefrontal cortex (PFC) is most susceptible to injury which leads to deficits in executive function, social behaviors, and cognitive flexibility. Prior research has shown a significant role of the oxytocin (OXT) system in the modulation of social behaviors, and that intranasal OXT (IN-OXT) is potentially neuroprotective. Therefore, we believe IN-OXT could improve behavioral deficits caused by a PFC injury.\n\nMethodsAnimals received a single midline cortical contusion bilaterally damaging the medial PFC (mPFC) and immediately given a single dose of IN-OXT, placebo, or no treatment. Animals were assessed using behavioral and histological measures.\n\nResultsThe results indicated that IN-OXT in jTBI animals mildly improved spatial learning but did not improve spatial memory. Additionally, TBI increased social dominance behavior, but IN-OXT did not mitigate those behaviors. IN-OXT did not alleviate neuroinflammation but did elevate OXT receptors and OXT peptide levels. Furthermore, TBI decreased OXT in the SON of the hypothalamus, and IN-OXT returned OXT levels in this region to normal.\n\nDiscussionThese results show that IN-OXT increases OXT levels in the brain via pathways originating in the SON and improved spatial learning.", "date": "2025-05-09", "journal": ""}
{"title": "Lantibiotic-producing bacteria impact microbiome resilience and colonization resistance", "doi": "10.1101/2025.05.06.652565", "authors": "Cole, C. G.; Zhang, Z. J.; Dommaraju, S. R.; Dong, Q.; Pope, R. L.; Son, S. S.; McSpadden, E. J.; Woodson, C. K.; Lin, H.; Dylla, N. P.; Sidebottom, A. M.; Sundararajan, A.; Mitchell, D. A.; Pamer, E. G.", "abstract": "A subset of commensal bacterial strains secrete bacteriocins, such as lantibiotics, to establish and protect their niche in the gut. Because the antimicrobial spectrum of lantibiotics includes opportunistic pathogens, such as vancomycin-resistant Enterococcus faecium (VRE), they may provide an approach to reduce antibiotic-resistant infections. The impact of lantibiotic-producing bacteria on the complex microbial populations constituting the microbiome, however, remains poorly defined. We find that genes encoding lanthipeptides, including lantibiotics, are commonly present in the microbiomes of healthy humans and in dysbiotic microbiomes of hospitalized patients. In fecal samples collected from hospitalized patients, bacterial species encoding lantibiotic genes are present in greater abundance than lantibiotic-deficient strains of the same species. We demonstrate that the lantibiotic-producing bacterium, Blautia pseudococcoides SCSK, prevents intestinal recolonization of mice by a wide range of commensal species following antibiotic-induced dysbiosis and markedly reduces fecal concentrations of microbiota-derived metabolites associated with mucosal immune defenses. Lantibiotic-mediated dysbiosis results in sustained loss of colonization resistance against Klebsiella pneumoniae and Clostrioides difficile infection. Our findings reveal the potential impact of lantibiotic-producing bacterial species on microbiome resilience and susceptibility to infection following antibiotic treatment.", "date": "2025-05-09", "journal": ""}
{"title": "Lateralised modulation of posterior alpha oscillations by closed loop auditory stimulation during memory retention", "doi": "10.1101/2025.05.07.652437", "authors": "Hebron, H.; Dimitrova, R.; Jaramillo, V.; Dijk, D.-J.; Violante, I. R.", "abstract": "Alpha oscillations have been implicated in the maintenance of working memory representations. Notably, when memorised content is spatially lateralised, the power of posterior alpha activity exhibits corresponding lateralisation during the retention interval, consistent with the retinotopic organisation of the visual cortex. Beyond power, alpha frequency has also been linked to memory performance, with faster alpha rhythms associated with enhanced retention. These findings position alpha oscillations as a promising target for neuromodulation. In this study, we demonstrate that although alpha frequency is not typically lateralised in a retinotopic manner during working memory retention, such lateralisation can be externally induced. Using alpha closed-loop auditory stimulation (CLAS), and leveraging the phase-dependent responsiveness of alpha oscillations to sound, we successfully modulated alpha frequency asymmetrically between the visual cortices. The extent of induced frequency lateralisation was associated with the behavioural asymmetry in task performance.", "date": "2025-05-09", "journal": ""}
{"title": "Neuromodulation of risk preferences encoded in human orbitofrontal cortex activity", "doi": "10.1101/2025.05.06.650317", "authors": "Skular, A.; Jin, L.; Overton, J.; Saez, I.", "abstract": "Human behavior presents a natural range of variation beyond which extreme behavior appears, often as a hallmark of psychiatric conditions. For example, risk preferences, which naturally range from risk-seeking to risk-averse, are characteristically affected in multiple pathologies, e.g. increased risk-taking in gambling disorders. Despite its basic and translational importance, how underlying brain activity reflects and determines behavioral variation is mostly unknown, in part due to the difficulty of directly examining neural activity in decision-relevant brain areas from cohorts of subjects with varying preferences. To address this, we combined human intracranial recordings (n=15 patients) from the orbitofrontal cortex (OFC), a key brain region in economic decision-making, with risky decision-making tasks and computational modeling. We observed significant behavioral variation in risk preferences, which was strongly correlated with low-frequency (delta-theta) oscillatory coherence in OFC. Low-frequency oscillatory phase was coupled to high-frequency activity amplitude, providing a potential neurophysiological mechanism for integrating preferences with trial-by-trial risk computations. Finally, targeted OFC electrical stimulation caused significantly decreased risk-taking behavior and faster reaction times without impairing overall decision-making. These results show a neural correlate for inter-individual variation in decision-making preferences and provide proof-of-principle evidence for modulation of risk-taking behavior through OFC-targeted neurostimulation, paving the way for developing neuromodulatory interventions for pathologies characterized by heightened risk-seeking, such as addiction and gambling disorders.", "date": "2025-05-09", "journal": ""}
{"title": "An integrative genomic and chemical similarity approach linking fungal secondary metabolites and biosynthetic gene clusters", "doi": "10.1101/2025.05.08.652894", "authors": "Steffen, K.; Rangel-Grimaldo, M.; Sauters, T. J. C.; Rinker, D.; Raja, H. A.; Graf, T. N.; Gumilang, A.; Riedling, O. L.; Goldman, G.; Oberlies, N. H.; Rokas, A.", "abstract": "Fungi are well known to biosynthesize structurally complex secondary metabolites (SMs) with diverse bioactivities. These fungal SMs are frequently produced by biosynthetic gene clusters (BGCs). Linking SMs to their BGCs is key to understanding their chemical and biological functions. Reasoning that structural similarity of SMs arises from similarities in the genes involved in their biosynthesis, we developed an integrative approach that leverages known BGC-SM pairs to predict global links across SMs and BGCs in fungi. As proof of concept, we systematically interrogated metabolomes and genomes of 16 strains of the filamentous fungus Aspergillus fischeri, detecting a total of 60 metabolites. Of those, we were able to assign 22 to known BGC-SM pairs and propose specific hypotheses for the remaining 38 metabolites. These results suggest that coupling genomic similarity and chemical structure-based similarity is a straightforward and high-throughput approach for linking fungal SMs to their BGCs.", "date": "2025-05-09", "journal": ""}
{"title": "Sex-specific behavioral feedback modulates sensorimotor processing and drives flexible social behavior", "doi": "10.1101/2025.05.08.652884", "authors": "Nair, S. R.; Munoz, A. P.; Martineau, S.; Nasr, M.; Clemens, J.", "abstract": "How the brain enables individuals to adapt behavior to their partner is key to understanding social exchange. For example, courtship behavior involves sensorimotor processing of signals by prospective partners that can result in behavioral dialogue, such as stereotyped movements and singing. The courtship behavior of Drosophila melanogaster males with their partners, which are usually female but can also be male, involves singing. To investigate how behavioral feedback and sensorimotor processing contribute to flexible social interactions, we compared the courtship behavior and singing of male D. melanogaster towards males and females. Quantitative analysis of their interactions revealed that while underlying courtship and song rules are unaffected by the sex of the partner, the behavioral dynamics and song sequences differ by partner sex. This divergence stems from sex-specific behavioral feedback: females decelerate to song, while males orient towards the singer. Moreover, optogenetic manipulations reveal that the partners responses are driven by a specific neural circuit that links song detection with arousal and social decisions. Our findings demonstrate that flexible social behaviors can arise from fixed sensorimotor rules through a context-dependent selection facilitated by the partners behavioral feedback. More broadly, our results reveal compositionality as a key mechanism for achieving behavioral flexibility during complex social interactions such as courtship.", "date": "2025-05-09", "journal": ""}
{"title": "White matter microstructure and macrostructure brain charts across the human lifespan", "doi": "10.1101/2025.05.08.652953", "authors": "Kim, M. E.; Gao, C.; Ramadass, K.; Newlin, N. R.; Kanakaraj, P.; Bogdanov, S.; Rudravaram, G.; Archer, D.; Hohman, T. J.; Jefferson, A. L.; Morgan, V. L.; Roche, A.; Englot, D. J.; Resnick, S. M.; Beason-Held, L. L.; Cutting, L.; Barquero, L. A.; D'arcangel, M. A.; Nguyen, T. Q.; Humphreys, K. L.; Niu, Y.; Vinci-Booher, S.; Cascio, C. J.; The HABS-HD Study Team,  ; Alzheimers Disease Neuroimaging Initiative,  ; The BIOCARD Study Team,  ; Li, Z.; Vandekar, S. N.; Zhang, P.; Gore, J. C.; Landman, B. A.; Schilling, K. G.", "abstract": "Normative reference charts are widely used in healthcare, especially for assessing the development of individuals by benchmarking anatomic and physiological features against population trajectories across the lifespan. Recent work has extended this concept to gray matter morphology in the brain, but no such reference framework currently exists for white matter (WM) even though WM constitutes the essential substrate for neuronal communication and large-scale network integration. Here, we present the first comprehensive WM brain charts, which describe how microstructural and macrostructural features of WM evolve across the lifespan, by leveraging over 26,199 diffusion MRI scans from 42 harmonized studies. Using generalized additive models for location, scale, and shape (GAMLSS), we estimate age- and sex-stratified trajectories for 72 individual white matter pathways, quantifying both tract-specific microstructural and morphometric features. We demonstrate that these WM brain charts enable four important applications: (1) defining normative trajectories of WM maturation and decline across distinct pathways, (2) identifying previously uncharacterized developmental milestones and spatial gradients of tract maturation, (3) detecting individualized deviations from normative patterns with clinical relevance across multiple neurological disorders, and (4) facilitating standardized, cross-study centile scoring of new datasets. By establishing a unified, interpretable reference framework for WM structure, these brain charts provide a foundational metric for research and clinical neuroscience. The accompanying open-access trajectories, centile scoring tools, and harmonization methods facilitate precise mapping of WM development, aging, and pathology across diverse populations. We release the brain charts and provide an out-of-sample alignment process as a Docker image: https://zenodo.org/records/15367426.", "date": "2025-05-09", "journal": ""}
{"title": "Deep three-photon functional imaging in the mouse cortex with adaptive optics", "doi": "10.1101/2025.05.04.652136", "authors": "Atilgan, H.; Wang, J.; Hu, Q.; Tan, S.; Russell, B.; Booth, M. J.; Lak, A.", "abstract": "Three-photon (3P) microscopy enables functional imaging at greater depths in the mammalian brain than any other technique with single-cell resolution, owing to greater penetration ability. One of the main challenges of such imaging is tissue-induced optical aberration, which inevitably reduces the excitation confinement at depth. Adaptive optics systems, by using deformable mirrors or other wavefront-shaping devices to compensate for optical distortions, enable real-time correction of these aberrations. In this study, we present a practical adaptive optics-assisted 3P imaging system optimized for in vivo functional recordings in the mouse cortex during behaviour. We introduce a hierarchical, three-level aberration correction strategy that sequentially targets aberration caused by the microscope system, the cranial window, and tissue depth. We demonstrate the application of this aberration correction strategy in two anatomically distinct regions: the prelimbic cortex, adjacent to the superior sagittal sinus, and the somatosensory cortex as a representative lateral cortical area, highlighting how aberration sources vary with imaging geometry. Adaptive optics significantly improved imaging performance in both contexts: restoring cellular visibility adjacent to large vascular structures in the prelimbic cortex, and enhancing signal-to-noise ratio during deep imaging in the lateral somatosensory cortex. Together, our work provides a practical framework for implementing adaptive optics-assisted 3P imaging and optimizing deep in vivo functional imaging performance across diverse cortical environments.", "date": "2025-05-09", "journal": ""}
{"title": "Tracking White Matter Changes After Stereotaxic Radiosurgery inMiniature Pigs Using structural MRI, DTI, and FDG-PET", "doi": "10.1101/2025.05.04.652148", "authors": "Chen, K.-H.; Yeh, C.-I.; Xiao, F.; Cheng, M.-F.; Yen, R.-F.; Ju, Y.-T.; Chen, Y.; Alder, J. R.; Barbosa, D.; Schneider, M. B.", "abstract": "Stereotaxic radiosurgery (SRS) non-invasively and precisely ablates brain tumors or glioma located in the location where is surgically inaccessible with the aid of three-dimensional coordination system. This technique can also treat functional or psychiatric disorders, yet its dosimetry and curative mechanism remain to be elucidated. In this study, a miniature pig model was utilized to verify the effect of stereotaxic radiosurgery on a white matter tract with various doses delivered by CyberKnife. As porcine brain bears high resemblance to that of human in size and structure, the potential irradiation-induced change in structures and metabolism was monitored by conventional tools in clinical, including anatomical magnetic resonance image (MRI), diffusion tensor image (DTI) and 18F-Fluoro-D-Glucose positron emission tomography (FDG-PET). The right internal capsule was selected as the surgical target, and a one-year longitudinal study was conducted with whole brain images obtained once per three months. The results indicate that a dose equal to or higher than 60 Gy led to a late-onset radionecrosis which took a period close to 180 d to develop edema and breakage in the blood-brain barrier. In the meanwhile, DTI indices and differential tractography further illustrate a dose- and distance-dependent white matter injury along the tract of internal capsule. In contrast, doses of 40 Gy and below did not result in any discernible harm to the brain structure, but a sustained local inhibition in brain metabolism was observed in some pigs. The modulatory effect of low dose radiation awaits a comprehensive assessment throughout the whole brain in combination with behavioral or cognitive tasks built on pigs. This study showing the dose- and time-dependent changes will improve the understanding of the SRS dosimetry on the white matter and help investigators to decide an optimal window for brain imaging or behavioral assessment to take place on patients.", "date": "2025-05-09", "journal": ""}
{"title": "Microsaccades do not give rise to a conscious feeling of agency for their sensorimotor consequences in visual perception.", "doi": "10.1101/2025.05.04.652094", "authors": "Klanke, J.-N.; Ohl, S.; Rolfs, M.", "abstract": "Feeling of agency (FoA)--the experience of controlling one's actions and their outcomes--has been widely studied for bodily movements. Here, we investigated if microsaccades--small ballistic eye movements--are equally characterized by FoA and if intention mediates this sense of control. We measured FoA via intentional binding, a perceived compression between an action and its effect. In our experiments, we presented a vertically oriented grating, rendered invisible during stable fixation by a rapid temporal phase shift (>60 Hz) that became visible when its retinal motion was slowed down by a microsaccade (active condition). The stimulus was embedded in a clock face and observers reported perceived stimulus timing in each trial. Perceived timing of microsaccade-contingent stimulus perception was compared to the replay of a previous microsaccade's retinal consequence (replay condition). Trials without a stimulus were included as a control. To examine the role of intention, we tested this paradigm across two experiments in which observers were either instructed to saccade (intended microsaccades) or fixate (unintended microsaccades). In Experiment 2, no instruction was administered such that any microsaccades were considered spontaneous. Microsaccades--either actively generated or replayed--consistently rendered the stimulus highly visible compared to trials without such movements--provided microsaccade direction and peak velocity aligned with the stimulus's motion. Temporal estimates did not differ between the active and replay conditions for any microsaccade type. This result suggests the absence of temporal binding between eye movements and their sensory consequences, and that intention does not facilitate FoA for small eye movements.", "date": "2025-05-09", "journal": ""}
{"title": "Induced long-term potentiation improves synaptic stability and restores network function in ALS motor neurons", "doi": "10.1101/2025.05.04.652096", "authors": "Kollstrom, A. M.; Bendiksvoll Gronlie, M.; Christiansen, N.; Sandvig, A.; Sandvig, I.", "abstract": "Amyotrophic lateral sclerosis (ALS) is a fatal neurodegenerative disease causing progressive dysfunction and degeneration of upper and lower motor neurons. An increasing body of evidence has identified synaptic alterations in patients and experimental models of ALS. Importantly, these have been associated with functional impairments in motor neuron networks, suggesting that synaptic impairments are early events in the disease cascade resulting in functional compensatory reconfigurations. The synapse may therefore represent a disease-modifying target to delay disease progression. In this study, we aimed to stabilize synapses and modify structural connectivity to restore network balance in ALS patient-derived motor neuron networks. To this end, we blocked the potassium channels using tetraethylammonium (TEA) which has been shown to induce chemical long-term potentiation (cLTP). The unperturbed ALS patient-derived motor neuron networks developed clear signs of subtle network dysfunction, including increased firing rate and bursting, and accompanying structural abnormalities. These features were partially restored by temporarily blocking the potassium channels. Specifically, the TEA-treated ALS networks were characterized by a reduction in aberrant branching and stabilization of dendritic spines, alongside a temporary reduction in firing rate and bursting. Furthermore, protein expression assays revealed restoration of dysregulated molecular pathways, including protein synthesis and metabolic pathways, and upregulation of pathways involved in synapse organization in the TEA-treated ALS networks. Collectively, these findings improve our understanding of the association between synaptic impairments and functional alterations in ALS, and demonstrate the relevance of modulating synaptic plasticity to promote network balance.", "date": "2025-05-09", "journal": ""}
{"title": "High-fidelity, but hypometric spatial localization of afterimages across saccades", "doi": "10.1101/2025.05.04.652081", "authors": "Schweitzer, R.; Seel, T.; Raisch, J.; Rolfs, M.", "abstract": "Humans typically perceive their visual world as stable and continuous, despite frequent shifts of the retinotopic reference frame caused by saccades. This visual stability is paralleled by the curious case of afterimage movement across saccades: Albeit being stabilized retinotopically, afterimages appear to move in egocentric space wherever the eye moves. While this phenomenon has been known for centuries, the exact relationship between eye and afterimage position remains elusive. Using custom-built presentation hardware in complete darkness, we subjected twelve human observers to a novel task, in which they viewed a bright foveal inducer pulse during fixation, executed a saccade to a previously cued location, and performed spatial localization of the emerging afterimage with respect to a sequence of briefly flashed probes. This psychophysical tracking of afterimages was accompanied by high-precision eye tracking, allowing us to estimate afterimage-movement gain by fitting a dedicated computational model to the data. We found that the size of afterimage movement was tightly contingent upon the size of the corresponding eye movement, but yielding significantly hypometric gains which averaged to 0.94 and were remarkably stable across experimental sessions. Gains were unaffected by (even false) post-saccadic visual feedback and remained constant when saccade amplitudes were successfully adapted to significantly lower gains. Regardless of saccadic adaptation, afterimage-movement gains were inversely related to saccade gain - a finding that could be explained by a parsimonious efference-based model of head-centered visual localization. Our results suggest that afterimage movement across saccades is driven by feedforward prediction of the visual consequences of impending saccades and demonstrate the potential of the afterimage-tracking technique for studying sensorimotor processes involved in active vision.", "date": "2025-05-09", "journal": ""}
{"title": "Single-Cell Analysis of NK Cell Cytotoxicity in Cancer Therapy Using Microfluidic Droplets", "doi": "10.1101/2025.05.04.651923", "authors": "Ozcan, R. S.; Vahedi, F.; Namakian, S.; Ashkar, A. A.; Didar, T. F.", "abstract": "Natural Killer (NK) cells are critical components of the immune system, uniquely capable of detecting and eliminating cancer cells without prior sensitization. Here, a droplet-based microfluidic platform is introduced that enables real-time monitoring and single-cell analysis of NK cell-mediated cytotoxicity against K562 cancer cells. Distinct NK cells are evaluated to quantify key metrics, including the percentage of cytotoxic NK cells, serial killing capacity, killing time per target, NK-target contact duration, and migration velocities. The results demonstrated that expanded NK cells (exNK) exhibited longer attachments, superior cytotoxic activity, serial killing, and rapid killing dynamics, whereas peripheral blood NK cells (pbNK), especially when they were exposed to ascites tumor microenvironment (TME) (pbNK-asc), displayed reduced cytotoxic abilities in all parameters. Interestingly, expanded NK cells exposed to ascites TME (exNK-asc) retained partial functionality, indicating that expansion provides resilience against suppressive factors. In addition, cell velocity analysis further revealed that the presence of a cancer cell increases the migration of NK cells. This single-cell analysis provides novel insights into NK-cancer cell interactions, offering a robust framework for enhancing the efficacy of future immunotherapy applications, especially for optimizing off-the-shelf NK cell-based immunotherapies.", "date": "2025-05-09", "journal": ""}
{"title": "Single-cell RNA sequencing reveals influences of rearing environment on cellular immunity in brown trout (Salmo trutta)", "doi": "10.1101/2025.05.04.652114", "authors": "Ord, J.; Martinez, H. S.; Solbakken, M. H.; Berezenko, A.; Oberhaensli, S.; Talker, S. C.; Schmidt-Posthaus, H.; Adrian-Kalchhauser, I.", "abstract": "The ability to profile gene expression at the single cell level can offer unprecedented insight into the vertebrate immune system. While such profiling of non-model organisms can present unique challenges (e.g. evolutionary idiosyncrasies), high resolution data on immune function could yield valuable insights into ecologically and economically important species. Here, we used single-cell RNA sequencing (scRNAseq) to profile the immune system transcriptional repertoire of brown trout (Salmo trutta), a threatened index species and commonly using for stocking endangered wild populations, using multiple individuals derived from three distinct rearing backgrounds (wild-caught, farm reared for one generation or farm-reared for at least three generations). We subsequently present a collection of markers that are representative of the species accounting for disparate rearing histories. This revealed a repertoire which is broadly evolutionarily conserved, although many of the genes characterising neutrophil, macrophage, T-cell, B-cell and other lineages likely reflect the specific facets of salmonid immune evolution. The fates of duplicate gene pairs putatively arising from the salmonid-specific whole genome duplication event were also investigated, revealing that approximately half of duplicate genes examined show some degree of functional divergence within the immune system in terms of loss or gain of expression in certain clusters. Finally, comparing cluster-level gene expression profiles between different rearing backgrounds revealed that single or multigenerational exposure to a farm environment induces transcriptional alterations in neutrophils, macrophages, B-cells and T-cells.", "date": "2025-05-09", "journal": ""}
{"title": "Biochemical characterization and mucosal immune function of IgT in grass carp (Ctenopharyngodon idella)", "doi": "10.1101/2025.05.04.652088", "authors": "Liu, B.; Zhao, J.-W.; Zhang, Y.-A.; Zhang, X.-J.", "abstract": "Immunoglobulin T (IgT) is a teleost-specific immunoglobulin discovered to be specialized in mucosal immunity. For fish that live in water throughout their lives, eliciting a local mucosal immune response through immersion immunization is an important and highly suitable way for preventing fish diseases. However, due to the lack of corresponding antibodies against IgT, studies on its immune responses to pathogens and vaccines in commercial fish have largely been limited to rainbow trout. Thus, a valuable tool for assessing mucosal immune response to immersion vaccination is still lacking in most commercial fish species. In this study, we expressed and purified recombinant protein of the heavy chain constant domains (CH) 1-2 of grass carp IgT and immunized mice to develop a mouse anti-grass carp IgT monoclonal antibody (mAb). Western blotting results showed that the mAb could specifically recognize grass carp IgT without cross-reacting with grass carp IgM, IgMT1 or IgMT2. We then measured IgM and IgT concentrations in the serum and gill mucus of grass carp and examined the responses of specific IgM and IgT to immersion immunization with grass carp reovirus genotype (GCRV-) and Flavobacterium columnare. We found that the concentration of IgT in gill mucus was higher than that in serum, and the IgT/IgM ratio in gill mucus was much higher than that in serum. Moreover, after immersion immunization, the specific IgT levels in gill mucus increased significantly, while no specific IgT was detected in serum. In contrast, the specific IgM levels in serum increased significantly, whereas there was little change in specific IgM levels in gill mucus. These results indicated that IgT is an important immunoglobulin in mucosal immune response, whereas IgM plays an important role in systemic immune response in grass carp. In summary, these findings not only further elucidate the biochemical and functional differences between IgM and IgT in grass carp, but also provide a valuable detection tool for accurately evaluating the immune efficacy of immersion vaccines in grass carp.", "date": "2025-05-09", "journal": ""}
{"title": "Dissolved inorganic carbon driven dynamics of calcite shell formation in 12 strains of the freshwater algae Phacotus lenticularis (Chlorophyta)", "doi": "10.1101/2025.05.04.652085", "authors": "Gruenert, U.; Benda, J.; Bossdorf, O.; Raeder, U.", "abstract": "This article explores the close relationship between dissolved inorganic carbonate ion concentration (DIC) and the calcification state of Phacotus lenticularis, a globally abundant freshwater phytoplankton that is responsible for a significant part of modern lake carbonate production during bloom formation. We cultured 12 freshly isolated P. lenticularis strains under an ecologically relevant range of DIC (0.2 to 12 mmol l-1 total scale) for 14 days. From this experiment we gained information on responses in shell formation and growth that highlight strong lower boundaries in morphometric calcite shell variables with regards to DIC. All P. lenticularis strains showed reduced shell thickness by up to 60 % and dissolved calcite crystals structures at declining DIC < 4 mmol l-1. Increasing DIC > 4 mmol l-1 had no significant effect on shell thickness and crystal length in the culture experiments. We found a significant preadaptation of all 12 strains to ambient DIC concentrations measured in their lake of origin, but no dependence of growth rates up to a lethal DIC of > 10 mmol l-1. The simulation experiments illustrate the close relationship between shell function and dissolved inorganic carbonate ion concentration in lakes and highlight the need of continued research of important roles in biogenic carbon transformation and storage in a future world.", "date": "2025-05-09", "journal": ""}
{"title": "Spatially varying graph estimation for spatial transcriptomics cancer data", "doi": "10.1101/2025.05.04.652097", "authors": "Acharyya, S.; Kang, J.; Baladandayuthapani, V.", "abstract": "Modern spatial transcriptomic profiling techniques facilitate spatially resolved, high-dimensional assessment of cellular gene transcription across the tumor domain. The characterization of spatially varying gene networks enables the discovery of heterogeneous regulatory patterns and biological mechanisms underlying cancer etiology. We propose a \\textit{spatial Graphical Regression} (\\texttt{sGR}) model to infer spatially varying graphs for high-resolution multivariate spatial data. Unlike existing graphical models, \\texttt{sGR} explicitly incorporates spatial information to infer non-linear conditional dependencies through Gaussian processes. It conducts sparse estimation and selection of spatially varying edges, at both spatial and sub-spatial levels. Extensive simulation studies illustrate the profitability of \\texttt{sGR} for spatial graph structural recovery and estimation accuracy. Our methods are motivated by and applied to two spatial transcriptomics data sets in breast and prostate cancer, to investigate spatially varying gene connectivity patterns across the tumor micro-environment. Our findings reveal several novel spatial interactions between genes related to immune activation and carcinogenesis regulation such as CD19 in breast cancer and ARHGAP family in prostate cancer. We also provide a modular software package for fitting and visualization of spatially varying graphs.", "date": "2025-05-09", "journal": ""}
{"title": "A comprehensive water buffalo pangenome reveals extensive structural variation linked to population specific signatures of selection", "doi": "10.1101/2025.05.04.652079", "authors": "Arshad, F.; Jayaraman, S.; Talenti, A.; Owen, R.; Mohsin, M.; Mansoor, S.; Asif, M.; Prendergast, J. G.", "abstract": "Water buffalo is a cornerstone livestock species in many low- and middle-income countries, yet major gaps persist in its genomic characterization, complicated by the divergent karyotypes of its two sub-species (swamp and river). Such genomic complexity makes water buffalo a particularly good candidate for the use of graph genomics, which can capture variation missed by linear reference approaches. However, the utility of this approach to improve water buffalo has been largely unexplored. We present a comprehensive pangenome that integrates four newly generated, highly contiguous assemblies of Pakistani river buffalo with available assemblies from both sub-species. This doubles the number of accessible high-quality river buffalo genomes and provides the most contiguous assemblies for the sub-species to date. Using the pangenome to assay variation across 711 global samples, we uncovered extensive genomic diversity, including thousands of large structural variants absent from the reference genome, spanning over 140 Mb of additional sequence. We demonstrate the utility of these data by identifying putative functional indels and structural variants linked to selective sweeps in key genes involved in productivity and immune response across 26 populations. This study represents one of the first successful applications of graph genomics in water buffalo and offers valuable insights into how integrating assemblies can transform analyses of water buffalo and other species with complex evolutionary histories. We anticipate that these assemblies, and the pangenome and putative functional structural variants we have released, will accelerate efforts to unlock water buffalo's genetic potential, improving productivity and resilience in this economically important species.", "date": "2025-05-09", "journal": ""}
{"title": "Charitability, Compulsion, & the Cost of Control", "doi": "10.1101/2025.05.04.652123", "authors": "Arroyo, L.; Liljeholm, M.", "abstract": "Human decision-makers have a well-established preference for free choice. We used a hierarchical gambling task to assess whether this preference extends to environments in which decision outcomes benefit others, specifically charitable organizations. In neurotypical individuals (n=100), we found a reduction in the preference for free choice across self- and charity-benefiting environments when freely chosen options yielded divergent sensory outcome distributions, but not when the outcome distributions of available options were identical, i.e., only when free choice afforded instrumental control. In individuals with obsessive-compulsive traits (n=108) this pattern was reversed, suggesting an unchanged preference for control in charity-benefiting environments. Computational cognitive modeling confirmed a selective reduction in the subjective utility of instrumental control, dissociable from that of free choice, outcome divergence, and monetary reward maximization, in neurotypical individuals gambling for charities. We interpret these results as reflecting cost-benefit analyses weighing the deployment of cognitive effort against the value of control.", "date": "2025-05-09", "journal": ""}
{"title": "Application of spatial transcriptomics across organoids: a high-resolution spatial whole-transcriptome benchmarking dataset", "doi": "10.1101/2025.05.04.651803", "authors": "Nucera, M. R. R.; Charitakis, N.; Leung, R.; Leichter, A.; Tuano, N.; Walkiewicz, M.; Sawant, V.; Rowley, L.; Scurr, M.; Er, P.; Tan, K.; Sutton, R.; Ahmad, F.; Saxena, R.; Maytum, A.; Turner, D.; Voges, H.; Nim, H.; Sun, X.; Yang, B.; Li, K.; Ball, G.; Elefanty, A.; Lamande', S.; Lawlor, K.; Vanslambrouck, J.; Mills, R.; Ng, E.; Stanley, E.; Werder, R.; Little, M.; Elliott, D.; Porrello, E.; Faux, M.; Eisenstat, D.; Velasco, S.; Rossello, F.; Ramialison, M.", "abstract": "Stem cell-derived organoid models hold great promise to model tissue-specific disease. To enable this, it is crucial to determine how their composition compares to endogenous organs. However, technologies such as spatial transcriptomics (STs) that can inform on regional molecular identity have been challenging to apply to organoids. Here we present the first systematic profiling of multiple organoids (brain, heart muscle,heart valve, kidney, lung, cartilage, and blood) using Stereo-seq. We describe the optimisation of ST with multiple organoids on a single chip. We reveal differences in data capture efficiency compared to reference tissues hindering traditional downstream analyses. To overcome such challenges, we developed a bespoke regional analysis method to enable detection of transcriptional changes. Together, these developments form a platform to inform future work to investigate organoids using ST, both in terms of optimising data capture of multiple organoids across a chip and novel methods for regional analysis of organoids.", "date": "2025-05-09", "journal": ""}
{"title": "Streamlining Multiplexed Tissue Image Analysis with PIP{Sigma}X: An Integrated Automated Pipeline for Image Processing and EXploration for Diverse Tissue Types", "doi": "10.1101/2025.05.04.652145", "authors": "Mardamshina, M.; Ballllosera Navarro, F.; Martinez Casals, A.; Avenel, C.; Wahlby, C.; Lundberg, E.", "abstract": "Spatial proteomics via multiplexed tissue imaging is transforming how we study biology, enabling researchers to investigate dozens of markers in a single tissue section and explore how cells behave in their native habitat. While imaging technologies have advanced rapidly, data analyses remain a bottleneck. To address this, we developed PIP{Sigma}X (Pipeline for Image Processing and EXploration), a user-friendly, end-to-end open-source software designed to make complex image analysis approachable, even for those with little or no programming skills. PIP{Sigma}X combines robust automation with an intuitive graphical user interface, guiding users through each step of the analysis, from image preprocessing and membrane-aware cell segmentation to signal quantification and spatial data exploration. Each feature includes built-in explanations, recommendations, and quality controls to help users make confident choices throughout the process. PIP{Sigma}X is compatible with a wide range of multiplexed imaging platforms, and its outputs integrate seamlessly with visualization tools like TissUUmaps and QuPath. Also, it supports downstream applications by enabling direct export of selected cell coordinates for laser microdissection. This functionality facilitates precise isolation of target cell populations for deep proteomic or transcriptomic profiling. With PIP{Sigma}X, researchers can extract meaningful biological insights from multiplexed images more easily and robustly, helping to bridge the gap between powerful imaging technologies and real-world scientific discovery.", "date": "2025-05-09", "journal": ""}
{"title": "Single-molecule FRET-tracking of InlB-activated MET receptors in living cells", "doi": "10.1101/2025.05.06.652421", "authors": "Li, Y.; Dietz, M. S.; Barth, H.-D.; Niemann, H. H.; Heilemann, M.", "abstract": "The activation of transmembrane receptors through the binding of external ligands initiates information transfer across the cell membrane. Understanding these processes requires observations in living cells. Given the heterogeneity and lack of synchronization of such events demands for single-molecule experiments that can resolve distinct sub-populations. Here, we combine single-molecule FRET microscopy and single-particle tracking to track the ligand-induced dimerization and activation of the MET receptor tyrosine kinase in the plasma membrane of living cells. First, using fluorophore-labeled variants of the MET ligand internalin B (InlB), we determined the lifetime of a ligand-activated dimeric (MET:InlB)2 receptor complex to around 1 second. Next, we determined the diffusion coefficient from monomeric and dimeric MET:InlB complexes from single-molecule FRET trajectories and found an about 1.6-fold slower diffusion of the dimeric receptor as compared to the monomeric receptor, accompanied by spatially restricted motion. The combination of single-molecule FRET and single-particle tracking delivers essential biophysical parameters of membrane receptor activation in living cells.", "date": "2025-05-09", "journal": ""}
{"title": "Myelin Mapping in the Human Brain Using an Empirical Extension of the Ridge Regression Theorem", "doi": "10.1101/2025.05.08.652955", "authors": "Hampton, G. S.; Neff, R.; Song, Z.; Bouhrara, M.; Balan, R.; Spencer, R. G.", "abstract": "Myelin water fraction (MWF) mapping in the central nervous system is a topic of intense research activity. One framework for this requires parameter estimation from a decaying biexponential signal. However, this is often an ill-posed nonlinear problem resulting in unreliable parameter estimates. For linear least-squares (LLS) problems, the ridge regression theorem (RRT) shows that a Tikhonov regularization parameter exists that will reduce mean square error (MSE) in parameter estimates. We present and apply a nonlinear version of the RRT, {lambda}-NL-RR, to MWF mapping. For simulated and experimental data, we estimated parameter values with conventional nonlinear least-squares (NLLS) and compared these with values obtained from {lambda}-NL-RR, with the regularization parameter value defined by generalized cross validation.We applied regularization only to signals identified as biexponential according to the Bayesian information criterion. Under conditions of modest SNR and closely spaced exponential time constants in which conventional biexponential analysis methods yield particularly inaccurate results, {lambda}-NL-RR decreases MSE by ~10-15%. Regularization of the NLLS parameter estimation problem for the biexponential model decreased MSE for simulated and in vivo MRI brain data. In addition, this work provides a general framework for regularization of a broad class of NLLS problems.", "date": "2025-05-09", "journal": ""}
{"title": "Structural basis for membrane microdomain formation by a human Stomatin complex", "doi": "10.1101/2025.05.07.652726", "authors": "Fu, Z.; Stonger, J.; Li, S.", "abstract": "Biological membranes are not just passive barriers-they actively sense and respond to mechanical forces, in part through specialized proteins embedded within them. Among these are Stomatin-family proteins, which are known to influence membrane stiffness and regulate ion channels, yet how they achieve these functions at the molecular level has remained elusive. Here, we report the 2.2 angstrom cryo-electron microscopy structure of the human Stomatin complex in a native membrane environment. We find that Stomatin assembles into a 16-subunit ring-shaped homo-oligomer, forming a ~12nm-wide cage that defines a mechanically distinct, curvature-resistant membrane microdomain. While the majority of the complex exhibits C16 symmetry, the C-terminal domains adopt two alternating conformations, producing a symmetry-broken hydrophobic {beta}-barrel pore with local C8 symmetry. The membrane beneath the complex remains flat despite surrounding curvature, indicating localized membrane stiffening. The structure reveals a conserved network of inter-subunit salt bridges that stabilize the assembly. These findings provide a molecular framework for how Stomatin oligomers shape membrane architecture and mechanics, offering new insight into their roles in mechanotransduction and diseases such as nephrotic syndrome.", "date": "2025-05-09", "journal": ""}
{"title": "A pseudouridine synthase shapes tRNA structural dynamics through both catalysis and remodeling", "doi": "10.1101/2025.05.06.652307", "authors": "Dennis, E. M.; Nieves, N. E. C.; Vaaler, A. L.; Kadrmas, M.; Barry, M. L.; Garcia, D. M.; Widom, J. R.", "abstract": "Transfer RNA has long served as an exemplar of a thermodynamically stable, structured RNA. Yet it undergoes significant structural changes upon binding and catalysis by diverse modification enzymes. We leveraged optical binding assays and single-molecule FRET to observe tRNA structural dynamics before and upon interaction with the conserved pseudouridine synthase Pus4/TruB. We show that unmodified and pseudouridylated tRNA similarly sample one open and two closed conformations, dynamically. Binding by Pus4 to unmodified tRNA populates additional conformational states, gradually approaching an ensemble that is adopted sooner by tRNA that was pseudouridylated prior to engaging Pus4. A catalytically incompetent mutant of Pus4 binds more slowly and remodels unmodified and pre-modified tRNAs into different conformational ensembles than wild-type enzyme. Thus, Pus4 both catalyzes a lasting chemical change on tRNA and remodels it over time, perhaps to advance subsequent steps of tRNA maturation.", "date": "2025-05-09", "journal": ""}
{"title": "Single-molecule Mechanostructural Fingerprinting of Nucleic Acid Conformations", "doi": "10.1101/2025.05.08.652980", "authors": "Shrestha, P.; Shih, W.; Wong, W.", "abstract": "Understanding the three-dimensional structure and mechanical response of biomolecules is key to uncovering their molecular mechanisms, particularly in contexts where force plays a regulatory role. Structural methods such as X-ray crystallography, cryo-electron microscopy, and NMR spectroscopy provide high-resolution conformational data, while single-molecule force spectroscopy reveals mechanical properties, but these approaches are rarely integrated. A more comprehensive understanding of structure-function relationships, including non-equilibrium conformations and transitions under force, calls for methods capable of simultaneously resolving structural and mechanical properties at the single-molecule level. To meet this need, we present a DNA nanoswitch calipers platform capable of both measuring multiple intramolecular distances and mechanically unfolding individual biomolecules along defined axes. Using human telomeric DNA G-quadruplexes as a model system, we mapped distances between labeled sites to distinguish conformational states and performed directional unfolding to characterize mechanical stability along defined axes. This integrative approach revealed subtle conformational and mechanical differences, showcasing DNA nanoswitch calipers as a modular, broadly applicable approach for mechanostructural analysis of complex biomolecular systems.", "date": "2025-05-09", "journal": ""}
{"title": "Generating 3D Models of Carbohydrates with GLYCAM-Web", "doi": "10.1101/2025.05.08.652828", "authors": "Grant, O. C.; Wentworth, D.; Holmes, S. G.; Kandel, R.; Sehnal, D.; Wang, X.; Xiao, Y.; Sheppard, P.; Grelsson, T.; Coulter, A.; Miller, G.; Foley, B. L.; Woods, R. J.", "abstract": "The carbohydrate 3D structure-prediction tools (builders) at GLYCAM-Web (glycam.org) are widely used for generating experimentally-consistent 3D structures of oligosaccharides suitable for data interpretation, hypothesis generation, simple visualization, and subsequent molecular dynamics (MD) simulation. The graphical user interface (GUI) enables users to create carbohydrate sequences (e.g. DGalpb1-4DGlcpb1-OH) that are converted to 3D models of the carbohydrate structures in multiple formats, including PDB and OFF (AMBER software format). The resulting structures are energy minimized prior to download and online visualization. There are advanced options for selecting which shapes (rotamers) of the oligosaccharide to generate, and for creating explicitly solvated structures for subsequent MD simulation. The GLYCAM-Web builders integrate known conformational preferences of oligosaccharides, summarized here, and employ the GLYCAM forcefield for energy minimization with algorithms tailored for speed and scalability. Even for large oligosaccharides (100 residues, ~2100 atoms) a 3D structure is typically returned to the user in less than a minute.", "date": "2025-05-09", "journal": ""}
{"title": "Comparing PAS domain coupled intrinsic dynamics in bHLH PAS domain transcription factor complexes", "doi": "10.1101/2025.05.07.652577", "authors": "Sudarsanam, K.; Srivastava, A.; Tiwari, S. P.", "abstract": "The basic Helix-Loop-Helix-Per-Arnt-Sim (bHLH-PAS) transcription factors (TFs) are regulators of several critical cellular functions such as circadian rhythm, hypoxia response and neuronal development. These proteins contain tandemly repeated PAS domains that mediate heterodimer formation. While PAS domains adopt a conserved fold, recent studies suggest that their interaction interfaces differ distinctly in different TF complexes. However, the implications of these differences on the intrinsic dynamics of PAS domains remain unclear. In this study, we performed a comparative analysis of PAS domain dynamics across multiple bHLH-PAS TF complexes using all-atom Elastic Network Models (ENMs) and molecular dynamics (MD) simulations. We decomposed the intrinsic dynamics of PAS domains into self-coupled (internal domain dynamics) and directly coupled (interaction partner-influenced dynamics) motions using a projection-based approach. Our results show that self-coupled motions are more conserved across PAS domains than structure or sequence alone, while directly coupled motions capture the context-specific influence of partner proteins. Furthermore, hierarchical clustering of the overall covariance-based similarity scores revealed distinct grouping of CLOCK:BMAL1-type and HIF:ARNT-type complexes, which were not captured by sequence or structural comparisons. Root mean square fluctuation profiles derived from both MD and ENM approaches showed strong correspondence, validating the utility of ENMs in capturing biologically relevant dynamics, even in cases where the structural complexes were modelled using AlphaFold3. PAS-B domains were generally found to be less flexible than PAS-A domains for all the complexes analysed. Regions with high directly coupled flexibility were generally localized regions with high interface propensity in class I PAS-B domains, suggesting a higher level of coupled dynamics between PAS-B domains. Our results highlight how PAS domain intrinsic dynamics are shaped by both their internal architecture and complex-specific interactions, offering new insights into the functional diversification of bHLH-PAS transcription factors.", "date": "2025-05-09", "journal": ""}
{"title": "Optical single-channel recording via diffusional confinement in membrane tethers", "doi": "10.1101/2025.05.07.652649", "authors": "Howell, M. R.; Cohen, A. E.", "abstract": "Single-channel electrophysiology probes ion channel gating, but how can one probe membrane transport when the single-unit current is undetectable? We pulled membrane tethers from live cells to isolate individual transmembrane proteins. The tether constrained diffusion of transported substrate to the tether axis, leading to ~1000-fold enhancement of substrate concentration and observation time compared to planar membranes. Fluorescent reporters inside the tether revealed individual transport events. We imaged unitary Ca2+ transport events in tethers containing the low-conductance T-type Ca2+ channel CaV3.2, and compared our results to ensemble electrophysiology and stochastic gating simulations. This work establishes tether-based single-channel recordings as a powerful tool to study dynamics of membrane transport.", "date": "2025-05-09", "journal": ""}
{"title": "Hierarchical Heterogeneities in Spatio-Temporal Dynamics of the Cytoplasm", "doi": "10.1101/2025.05.08.652886", "authors": "Moeckel, C.; Biswas, A.; Reber, S.; Chechkin, A.; Zaburdaev, V.; Guck, J.", "abstract": "Understanding of the dynamics inherent to biological matter is crucial for illuminating the physical mechanisms underlying cellular processes. In this study, we employ bright-field differential dynamic microscopy (DDM) to investigate density fluctuations inherent in a cell-free model of eukaryotic cytoplasm. Our measurements reveal subdiffusive fractional Brownian motion and non-Gaussian displacement distributions, highlighting cytoplasmic heterogeneity. We introduce an empirical model that combines fractional Brownian motion with an inverse Gaussian distribution of diffusivities to describe the observed non-Gaussianity. Validated through Monte Carlo simulations, this model allows us to estimate the fractional diffusivity and exponent effectively. By altering macromolecular composition, the addition of energy, and assembly of a cytoskeleton, we identify three independent mechanisms that result in similar fractional exponents yet distinct diffusivities. We find that energy addition leads to non-stationary dynamics, in contrast to the stationary behavior observed under passive conditions. Presence of microtubules introduces a secondary dynamical timescale, which we describe using a two-state fractional Brownian motion model to differentiate between cytosolic and microtubule network associated contributions. Our findings demonstrate the effectiveness of DDM as a label-free tool for quantifying viscoelastic and heterogeneous properties of the cytoplasm and provide insights into how physical and biochemical factors, including cytoskeletal organization, govern subcellular dynamics.", "date": "2025-05-09", "journal": ""}
{"title": "Loading causes molecular damage in fibrin fibers", "doi": "10.1101/2025.05.08.652948", "authors": "Norouzi, S.; Lohr, M. J.; Mohamed, M. I.; Jennings, C. M.; Wang, D.; Ren, P.; Rausch, M. K.; Parekh, S. H.", "abstract": "Blood clotting is the body's natural reaction in wound healing and is also the cause of many pathologies. Fibrin - the main protein in the clotting process provides clots' mechanical strength by forming a scaffold of complex fibrin fibers. Fibrin fibers exhibit high extensibility and primarily elastic properties under static loading, which differ from in vivo dynamic forces. In many biological materials, the mechanical response changes under repeated loading/unloading (cyclic loading). Using lateral force microscopy, we show fibrin fibers possess viscoelastic behavior and experience irreversible damage under cyclic loading. Cross-linking results in a more rigid structure with permanent damage occurring mostly at larger strains, which is corroborated by computational modeling of fibrin extension using a hyperelastic model. Molecular spectroscopy analysis with broadband coherent anti-Stokes Raman scattering spectroscopy in addition to molecular dynamic simulations allow identification of the source of damage, the unfolding pattern, and inter and intramolecular changes in fibrin. The results show partial recovery of protein's secondary and tertiary structures under load, providing deeper understanding of fibrin's unique behavior in wound healing or pathologies like stroke and embolism.", "date": "2025-05-09", "journal": ""}
{"title": "Micron-scale, liquid-liquid phase separation in ternary lipid membranes containing DPPE", "doi": "10.1101/2025.05.08.652930", "authors": "Goetz, G. J.; Naomi, S.; Madrigal, A. M.; Chang, C. L. A.; Cornell, C. E.; Keller, S. L.", "abstract": "Micron-scale, liquid-liquid phase separation occurs in membranes of living cells, with physiological consequences. To discover which lipids might support phase separation in cell membranes and how lipids might partition between phases, miscibility phase diagrams have been mapped for model membranes. Typically, model membranes are composed of ternary mixtures of a lipid with a high melting temperature, a lipid with a low melting temperature, and cholesterol. Phospholipids in ternary mixtures are chosen primarily to favor stable membranes (phosphatidylcholines and sphingomyelins) or add charge (phosphatidylglycerols and phosphatidylserines). A major class of phospholipids missing from experimental ternary diagrams has been the phosphatidylethanolamines (PEs). PE-lipids constitute up to 20 mol% of common biological membranes, where they influence protein function and facilitate membrane fusion. These biological effects are often attributed to PE's smaller headgroup, which leads to higher monolayer spontaneous curvatures and higher melting temperatures. Taken alone, the higher melting points of saturated PE-lipids imply that liquid-liquid phase separation should persist to higher temperatures in membranes containing PE-lipids. Here, we tested that hypothesis by substituting a saturated PE-lipid (DPPE) for its corresponding PC-lipid (DPPC) in two well-studied ternary membranes (DOPC/DPPC/cholesterol and DiphyPC/DPPC/cholesterol). We used fluorescence microscopy to map full ternary phase diagrams for giant vesicles over a range of temperatures. Surprisingly, we found no micron-scale, liquid-liquid phase separation in vesicles of the first mixture (DOPC/DPPE/cholesterol), and only a small region of liquid-liquid phase separation in the second mixture (DiphyPC/DPPE/cholesterol). Instead, coexisting solid and liquid phases were widespread, with the solid phase enriched in DPPE. An unusual feature of these ternary membranes is that solid and liquid-ordered phases can be distinguished by fluorescence microscopy, so tie-line directions can be estimated throughout the phase diagram, and transition temperatures to the 3-phase region (containing a liquid-disordered phase, a liquid-ordered phase, and a solid phase) can be accurately measured.", "date": "2025-05-09", "journal": ""}
{"title": "Medium-assisted tumbling controls bacteria exploration in a complex fluid", "doi": "10.1101/2025.05.04.652133", "authors": "Urra, H.; Darnige, T.; Benoit-Gonin, X.; Laurent, J.; Dawson, A.; Poon, W. C. K.; Clement, E.", "abstract": "In nature, many fluids that harbor bacterial populations or protect against microbial contamination exhibit non-Newtonian rheology. To study the spatial exploration of E.coli bacteria, a model multi-flagellated microorganism, in such complex environments, we design a motility medium with tunable macroscopic rheology. By increasing the solid charge in soft carbomer grains, we transition from a Newtonian viscous suspension to a yield-stress fluid. Using a 3D Lagrangian tracking device, we collect many individual bacterial tracks and characterize changes in motility properties such as swimming speed, persistence times and diffusivity for both a wild-type and a smooth runner mutant, up to the formation of a motility barrier at higher carbomer concentrations. We show that the presence of local mechanical disorder and resistance to penetration essentially override the biologically driven run-and-tumble navigation process. This \"medium-assisted\" exploration scenario is characterized by directional switching and stop-and-go kinematics and is closely related to the flexibility of the flagellar bundle.", "date": "2025-05-09", "journal": ""}
{"title": "Deep learning inference of cell type-specific gene expression from breast tumor histopathology", "doi": "10.1101/2025.05.04.652089", "authors": "Wang, A. T.; Dhruba, S. R.; Wang, K.; Campagnolo, E. M.; Shulman, E. D.; Ruppin, E.", "abstract": "Cell type-specific gene expression from single-cell RNA sequencing (RNA-seq) is valuable for breast cancer precision oncology but available cohorts are still limited due to its high cost. Deconvolution methods infer cell type-specific expression from bulk RNA-seq at a lower cost, yet expenses and processing time of bulk RNA-seq are also non-negligible and limit their application too. To address these limitations, we developed SLIDE-EX (SLide-based Inference of DEconvolved gene EXpression), a deep-learning tool that predicts cell type-specific gene expression and abundances directly from routine breast cancer histopathology whole slide images (WSIs), using deconvolved bulk RNA-seq data as training labels. Trained on the TCGA-breast cohort and tested in cross validation and on an independent cohort of 160 cases, SLIDE-EX robustly infers the expression of thousands of genes across 9 distinct cell types, performing best for cancer associated fibroblasts and cancer cells. The abundance of these two cell types could also be robustly predicted, together with that of myeloid cells. The robustly predicted genes reflect key biological functions of their respective cell types. From a translational perspective, the inferred cell type specific expression profiles predict chemotherapy response more accurately than models based on direct prediction from the slides or from the inferred bulk expression in two independent cohorts. Going forward, SLIDE-EX is a generic approach that opens up possibilities for rapid, cost-effective cell type-specific gene expression inference in potentially any cancer type, further democratizing the characterization of the tumor microenvironment.", "date": "2025-05-09", "journal": ""}
{"title": "BRAFV600E-Driven Lung Tumorigenesis Requires Ligand-Mediated Activation of ERBB Receptor Signaling", "doi": "10.1101/2025.05.04.652129", "authors": "Dacheux, M.; Wu, M.-J.; Scherzer, M. T.; Nillson, M.; Murphy, B.; Schuman, S.; Ju, Z.; Bivona, T.; Lito, P.; Gumbleton, M.; Puri, S.; Akerley, W.; Wang, J.; Wang, K.; Heymach, J. V.; Kinsey, C. G.; Negrao, M. V.; McMahon, M.; Vaishnavi, A.", "abstract": "Secretion of ligands of the human epidermal growth factor (EGFR) family of receptors or erythroblastic leukemia viral oncogene family (ERBB1-4) is a feature common to many cancer cells. However, our understanding of the role of autocrine ligands in the aberrant behavior of cancer remains incomplete. Here we demonstrate that, in numerous preclinical models of lung tumorigenesis, BRAFV600E signaling promotes expression of ligands including HB-EGF, TGF Alpha;, Epi- and Amphiregulin. Moreover, using both genetic or pharmacological approaches, we demonstrate that ligand-mediated activation of EGFR signaling in the tumor cell is required to sustain both early-stage BRAFV600E-driven lung tumorigenesis and supports late-stage BRAFV600E-driven lung cancer maintenance. Unbiased Reverse Phase Protein Analyses (RPPA) analyses, paired with targeted validation, reveals ERBB signaling serves to sustain signaling through the ERK1/2 MAP kinase pathway, through effects on ARAF and CRAF, and on the parallel JUN kinase (JNK) pathway. Furthermore, EGFR is activated in a cohort of BRAF-mutated lung cancer patients both pre- and post-treatment. Finally, we noted significant improvement in the depth and durability of therapeutic responses in preclinical models of BRAFV600E-driven lung cancer by combined inhibition of both BRAFV600E signaling plus pan-ERBB signaling. Collectively, this work provides evidence for an important role for ERBB family signaling in the genesis and maintenance of BRAFV600E-driven lung cancers, and the potential for future therapeutic improvement by rational combination targeting of these pathways.", "date": "2025-05-09", "journal": ""}
{"title": "Improved Tumor Blood Flow Enhances the Abscopal Effect: Preclinical Assessment in Mice Treated with Combined Radiation and PD-1 Blockade Therapy", "doi": "10.1101/2025.05.04.652150", "authors": "Yamashita, K.; Brender, J. R.; Saida, Y.; Otowa, Y.; Kazumasa, H.; Ito, T.; Yamamoto, K.; Merkle, H.; Linehan, W. M.; Krishna, M. C.; Kishimoto, S.", "abstract": "The abscopal effect, where localized radiation therapy induces regression of distant metastatic lesions through immune activation, shows promise for treating metastatic cancer but occurs inconsistently. Here we demonstrate that tumor perfusion critically influences systemic immune responses to combination therapy with radiation and PD-1 blockade. Using multimodal imaging including DCE-MRI, EPR oximetry, and hyperpolarized 13C-MRI, we show that successful abscopal responses in MC38 tumors are characterized by enhanced perfusion, reduced hypoxia, decreased cellularity, and lower glycolytic activity in remote tumors. Notably, pre-treatment perfusion metrics (AUC1min) and extracellular volume (AUC10min) in primary tumors predict subsequent growth of remote tumors, while the same measurements in remote tumors lack predictive value. Based on these findings, we enhanced the abscopal effect by exposing mice to carbogen (95% O2 + 5% CO2) during radiation therapy. Carbogen exposure increased tumor perfusion by 71% (AUC1min) and significantly improved systemic responses in the checkpoint blockade responsive MC38 model but not in the poorly responsive B16.F10 tumors. The enhanced response correlated with increased activation of CD8+ T cells in tumor-draining lymph nodes and elevated serum HMGB-1 levels. RNA sequencing revealed significant extracellular matrix remodeling in carbogen-treated tumors. These results establish tumor perfusion as both a predictive biomarker and a modifiable determinant of systemic immune responses, suggesting that perfusion-based patient stratification and vascular modification strategies could improve outcomes in combination immunotherapy and radiation treatment.", "date": "2025-05-09", "journal": ""}
{"title": "Differential DNA damage response to WRN inhibition identifies a targetable vulnerability in ARID1A-mutated cancers", "doi": "10.1101/2025.05.04.652100", "authors": "Kim, J.; Oh, J.; Jang, D.; Shin, S.; Lee, S.-J.; Lee, S. E.; Yang, Y.; Kim, D.; Choi, A.-J.; Jung, H. R.; Oh, Y.; Cho, S.-Y.", "abstract": "ARID1A, a key subunit of the SWI/SNF chromatin remodeling complex, is frequently mutated in cancers. However, effective clinical treatments for patients with this mutation are limited, highlighting a demand for new therapeutic strategies. Here, we establish Werner syndrome ATP-dependent helicase (WRN) as a critical vulnerability target in ARID1A-mutated cancers. Upon genetic and pharmacological inhibition of WRN, ARID1A-mutated cells had defective Chk1-mediated DNA damage signaling, resulting in compensatory Chk2 activation, leading to G1-phase arrest and apoptosis, whereas ARID1A-proficient cells underwent Chk1-dependent G2/M arrest. Additional p21 inhibition, combined with WRN suppression, drove G1-arrested cells to re-enter the cell cycle, triggering mitotic catastrophe. The anti-tumor efficacy of WRN inhibition was validated using in vivo cell lines and patient-derived xenograft mouse models. Our findings define WRN as a selective therapeutic target in ARID1A-mutated cancers and suggest a combinatorial strategy of WRN and p21 inhibition as a therapeutic approach.", "date": "2025-05-09", "journal": ""}
{"title": "Bone marrow lymphocyte dynamics during chemotherapy in pediatric acute myeloid leukemia", "doi": "10.1101/2025.05.04.652110", "authors": "Koedijk, J. B.; Barneh, F.; Meesters-Ensing, J. I.; van Tuil, M.; Sonneveld, E.; Lambo, S.; Perzolli, A.; Schweighart, E. K.; Ferrao Blanco, M. N.; van der Meulen, M.; Deli, A.; Haasjes, E.; Bang Christensen, K.; de Groot-Kruseman, H. A.; Meshinchi, S.; Hasle, H.; Belderbos, M.; Luesink, M.; Goemans, B. F.; Nierkens, S.; Hehir-Kwa, J.; Zwaan, C. M.; Heidenreich, O.", "abstract": "A better understanding of lymphocyte dynamics during current treatment regimens in pediatric AML is urgently needed to understand whether the application of bispecific T-cell-engagers (BiTEs) during periods of low tumor burden could be a viable treatment strategy. In this study, we found that induction 1, comprising mitoxantrone-etoposide-cytarabine in nearly all patients (as part of the NOPHO-DBH AML-2012 protocol), led to preserved or increased relative lymphocyte abundances alongside marked blast reduction in most cases. This was accompanied by a shift towards higher T-cell fractions, potentially creating a favorable window for BiTE therapy. The absence of a correlation between blast reduction and lymphocyte changes suggests that chemotherapy exerts differential effects on the lymphocyte compartment. Despite the heterogeneity of agents used in induction 2, more than half of patients showed a decline in lymphocyte levels. Nonetheless, the increase in T- and B-cells observed in most patients from the NOPHO-AML 2004 cohort after induction 2 suggests that lymphocyte recovery at this treatment stage is not uniformly impaired. Our transcriptomic and ex vivo functional data align with preclinical findings in adult AML and provide a basis for further investigations in in vivo models and early clinical trials. Such efforts should prioritize novel BiTE constructs targeting multiple tumor-associated (e.g., NCT05673057) or tumor-specific antigens.", "date": "2025-05-09", "journal": ""}
{"title": "The hypoxic response extends lifespan through a bioaminergic and peptidergic neural circuit.", "doi": "10.1101/2025.05.04.652087", "authors": "Kitto, E. S.; Huang, S.; Bhandari, M.; Tian, C.; Cox, R. L.; Beydoun, S.; Wang, E.; Shave, D.; Miller, H. A.; Easow, S. A.; Henry, E.; Schaller, M. L.; Leiser, S. F.", "abstract": "A coordinated response to stress is crucial for promoting the short- and long-term health of an organism. The perception of stress, frequently through the nervous system, can lead to physiological changes that are fundamental to maintaining homeostasis. Activating the response to low oxygen, or hypoxia, extends healthspan and lifespan in C. elegans. However, despite some positive impacts, negative effects of the hypoxic response in specific tissues prevent translation of their benefits in mammals. Thus, it is imperative to identify which components of this response promote longevity. Here, we interrogate the cell-nonautonomous hypoxic response signaling pathway. We find that HIF-1-mediated signaling in ADF serotonergic neurons is both necessary and sufficient for lifespan extension. Signaling through the serotonin receptor SER-7 in the GABAergic RIS interneurons is necessary in this process. Our findings also highlight the involvement of additional neural signaling molecules, including the neurotransmitters tyramine and GABA, and the neuropeptide NLP-17, in mediating longevity effects. Finally, we demonstrate that oxygen- and carbon-dioxide-sensing neurons act downstream of HIF-1 in this circuit. Together, these insights develop a circuit for how the hypoxic response cell-nonautonomously modulates aging and suggests valuable targets for modulating aging in mammals.", "date": "2025-05-09", "journal": ""}
{"title": "Adhesion-derived condensates control component availability to regulate adhesion dynamics", "doi": "10.1101/2025.05.08.652869", "authors": "Dibus, M.; Enkavi, G.; Chastney, M.; Vattulainen, I.; Ivaska, J.", "abstract": "Integrin adhesion complexes mediate cell-extracellular matrix (ECM) interactions and undergo dynamic remodelling to regulate cell adhesion and migration. Here, we demonstrate that tensin 1 (TNS1), a multidomain adhesion adaptor protein linking active integrins with the actin cytoskeleton, undergoes phase separation in cells. Endogenous TNS1 condensates are formed upon focal adhesion disassembly or limited integrin-ECM engagement in both 2D and 3D environments, acting as reservoirs for inactive adhesion proteins. Combining functional experimental approaches with phosphoproteomics, we identify the TNS1 intrinsically disordered region as the main driver of TNS1 condensation and demonstrate a negative regulatory role of phosphorylation on condensate assembly upon activation of stress-responsive kinases. Finally, we confirm the functional effects of phosphorylation-dependent TNS1 condensation on adhesion dynamics and cell migration. Together, our findings highlight TNS1 condensation as a regulatory mechanism controlling local availability of inactive adhesion proteins, with direct implications on adhesion dynamics and cell behaviour.", "date": "2025-05-09", "journal": ""}
{"title": "METTL9 sustains vertebrate neural development primarily via non-catalytic functions", "doi": "10.1101/2025.05.05.652220", "authors": "Pandolfini, L.; Codino, A.; Spagnoletti, L.; Olobardi, C.; Cuomo, A.; Santos- Rosa, H.; Palomba, M.; Margaroli, N.; GIROTTO, S.; Scarpelli, R.; Luan, S.-L.; Crocco, E.; Bianchini, P.; Bannister, A. J.; Gustincich, S.; Kouzarides, T.; Rizzo, R.; Barbieri, I.; Cremisi, F.; Vignali, R.", "abstract": "METTL9 is an enzyme catalysing N1-methylation of histidine residues (1MH) within eukaryotic proteins. Given its high expression in vertebrate nervous system and its potential association with neurodevelopmental delay, we dissected Mettl9 role during neural development. We generated three distinct mouse embryonic stem cell lines: a complete Mettl9 knock-out (KO), an inducible METTL9 Degron and a line endogenously expressing a catalytically inactive protein, and assessed their ability to undergo neural differentiation. In parallel, we down-regulated mettl9 in Xenopus laevis embryos and characterised their neural development. Our multi-omics data indicate that METTL9 exerts a conserved role in sustaining vertebrate neurogenesis. This is largely independent of its catalytic activity and occurs through modulation of the secretory pathway. METTL9 interacts with key regulators of cellular transport, endocytosis and Golgi integrity; moreover, in Mettl9KO cells Golgi becomes fragmented. Overall, we discovered the first developmental function of Mettl9 and linked it to a 1MH-independent pathway, namely, the maintenance of the secretory system, which is essential throughout neural development.", "date": "2025-05-09", "journal": ""}
{"title": "Receptor stoichiometry predicts artery-typical vulnerability to altered Notch signaling during smooth muscle differentiation.", "doi": "10.1101/2025.05.05.652186", "authors": "Sanlidag, S.; Virtanen, N.; Hoursan, H.; Ristori, T.; Sjoqvist, M.; Loerakker, S.; Sahlgren, C.", "abstract": "Jagged1-Notch2 and -Notch3 signaling are important for smooth muscle cell (SMC) development. However, a comprehensive understanding of the Jagged1-Notch2/3 signaling in SMCs has been missing. By combining in vitro, in vivo, and in silico analyses, we here show that Notch2 and Notch3 have overlapping roles in differentiating SMCs upon Jagged1 interaction. However, Notch3 is a less potent inducer of Notch signaling activity compared to Notch2, due to weaker interactions between the Notch3 intracellular domain and RBPJ{kappa}. Accordingly, unlike Notch3, Notch2 depletion causes an almost total loss of Notch activity and differentiation in large arteries. In smaller arteries, the loss of Notch2 is partially compensated for by a higher SMC expression of Notch3. Our results, therefore, indicate that SMCs have artery-typical vulnerability to altered Notch2 and Notch3 signaling, contributing to our mechanistic understanding of the Notch-related vascular disease onset.", "date": "2025-05-09", "journal": ""}
{"title": "Parsing glomerular and tubular structure variability in high-throughput kidney organoid culture", "doi": "10.1101/2025.05.05.652160", "authors": "Uusi-Rauva, K.; Pirttiniemi, A.; Hassinen, A.; Trokovic, R.; Lehtonen, S.; Kallijarvi, J.; Lehto, M.; Fellman, V.; Groop, P.-H.", "abstract": "High variability in stem cell research is a well-known limiting phenomenon, with technical variation across experiments and laboratories often surpassing variation caused by genotypic effects of induced pluripotent stem cell (iPSC) lines. Evaluation of kidney organoid protocols and culture conditions across laboratories remains scarce in the literature. We used the original air-medium interface protocol to evaluate kidney organoid success rate and reproducibility with several human iPSC lines, including a novel patient-derived GRACILE syndrome iPSC line. Organoid morphology was assessed with light microscopy and immunofluorescence-stained maturing glomerular and tubular structures. The protocol was further adapted to four microplate-based high-throughput approaches utilizing spheroid culture steps. Quantitative high-content screening analysis of the nephrin-positive podocytes and ECAD-positive tubular cells revealed that the choice of approach and culture conditions were significantly associated with structure development. The culture approach, iPSC line, experimental replication, and initial cell number explained 35-77% of the variability in the log-odds of nephrin and ECAD-positive area, when fitted into multiple linear models. Our study highlights the benefits of high-throughput culture and multivariate techniques to better distinguishing sources of technical and biological variation in morphological analysis of organoids. Our microplate-based high-throughput approach is easily adaptable for other laboratories to combat organoid size variability.", "date": "2025-05-09", "journal": ""}
{"title": "Erasable Synthetic Serum Markers", "doi": "10.1101/2025.05.08.652140", "authors": "Nouraein, S.; Lee, S.; Li, H.; Saenz, V.; Raisley, E. K.; Costa, V. D.; Szablowski, J. O.", "abstract": "Gene expression in the brain is typically evaluated using invasive biopsy or postmortem histology. Serum markers provide an alternative way to monitor the brain, but relatively few such markers exist. Additionally, the origin of serum markers often cannot be localized to a specific cell population, and monitoring dynamic changes in their gene expression is compromised by the same factor that makes the markers detectable - long serum half-life. Here we propose a paradigm to improve the sensi-tivity of serum marker measurement by modifying the markers in vivo, called erasable serum markers, or ESM. As a proof of concept, we use a well-controlled system with known half-life and tunable serum levels. This system, released markers of activi-ty, or RMAs enable measurement of transgene expression in the brain through a simple blood test. RMAs are stable in blood, with a half-life of >100 h and can detect expression from as few as 12 neurons in mice. However, their long serum half-life also generates long-lasting background signals when RMA are used to track temporal changes in gene expression. By engineer-ing on-demand erasable RMAs and injecting an intravenous targeted protease, we reduced RMA background signal by more than an order of magnitude without compromising the detection sensitivity. Similarly to previous RMA iteration, our ap-proach showed a 65,000-fold increase in their signal over the baseline when expressed in a single brain region. Furthermore, we demonstrated that this erasable RMA system improves the dynamic range of detection for low-level promoter activity that is driven by physiological levels of c-Fos.", "date": "2025-05-09", "journal": ""}
{"title": "In silico discovery of compounds targeting NPSL2: a regulatory element in the human oncomiR-1 primary microRNA.", "doi": "10.1101/2025.05.07.652683", "authors": "Arhin, G.; Keane, S. C.", "abstract": "NPSL2 is a stem loop element within the oncomiR-1 polycistronic primary microRNA (miRNA) cluster. NPSL2 is predicted to mediate conformational rearrangements within oncomiR-1 to regulate the biogenesis of certain miRNA elements within the cluster. The regulatory role of NPSL2 makes it a promising target for small molecule ligands, which we explored through structure-based small molecule ligand discovery. Starting with an NMR-derived ensemble of NPSL2 structures, we identified ligandable cavities within NPSL2 using RNACavityMiner. We then used molecular docking to screen the ZINC library against these cavities to identify potential small molecule hits. A sampling of commercially available compounds from the initial hits were purchased for experimental characterization by saturation transfer difference (STD) and heteronuclear single quantum coherence (HSQC) NMR spectroscopy. This approach led to the identification and characterization of at least eight compounds that bind preferentially within the internal loop of NPSL2. Importantly, this workflow, which combined virtual screening and experimental validation, can be used to identify small molecules that bind to any known RNA three-dimensional structure.", "date": "2025-05-09", "journal": ""}
{"title": "Molecular mechanism of exchange coupling in CLC chloride/proton antiporters", "doi": "10.1101/2025.05.08.652968", "authors": "Aydin, D.; Chien, C.-T.; Kreiter, J.; Nava, A.; Portasikova, J. M.; Fojtik, L.; Salcedo, C. M.; Man, P.; Dror, R. O.; Chiu, W.; Maduke, M.", "abstract": "The ubiquitous CLC membrane transporters are unique in their ability to exchange anions for cations. Despite extensive study, there is no mechanistic model that fully explains their 2:1 Cl-/H+ stoichiometric exchange mechanism. Here, we provide such a model. Using differential hydrogen-deuterium exchange mass spectrometry, cryo-EM structure determination, and molecular dynamics simulations, we uncovered new conformational dynamics in CLC-ec1, a bacterial CLC homolog that has served as a paradigm for this family of transporters. Simulations based on a cryo-EM structure at pH 3 revealed critical steps in the transport mechanism, including release of Cl- ions to the extracellular side, opening of the inner gate, and novel water wires that facilitate H+ transport. Surprisingly, these water wires occurred independently of Cl- binding, prompting us to reassess the relationship between Cl- binding and Cl-/H+ coupling. Using isothermal titration calorimetry and quantitative flux assays on mutants with reduced Cl- binding affinity, we conclude that, while Cl- binding is necessary for coupling, even weak binding can support Cl-/H+ coupling. By integrating our findings with existing literature, we establish a complete and efficient CLC 2:1 Cl-/H+ exchange mechanism.", "date": "2025-05-09", "journal": ""}
{"title": "SRSF3 knockdown-induced cellular senescence as a possible therapeutic strategy for non-small cell lung cancer", "doi": "10.1101/2025.05.05.652234", "authors": "Nakamichi, S.; von Muhlinen, N.; Yamada, L.; Melamed, J. R.; Papp, T. E.; Parhiz, H.; Weissman, D.; Horikawa, I.; Harris, C. C.", "abstract": "Tyrosine kinase (TK) inhibitors improve clinical outcomes in non-small cell lung cancer (NSCLC) with targetable mutations. However, such NSCLC cases only consist of about 50% in the western populations. This study, for the first time in NSCLC cells including those without a targetable TK mutation, explores a tumor-suppressive activity of siRNA knockdown of a splicing factor SRSF3, which was reportedly effective in other cancer cell types. The knockdown of SRSF3 increased cellular senescence, indicated by senescence-associated {beta}-galactosidase activity and reduced cell proliferation, in all NSCLC cell lines examined, including A549 (no TK mutation; TP53 wild-type), NCI-H1975 (EGFR L858R/T790M; TP53 R273H mutant), NCI-H322 (no TK mutation; TP53 R248L mutant) and NCI-H596 (no TK mutation; TP53 G245C mutant). An increase in apoptotic cleavage of caspase-3 and poly(ADP-ribose) polymerase was also observed in A549 cells. p53{beta}, a tumor-suppressive p53 isoform generated via alternative mRNA splicing, was upregulated by SRSF3 knockdown, as previously reported in normal fibroblasts. However, neither cellular senescence nor apoptosis was increased by overexpression of p53{beta}, suggesting no or minimum contribution of this p53 isoform to the tumor-suppressive activity of SRSF3 knockdown in NSCLC cells. Our gene expression assay indicated that the SRSF3 knockdown-induced senescence in NSCLC cells may be mediated by downregulation of TOP2A, UBE2C or ASPM, which are known to be oncogenic and are associated with poor patient prognosis. We also generated SRSF3 siRNA-encapsulating lipid nanoparticles as a future therapeutic tool. This study suggests a therapeutic strategy for NSCLC irrespective of the mutation status of TP53 and TK-encoding genes.", "date": "2025-05-09", "journal": ""}
{"title": "Multiomic profiling of hypoxic glioblastoma stem cells reveals expansion of subpopulations with distinct epigenetic and CNV profiles", "doi": "10.1101/2025.05.05.652238", "authors": "Corseri, A.; Moore, T. W.; Szczepanski, N.; Hwang, H.; Zdon, A.; Yardimci, G.; Tapinos, N.", "abstract": "Glioblastoma is characterized by extensive intratumoral heterogeneity driven by dynamic microenvironmental cues such as hypoxia. While transcriptional and epigenetic variability have been separately linked to hypoxia responses, the integrated impact of hypoxia on gene regulation and clonal architecture in glioblastoma stem cells (GSCs) remains poorly defined. We applied single-nucleus multiomics ntegrating RNA-seq and ATAC-seq to patient-derived GSCs cultured under normoxic or hypoxic conditions. This enabled simultaneous profiling of gene expression and chromatin accessibility within the same cells. Transcription factor (TF) regulatory networks were inferred using Dictys, while RNA-chromatin dynamics were modeled with MultiVelo. Clonal structure and copy number variations (CNVs) were resolved at single-cell resolution using RID- DLER on snATAC-seq data. Hypoxia induced the emergence of four distinct GSC subpopulations with unique transcriptomic and epigenetic profiles enriched for mesenchymal, angiogenic, and proliferative signatures. Regulatory network modeling revealed novel hypoxia-associated TFs like SP2, CREM, and ETV3 that modulate downstream oncogenic pathways. Trajectory analysis uncovered hypoxia-driven reversals in RNA-chromatin coupling, revealing dysregulated future transcriptional states of key genes such as MMP16 and SVIL. CNV profiling identified 13 clonal substructures, with specific clones (e.g., 5, 6, 9) selectively enriched under hypoxia and harboring distinct chromosomal alterations. These results demonstrate coordinated remodeling of GSC gene regulation and clonal fitness in response to hypoxic stress. Our findings reveal that hypoxia drives concurrent epigenetic, transcriptomic, and clonal selection in glioblastoma stem cells. This integrated model of hypoxia-induced plasticity provides mechanistic insights into tumor adaptation and identifies novel regulators that may serve as targets for therapeutic intervention in the hypoxic niche of glioblastoma.", "date": "2025-05-09", "journal": ""}
{"title": "Machine Learning Meets Pharmacokinetics: A Comparative Analysis of Predictive Models for Plasma Concentration-Time Profiles", "doi": "10.1101/2025.05.05.652167", "authors": "Jost, F.; Giegerich, C.; Grebner, C.; Matter, H.; Cordes, H.", "abstract": "Predicting pharmacokinetic (PK) profiles from molecular structures constitutes a significant advancement in pharmaceutical research with substantial implications for expediting the entire drug discovery process. Our investigation presents a comprehensive comparative analysis of five distinct methodological frameworks for predicting rat plasma concentration-time profiles: four approaches that integrate mechanistic modeling with computational techniques, and one approach employing pure machine learning (ML) architecture without physiological constraints. As reference (1), we used a method that predicts non-compartmental analysis (NCA) parameters to predict plasma PK profiles with a one-compartmental PK model (NCA-ML). Alternative approaches include: (2) a physiologically based PK (PBPK) model utilizing ML-predicted in vitro characteristics; (3) CMT-ML, where neural networks predict compartmental PK model parameters; (4) CMT-PINN, employing physics-informed neural networks; and (5) PURE-ML, using decision trees to predict concentration values at specific timepoints based on predicted volume of distribution and clearance. Assessment using multiple performance metrics demonstrated that the CMT-PINN approach achieved superior predictivity for PK profiles. Models trained directly on concentration-time, rather than derived PK parameters, delivered markedly improved predictive performance, particularly when working with limited training datasets. Our findings confirm the viability of predicting PK behavior from molecular structures before synthesis, representing a significant advancement for subsequent design. Implementation of these computational approaches enables informed compound selection early in the discovery pipeline, concentrating valuable resources for advanced preclinical investigations on only the most promising candidates, with anticipated beneficial effects on overall development timelines.", "date": "2025-05-09", "journal": ""}
{"title": "IL-26 from ILCs regulates early-life gut epithelial homeostasis by shaping microbiota composition", "doi": "10.1101/2025.05.05.652124", "authors": "Salloum, Y.; Gros, G.; Quintero-Castillo, K.; Garcia Baudino, C.; Rabahi, S.; Janardhana Kurup, A.; Diabangouaya, P.; Perez-Pascual, D.; Morales, R. A.; Boekhorst, J.; Villablanca, E.; Ghigo, J.-M.; Feijoo, C. G.; Brugman, S.; Hernandez Cerda, P. P.", "abstract": "Animals host symbiotic microbial communities that shape gut health. However, how the host immune system and microbiota interact to regulate epithelial homeostasis, particularly during early development, remains unclear. Human interleukin-26 (IL-26) is associated with gut inflammation and has intrinsic bactericidal activity in vitro, yet its in vivo functions are largely unknown, primarily due to its absence in rodents. To examine the role of IL-26 in early life, we used zebrafish and found that gut epithelial cells in il26-/- larvae exhibited increased proliferation and DNA damage, faster turnover, and an altered abundance of cell populations. This epithelial dysregulation occurred independently of the IL-26 canonical receptor and resulted from dysbiosis in il26-/-. Moreover, IL-26 bactericidal activity was conserved in zebrafish. Our findings suggest that IL-26 directly regulates microbiota composition through this property. We further identified innate lymphoid cells (ILCs) as the primary source of IL-26 at this developmental stage. These findings establish IL-26 as a central player in a regulatory circuit linking the microbiota, ILCs, and intestinal epithelial cells to maintain gut homeostasis during early life.", "date": "2025-05-09", "journal": ""}
{"title": "Fat cadherin cleavage releases a transcriptionally active nuclear fragment to regulate target gene expression", "doi": "10.1101/2025.05.08.652952", "authors": "Rusch, J.; Thanintorn, N.; Kuok, C.; Tsatskis, Y.; Hou, H.; Wilson, M. D.; Julick, C.; McNeill, H.", "abstract": "The conserved atypical cadherin fat (ft) controls cellular processes such as growth, planar cell polarity, and mitochondrial function, in organisms ranging from fruit flies to mammals. Working at the apical-junctional plasma membrane the intracellular domain of the Ft protein, FtICD, binds to and regulates components of the Hippo and PCP pathways. Unexpectedly, we show that FtICD is present in the nucleus in cultured cells as well as in embryonic and larval tissues, and identify nuclear localization and nuclear export signals in FtICD required for this localization. We show that membrane-bound FtICD is cleaved and enters nuclei in vivo. Using endogenously tagged Ft as well as overexpressed FtICD we conducted ChIP-seq experiments and identified putative Ft targets including genes involved in signaling pathways, chromatin organization, pattern formation, and neural development. RNAseq demonstrates that some of these genes are differentially regulated in ft mutants. We observe strong correlations of Ft binding regions with peaks for other factors such as DREF and BEAF-32, as well as the Hpo pathway components Yorkie (Yki) and Scalloped (Sd), suggesting that Ft may act in conjunction with these factors to regulate gene expression. Supporting this hypothesis, we found that Ft can physically interact with both Yki and Sd in co-immunoprecipitation experiments in S2 cells. We propose that the modulation of Hippo pathway activity constitutes one of the nuclear functions of Ft, complementing its established function as an upstream regulator of Hippo signaling.", "date": "2025-05-09", "journal": ""}
{"title": "Mutations in transcription factors that confer fluconazole resistance also confer reduced susceptibility to manogepix in Candida auris, Candida albicans, Candida parapsilosis, and Candida glabrata (Nakaseomyces glabratus)", "doi": "10.1101/2025.05.07.652603", "authors": "Barker, K. S.; Patterson, H. P.; Morschhauser, J.; Cuomo, C. A.; Wiederhold, N. P.; Rogers, P. D.", "abstract": "The fungal pathogen Candida auris is of global concern due to high levels of multidrug resistance and its propensity to cause infectious outbreaks. Over 90% of isolates are resistant to fluconazole, the most commonly prescribed antifungal world-wide. Fluconazole resistance is multifactorial with many isolates carrying mutations in the gene encoding the transcriptional regulator Tac1B, leading to increased expression of the gene encoding the ATP Binding Cassette (ABC) transporter Cdr1. Recently, a study examining C. auris in vitro resistance mechanisms to manogepix, a promising antifungal agent currently in clinical trials, found a TAC1B mutation that confers reduced manogepix and fluconazole susceptibility. We hypothesized that mutations in C. auris TAC1B and similar transcription factors in other Candida species that confer fluconazole resistance might also confer reduced susceptibility to manogepix. We measured manogepix susceptibilities for selected isolates and strains and found C. auris TAC1B, C. albicans and C. parapsilosis TAC1, and C. glabrata PDR1 confer reduced manogepix susceptibility in a manner dependent on ABC transporters similar to Cdr1. Our findings raise the possibility of fluconazole and manogepix cross resistance for clinical isolates harboring mutations in these genes.", "date": "2025-05-09", "journal": ""}
{"title": "Conserved and lineage-restricted gene regulatory programs modulate developmental cnidocyte specification in Nematostella vectensis.", "doi": "10.1101/2025.05.08.652877", "authors": "Danladi, B.; Al-Shaer, L.; Havrilak, J. A.; Faltine-Gonzalez, D. Z.; Jia, K.; Forwood, W.; Dubuc, T.; Musser, J.; Layden, M. J.", "abstract": "Abstract: Cnidocytes are a synapomorphy of cnidarians that have evolved a range of morphologies and functions within and across extant species, which makes them an excellent model to investigate how novel cell types emerge and radiate in evolution. One way to gain insight into how cell types evolve is to investigate the gene regulatory networks (GRNs) that pattern them, leading to the identification of shared and divergent programs that likely represent components of the ancestral and evolved phenotypes. Efforts to identify early acting transcription factors in the sea anemone Nematostella vectensis revealed that NvfoxE-like is a lineage-restricted cnidocyte transcription factor. Expression and functional studies confirmed that NvfoxE-like and its targets are found exclusively in cnidocytes. By investigating interactions with regulators of the known cnidogenesis GRN and comparing the targets of known cnidocyte regulators, we identified at least four regulatory programs contributing to the cnidogenic GRN in Nematostella. The previously identified cnidocyte regulators Nvznf845 and NvpaxA represent two core pan-cnidarian regulatory programs, while the NvfoxE-like dependent program appears to be restricted to Hexacorallia or Actinaria, where we hypothesize it functions to pattern the unique capsule features present in those lineages. Here, we confirm the hypothesized core conserved transcriptional program, as well as demonstrate how a novel transcription factor was co-opted into cnidogenesis in a subset of cnidarians, thus contributing to the diversification and continued evolution of cnidocytes.", "date": "2025-05-09", "journal": ""}
{"title": "Sex-dependent neural plasticity in response to damage", "doi": "10.1101/2025.05.05.652027", "authors": "Recatala-Martinez, M.; Bosch, M.; Gaspar, P.; Mineo, A.; Rios, S.; Miguel-Aliaga, I.; Morey, M.", "abstract": "Plasticity of intact neural tissue in the vicinity of neural damage serves to restoring functionality of circuits. Much remains to be learned about the mechanisms regulating this process and the reported sex differences in recovery outcomes. Here we present the fly gut and its innervation as simplified model to address these questions. We show that gut damage caused by ingestion of toxic agents resulted in plasticity of the enteric neuronal network, manifested as a Reactive Oxygen Species (ROS)-dependent increase in neural tissue, which was reversible after a recovery period. Interestingly, males did not display neural plasticity, and masculinization of neurons in females suppressed the damage-dependent neural growth. Together, these findings position the fly gut as a system to investigate the cellular, molecular and sex-specific underpinnings of neural plasticity, with implications for therapeutic advancements in neural circuit recovery.", "date": "2025-05-09", "journal": ""}
{"title": "Fungal communities in long-term contaminated soils within a former radium production area", "doi": "10.1101/2025.05.05.652156", "authors": "Rybak, A.; Maystrenko, T.; Rasova, E.; Belykh, E.; Velegzhaninov, I.", "abstract": "The diversity and composition of fungal communities inhabiting soils with technologically increased concentrations of natural radionuclides 238U and 226Ra within more than 60 years were studied for the first time. Metabarcoding targeting the ITS region was performed using next-generation sequencing technology. Representatives of Basidiomycota and Ascomycota were dominant in both contaminated and reference soils. Additionally, Mortierellomycota and Mucoromycota were subdominant phyla. In general, no significant differences were observed in alpha diversity of soil fungal communities across different contamination levels and seasons. However, when seasonal variations were disregarded, an insignificant trend toward decreased alpha diversity was noted in radionuclide-contaminated soils. Fungi belonging to Serendipita, Cortinarius, Clavaria, Amphinema, Archaeorhizomyces were more abundant in the communities of contaminated soils. In contrast, Thelephora, Tylospora, Russula, Piloderma, Mortierella, Hymenogaster, Hyaloscypha demonstrated higher abundance in the reference soil. The significant differences in the abundance of certain fungal taxa in the soils of the studied sites mainly involve fungi that are resistant to abiotic and biotic stressors, participate in symbiotic relationships with plant roots and are associated with white rot. These differences likely reflect soil composition and contribute to maintaining the stability of soil fungal communities under conditions of radioactive contamination.", "date": "2025-05-09", "journal": ""}
{"title": "Genome Dynamics and Chromosome Structural Variations in Histoplasma ohiense, a fungal pathogen of humans", "doi": "10.1101/2025.05.05.652209", "authors": "Heater, S.; Voorhies, M.; Sil, A.", "abstract": "Histoplasma is a clinically important but understudied genus of thermally dimorphic human fungal pathogens. Histoplasma species normally transition between a multicellular sporulating hyphal form in the soil and a unicellular pathogenic yeast form in a mammalian host. Little is known about genome plasticity of Histoplasma, which we address in this study with the ultimate goal of increasing our understanding of its pathogenicity. This study addresses the Histoplasma genome and its plasticity to further our understanding Histoplasmas ability to cause severe disease. Here we present the first telomere-to-telomere genome assemblies for Histoplasma ohiense. To analyze genome alterations between isolates, we develop an analysis tool to identify genome discontinuities relative to a reference genome. We utilize this analysis to interrogate the genome of laboratory strains and natural Histoplasma isolates and discover that the previously published reference genome does not completely match the chromosome structure of the majority of isolates, instead harboring reciprocal chromosome translocations. We identify the telomere-to-telomere Histoplasma ohiense reference genome that is most representative of clinical isolates. Additionally, to determine the rate of Histoplasma genomic changes, we sequence 46 passaged isolates and calculate the mutation rate to be 2.6 x10-10 SNP/base/doubling--the first such measurement to our knowledge within the order Onygenales, which encompasses several critical fungal pathogens. Finally, we sequence populations of cells to assess genome stability over the course of a month under both yeast and hyphal growth conditions. Interestingly, we observe that transposon signal is not static over time and instead increases during growth in both the yeast and hyphal forms as well as through morphologic transitions, suggesting an increase in transposon copy number. Taken together, this work highlights the plasticity of the Histoplasma genome and presents a comprehensive genome assembly that is representative of Histoplasma ohiense natural isolates.", "date": "2025-05-09", "journal": ""}
{"title": "Microvascular homeostasis is compromised in pancreatic islets in a mouse model of beta cell loss and low-grade inflammation", "doi": "10.1101/2025.05.05.652204", "authors": "Mateus Goncalves, L.; Shirvaikar, I.; Sideris, K.; Pereira, E.; Slak Rupnik, M.; Almaca, J.", "abstract": "Vascular dysfunction is considered a consequence of diabetes. However, in pancreatic islets, some haemodynamic changes occur before the onset of symptoms. The underlying mechanisms driving islet vascular abnormalities have not been fully characterized, but islet pericyte dysfunction appears to be an early event in the pathogenesis of human type 1 diabetes (T1D). It remains to be investigated, however, how abnormal pericyte physiology affects their ability to regulate islet blood flow and vascular permeability. To address this issue, we treated mice with multiple subdiabetogenic doses of the beta cell toxin streptozotocin (STZ; 50mg/kg) and recorded islet vascular responses when animals developed glucose intolerance but were still not diabetic (average fed glycemia <200 mg/dL). At this stage, accompanying increased macrophage density, islet pericytes adopted a myofibroblast-like appearance and interacted closely with endothelial cells expressing high levels of the adhesion molecule ICAM-1. This phenotypical switch of pericytes in STZ-treated mice had functional repercussions: it impacted glucose-induced vasomotor responses ex vivo in living pancreas slices and hyperglycemia-stimulated increases in islet blood flow recorded in vivo in the exteriorized pancreas. Impaired vasomotor responses were accompanied by enhanced extravazation of a fluorescent dextran (500 kDa) from vessels and accumulation in the interstitial space surrounding islets in STZ-treated mice. Our study indicates that abnormal pericyte function, and compromised capacity to regulate blood flow and vascular integrity, are part of a pathogenic process occurring in islets before diabetes onset, associated with a loss of functional beta cell mass and inflammation.", "date": "2025-05-09", "journal": ""}
{"title": "A polyomavirus-positive Merkel cell carcinoma mouse model supports a unified cancer origin", "doi": "10.1101/2025.05.06.652325", "authors": "yang, w.; contente, s.; rahman, s.", "abstract": "The Germ Cell Theory, grounded in developmental biology, has enabled significant advances in understanding and treating germ cell tumors (GCTs), whereas somatic cancer research, dominated by the Somatic Mutation Theory (SMT), has stagnated and demands a paradigm shift. Accumulating evidence challenges the traditional separation between GCTs and somatic cancers. Polyomavirus-positive Merkel cell carcinoma (VP-MCC), an aggressive somatic cancer with exceptional genomic stability resembling GCTs yet paradoxical to SMT, suggested the potential for linking Germ Cell Theory to somatic oncogenesis. By inducing VP-MCC-like tumors from polyomavirus-transfected human primeval stem cells in mice, we directly established this link. This novel malignant somatic transformation model offers an unprecedented platform to dissect the molecular underpinning of VP-MCC carcinogenesis and advocates a developmental biology approach for somatic cancer research.", "date": "2025-05-09", "journal": ""}
{"title": "HIF1α and HIF2α mRNA Expression in Oral Squamous Cell Carcinoma does not correlate with protein expression", "doi": "10.1101/2025.05.02.651922", "authors": "Pandey, M.; Singh, P.; Nath, G.; Kumar, D.; Kar, A. G.", "abstract": "Background: Oral cancer is one of the common cancers among men, its presentation is usually late. Tumor growth leads to hypoxia, and HIF1 and HIF2 are important regulators of hypoxia induced pathways, inducing angiogenesis and tumor growth. This study compares the expression levels of HIF1 and HIF2 mRNA in OSCC tissues to adjacent normal mucosa. Methods: RNA was isolated from 85 OSCC tissues and adjacent normal mucosa followed by real-time (RT) PCR to quantify HIF1 and HIF2 expression using GAPDH and -actin respectively as reference genes. Results: HIF1 overexpression was detected in 76.47% of case and 71.76% of controls (p=0.4906), whereas HIF2 overexpression occurred in 91.76% of cases 94.11% of controls (p=0.35). HIF1 and HIF2 expression level were not significantly different in OSCC tissues compared to adjacent normal mucosa. Conclusion: HIF1 and HIF2 play important role in hypoxia induced pathways and tumor progression, yet this study found no significant variation in expression between OSCC tissues and surrounding normal tissues. This suggest that their expression may be due to physiological adaptability to hypoxia or stress, or may be due to use of adjacent tissue as control and loss of protein expression could be due to post translational modifications.", "date": "2025-05-09", "journal": ""}
{"title": "Regulation of the branched-chain amino acid pathway and its crosstalk to carbon metabolism in yeast", "doi": "10.1101/2025.05.05.652184", "authors": "Escalera-Fanjul, X.; Bolaji, O.; Drotleff, B.; DeLuna, A.; Alexandrov, T.; Klipp, E.", "abstract": "In Saccharomyces cerevisiae, the TORC1 pathway regulates the transition from rapid fermentative growth to respiration during the diauxic shift, by tightly coordinating energy- and biomass-producing pathways. Although leucine and other components of the branched-chain amino acid (BCAA) pathway are known TORC1 regulators, how the BCAA pathway is controlled across this transition and influences the crosstalk between central carbon and amino acid metabolism remains unclear. By integrating high-throughput flow cytometry and untargeted LC-MS metabolomics into a thermodynamically curated genome-scale model, we profiled protein levels, metabolite dynamics, and cellular context during the diauxic shift of a GFP-tagged strain library of the BCAA pathway in wild-type and mutants lacking non-essential genes for BCAA biosynthesis. This analysis revealed that the BCAA pathway operates in two branches, with only the leucine-committed branch exhibiting a fermentative signature aligned with TORC1 activity. We further identified key regulatory elements and showed that dysregulation of the BCAA pathway disrupts distant metabolic circuits, including central carbon metabolism. Our findings highlight the dynamic role of the BCAA pathway in metabolic network integration during the diauxic shift.", "date": "2025-05-09", "journal": ""}
{"title": "Relating Monosynaptic and Functional Connectivity - Complementary Perspectives on Neural Computation -", "doi": "10.1101/2025.05.05.652327", "authors": "Shinomoto, S.; Tsubo, Y.", "abstract": "Information processing in the brain is thought to result from the coordination of large-scale neuronal activity, but this occurs on a fine neural circuit. Here, we investigate their relationship. First, we estimate monosynaptic connectivity by applying an advanced analysis method to spike trains recorded with high-density microelectrodes and confirm that the estimated neuronal wiring is largely consistent with neuroanatomical and neurophysiological evidence. Second, we simulate calcium imaging signals from the same dataset and confirm that the estimated functional connectivity is influenced by shared inputs and population synchronization on slower timescales. Notably, even with unrealistically fast calcium dynamics, the functional connectivity is only partially consistent with the monosynaptic connectivity. These findings suggest the complementary roles for monosynaptic and functional connectivity: the former provides circuit-level specificity, while the latter reflects emergent system-wide patterns of activity. We propose that an integrative approach combining both perspectives is essential for understanding circuit-level computation in the brain.", "date": "2025-05-09", "journal": ""}
{"title": "Evolutionary implications of plant host interactions with a generalist pathogen", "doi": "10.1101/2025.05.05.652313", "authors": "Maerkle, H.; Bergelson, J.", "abstract": "It is widely believed that eco-evolutionary feedbacks arising from host-pathogen interactions shape the number and frequency of resistance (R) genotypes and the allelic polymorphism that they harbor. A subset of R genes exhibit unusually strong signatures of balancing selection, sometimes even existing as trans-specific polymorphism. Here, we explore the role of alternative hosts on R gene evolution through a simple model of two closely related host species that share a single generalist pathogen. We ask (i) how shared interactions determine the R gene repertoires and polymorphism in each host and (ii) under which circumstances trans-specific polymorphism is maintained. Our results indicate that interactions with a generalist pathogen are more likely to sustain polymorphism at a shared ancestral R gene compared to the maintenance of polymorphism at R genes private to each host. The former often translates into trans-specific resistance gene polymorphism. Further, we observe that increasing the relative proportion of a single host species favors fixation of private resistance in the less common host, as the pathogen tracks the more common host. Thus, our model sheds light on how R gene dynamics are shaped by interactions with a shared generalist pathogen and the pathogen's response to unequal host frequencies.", "date": "2025-05-09", "journal": ""}
{"title": "CellTune: An integrative software for accurate cell classification in spatial proteomics", "doi": "10.1101/2025.05.05.652215", "authors": "Bussi, Y.; Shainshein, D.; Ovits, E.; Posner, S.; Azulay, N.; Maimon, N.; Keidar Haran, T.; Ben-uri, R.; Brown, C.; Schuldiner, N.; Yaniv, E.; Van Valen, D. A.; Milo, I.; Elhanani, O.; Schiemann, R.; Keren, L.", "abstract": "Spatial proteomics measures multiple proteins in situ, capturing tissue complexity. However, cell classification in densely packed tissues remains challenging due to the lack of efficient classification algorithms, annotation tools, and high-quality labeled datasets to benchmark computational methods. We introduce CellTune, an integrated software for analysis of large spatial proteomics datasets, which streamlines precise cell classification through an optimized human-in-the-loop active learning workflow. It advances core capabilities across within a unified, intuitive, and code-free interface. To evaluate CellTune, we created CellTuneDepot, a resource of 40k manually-annotated cells and 3.5 million high- quality labeled cells across 60 cell types. CellTune outperforms alternative methods, achieving accuracy comparable to human performance while enabling increased classification resolution and discovery of novel cell types. Together, CellTune and CellTuneDepot provide researchers with a tool for state-of-the- art classification accuracy and resolution at scale to drive biological insights.", "date": "2025-05-09", "journal": ""}
{"title": "Targeting Leishmania donovani Sphingosine Kinase 1 using PF-543 enhances immune response and limits parasite load", "doi": "10.1101/2025.05.05.652326", "authors": "singh, s.; MADAN, D. E.; Bansal, R.; Singhal, J.; Saini, M.; Shafi, S.; Joshi, N.", "abstract": "Background: Sphingosine-1-phosphate (S1P) is a bioactive lipid mediator regulating apoptosis, proliferation, and immune responses. While S1Ps presence in Leishmania donovani phagolysosomes has been reported, the role of sphingosine kinases, especially SphK1, in parasite survival and host immune modulation remains underexplored. This study investigates the molecular and functional role of L. donovani SphK1 (LdSphK1) and evaluates the antileishmanial potential of PF-543, a specific SphK1 inhibitor. Methods: LdSphK1 and human SphK1 (rhSphK1) were cloned, expressed in E. coli, purified, and analyzed by SDS-PAGE. Enzymatic activity and inhibition by PF543 were assessed using NBD-S1P-based fluorometric assays. Protein-ligand interactions were analyzed using Microscale Thermophoresis (MST). Leishmania promastigotes overexpressing LdSphK1 were studied via confocal microscopy, and their viability and infectivity were assessed in vitro. THP-1 macrophages infected with L. donovani were treated with PF543 alone or with Amphotericin B and analyzed by MTT assay, RT-PCR, Giemsa staining, ELISA and immunoblotting. In vivo efficacy was tested in L. donovani-infected Swiss mice. Results: rLdSphK1 (~102 kDa) and rhSphK1 (~50 kDa) were enzymatically active and significantly inhibited by PF-543. MST confirmed high-affinity binding of PF-543 (KD ~29 microMolar). In L. donovani SphK1 overexpressor (LdSphKa) promastigotes, PF543 inhibited SphK1 activity and reduced parasite infectivity, more than in wildtype L. donovani promastigotes. Notably, PF543 treatment reduced parasite infectivity in vitro, lowered amastigote load by ~40%, and promoted a pro-inflammatory cytokine shift ({uparrow}IL-12, {uparrow}TNF-, {downarrow}IL-10). Inhibition of ceramide synthesis and S1P supplementation revealed that S1P rescues ceramide-induced parasite death, implicating SphK1 in parasite survival. PF543 and Amphotericin B demonstrated synergistic anti-parasitic effects both in vitro and in vivo, with >90% reduction in parasite burden in mice. Conclusion: PF543 is a potent inhibitor of SphK1, impairing parasite survival and modulating host immune responses. When combined with Amphotericin B, it offers a synergistic therapeutic strategy against visceral leishmaniasis, warranting further clinical exploration.", "date": "2025-05-09", "journal": ""}
{"title": "Targeting Leishmania donovani Sphingosine Kinase 1 using PF-543 enhances immune response and limits parasite load", "doi": "10.1101/2025.05.05.652326", "authors": "MADAN, D. E.; Bansal, R.; Singhal, J.; Saini, M.; Shafi, S.; Joshi, N.; SINGH, S.", "abstract": "Background: Sphingosine-1-phosphate (S1P) is a bioactive lipid mediator regulating apoptosis, proliferation, and immune responses. While S1Ps presence in Leishmania donovani phagolysosomes has been reported, the role of sphingosine kinases, especially SphK1, in parasite survival and host immune modulation remains underexplored. This study investigates the molecular and functional role of L. donovani SphK1 (LdSphK1) and evaluates the antileishmanial potential of PF-543, a specific SphK1 inhibitor. Methods: LdSphK1 and human SphK1 (rhSphK1) were cloned, expressed in E. coli, purified, and analyzed by SDS-PAGE. Enzymatic activity and inhibition by PF543 were assessed using NBD-S1P-based fluorometric assays. Protein-ligand interactions were analyzed using Microscale Thermophoresis (MST). Leishmania promastigotes overexpressing LdSphK1 were studied via confocal microscopy, and their viability and infectivity were assessed in vitro. THP-1 macrophages infected with L. donovani were treated with PF543 alone or with Amphotericin B and analyzed by MTT assay, RT-PCR, Giemsa staining, ELISA and immunoblotting. In vivo efficacy was tested in L. donovani-infected Swiss mice. Results: rLdSphK1 (~102 kDa) and rhSphK1 (~50 kDa) were enzymatically active and significantly inhibited by PF-543. MST confirmed high-affinity binding of PF-543 (KD ~29 microMolar). In L. donovani SphK1 overexpressor (LdSphKa) promastigotes, PF543 inhibited SphK1 activity and reduced parasite infectivity, more than in wildtype L. donovani promastigotes. Notably, PF543 treatment reduced parasite infectivity in vitro, lowered amastigote load by ~40%, and promoted a pro-inflammatory cytokine shift ({uparrow}IL-12, {uparrow}TNF-, {downarrow}IL-10). Inhibition of ceramide synthesis and S1P supplementation revealed that S1P rescues ceramide-induced parasite death, implicating SphK1 in parasite survival. PF543 and Amphotericin B demonstrated synergistic anti-parasitic effects both in vitro and in vivo, with >90% reduction in parasite burden in mice. Conclusion: PF543 is a potent inhibitor of SphK1, impairing parasite survival and modulating host immune responses. When combined with Amphotericin B, it offers a synergistic therapeutic strategy against visceral leishmaniasis, warranting further clinical exploration.", "date": "2025-05-09", "journal": ""}
{"title": "Hydrogen sulfide protects erectile function through stimulation of antioxidant defense in the corpus cavernosum", "doi": "10.1101/2025.05.05.652305", "authors": "Azeez, T. A.; Rhein, P. R.; Pierre, C. J.; Ihrig, C. M.; La Favor, J. D.", "abstract": "Obesity is a major risk factor for erectile dysfunction, whereby excess reactive oxygen species (ROS) in the corpus cavernosum have been implicated as a causative factor. Hydrogen sulfide (H2S) is an endogenous gasotransmitter with vasodilatory and antioxidant properties. The objectives of this study were to determine the influence of H2S on erectile function, penile ROS, and expressions of endogenous antioxidant genes and proteins in the corpus cavernosum. These objectives were tested by 1) comparing wild type mice to mice deficient in cystathionine {gamma}-lyase (CSE-/-), a major endogenous source of H2S; and 2) by feeding wild type mice a control diet or high-fat, high-sucrose Western style diet (WD) for 18 weeks, with subgroups treated with and without the H2S prodrug SG1002 for the final 6 weeks of the dietary intervention. Erectile function was assessed by cavernous nerve-stimulated intracavernous pressure measurement, penile interstitial ROS was measured with a microdialysis approach, and cavernous gene and protein expression assessed by qRT-PCR and western blot, respectively. Erectile function was impaired in CSE-/- mice and following the WD, which was significantly improved in WD mice treated with SG1002. Penile ROS levels were increased in CSE-/- mice and following the WD, which were suppressed in WD mice treated with SG1002. The following genes were commonly decreased in CSE-/- mice and increased by SG1002 treatment: Nqo1, Gclc, Gstm1, Gpx1, Gpx4, Hmox1, Txnrd1, and Prdx3. Txnip was reciprocally increased in CSE-/- mice and decreased by SG1002 treatment. These data suggest that H2S positively influences erectile function and penile free radical balance, likely through augmentation of the glutathione and thioredoxin endogenous antioxidant systems.", "date": "2025-05-09", "journal": ""}
{"title": "Lineage-Specific Evolution, Structural Diversity, and Activity of R2 Retrotransposons in Animals", "doi": "10.1101/2025.05.05.652312", "authors": "Hassan, N. T.; Van Treeck, B.; Rodriguez-Vargas, A.; Sheppard, A. E.; Adelson, D. L.; Collins, K.", "abstract": "Retrotransposons play outsized roles in the evolution of gene regulation, genome function, and disease pathogenesis and more recently, have sparked interest as workhorses for new gene therapy approaches. R2 retrotransposons insert site-specifically to the multicopy genes encoding 28S ribosomal RNA at a target sequence conserved broadly across eukaryotic evolution. R2 retrotransposons have been detected in many animals, but previous surveys have been limited in scope and methodology. Here, we substantially expand the known distribution of R2 retrotransposons from previously unrepresented or underrepresented taxonomic groups ranging from ctenophores to amphibians and reptiles. We discover diverse R2 domain architectures and motifs and identify many new avian R2 candidates for genome engineering development. Overall, phylogenetic analyses reveal two highly successful R2 lineages. We observe properties of each lineage in several features of the domains that mediate DNA recognition and in co-evolving signatures within the reverse transcriptase domain. Within each of the two lineages, R2 protein sequences do not necessarily preserve the unifying configuration of N-terminal DNA-binding domains implied in the current clade classification scheme. We show that recombinant R2 proteins with distinctive domain architectures and distribution across major animal classes support target-primed reverse transcription with conserved site specificity. Our analysis of the surprisingly varied domain architectures that support target-site specificity informs new R2 classification criteria and provides a greatly expanded foundation for additional structure/function insights about DNA binding selectivity. This expanded perspective on R2 evolution informs approaches for engineering therapeutic gene insertion technologies and offers an opportunity to investigate the conservation and diversification of retrotransposons.", "date": "2025-05-09", "journal": ""}
{"title": "Leveraging a synthetic biology approach to enhance BCG-mediated expansion of Vγ9Vδ2 T cells", "doi": "10.1101/2025.05.05.651767", "authors": "Qabar, C. M.; Waldburger, L.; Keasling, J. D.; Portnoy, D. A. M.; Cox, J. S.", "abstract": "There is an urgent need to develop a more efficacious anti-tuberculosis vaccine as the current live-attenuated vaccine strain BCG fails to prevent pulmonary infection in adults. Our long-term goal is to test whether increasing the immunogenicity of BCG will improve vaccine effectiveness while maintaining its proven safety profile. In this study, we leverage a synthetic biology approach to engineer BCG to produce more (E)-4-hydroxy-3-methyl-but-2-enyl pyrophosphate (HMBPP), a phosphoantigen produced as an intermediate of bacterial--but not host--isoprenoid biosynthesis via the methylerythritol phosphate (MEP) pathway. Importantly, HMBPP strongly activates and expands V{gamma}9V{delta}2 T cells, which are unique to higher-order primates and protect against Mycobacterium tuberculosis infection. Prior work to engineer BCG to produce specific ligands and antigens has been attempted to some success; however, our strategy exploits a self-nonself recognition mechanism in the host via HMBPP sensing, which has not been attempted before in this way. To inform the design of our recombinant strains, we performed synteny analyses of >63 mycobacterial species, which revealed that isoprenoid biosynthetic genes are not found in gene clusters or operons across all the 356 surveyed genomes. This analysis also revealed pair biases of isoprenoid biosynthesis genes frequently found in close proximity. In our engineering attempts, we found that simply overexpressing the rate-limiting gene in the pathway was toxic to the bacterium. Thus, we generated synthetic loci with the goal of specifically overproducing HMBPP, and tested the ability of these engineered strains to induce human V{gamma}9V{delta}2 T cell expansion in an in vitro stimulation assay. We found that BCG expressing a rationally-designed, synthetic MEP locus did not enhance V{gamma}9V{delta}2 T cell expansion over the wild-type vaccine strain, suggesting that ectopic expression of multiple MEP genes may result in feedback inhibition of the pathway. However we found that overexpression of the HMBPP synthase GcpE alone potently induced V{gamma}9V{delta}2 T cell expansion and did not result in downregulation of other pathway genes, presenting a successful strategy to accumulate HMBPP and overcome feedback inhibition in this pathway. While much remains to be done to ultimately develop a more efficacious vaccine, our data present a promising system to improve upon the BCG platform. To our knowledge, this is the first work to attempt reengineering of the MEP pathway in BCG to improve vaccine efficacy.", "date": "2025-05-09", "journal": ""}
{"title": "Role of adipocyte angiotensinogen or angiotensin type 1a receptors in the development of diet-induced atherosclerosis or angiotensin II-induced abdominal aortic aneurysms", "doi": "10.1101/2025.05.05.652275", "authors": "AlSiraj, Y.; Putnam, K.; English, V.; Ensor, C. M.; Cassis, L. A.", "abstract": "Adipocytes express renin-angiotensin system (RAS) components, including angiotensinogen (Agt), the precursor to angiotensin II (AngII), and the angiotensin type 1a receptor (AT1aR). The RAS contributes to atherosclerosis, and AngII infusion causes abdominal aortic aneurysm (AAA) formation. Obesity, an established vascular risk factor, exhibits a dysregulated RAS. We studied effects of adipocyte Agt or AT1aR deficiency on diet-induced atherosclerosis and AngII-induced AAAs in male low density lipoprotein receptor (Ldlr) deficient mice. For atherosclerosis, male control or adipocyte Agt/AT1aR deficient mice were fed Western diet for 3 months. There was no effect of adipocyte Agt or AT1aR deficiency on body weight, serum cholesterol concentrations, or atherosclerotic lesions. For AngII-induced AAAs, male control and adipocyte Agt/AT1aR deficient Ldlr-/- mice fed Western diet were infused with AngII. Adipocyte Agt deficiency had no effect on body weight, serum cholesterol concentrations, abdominal aortic lumen diameter, AAA incidence, or atherosclerosis. Control, but not adipocyte AT1aR deficient mice lost weight during AngII infusion. The size of adipocytes in white fat was increased in adipocyte AT1aR deficient mice with no significant influences on abdominal aortic lumen diameter, AAA incidence, or atherosclerosis. To define mechanisms, male Ldlr-/- mice were fed standard or Western diet (1 or 3 months) and Agt or AT1aR mRNA abundance quantified in periaortic fat (PAF). Agt mRNA abundance in abdominal PAF increased over time in both diet groups, with modest diet-induced reductions in thoracic PAF Agt mRNA abundance. There was an effect of diet duration on AT1aR mRNA abundance in thoracic PAF, and an interaction between diet and time on abdominal PAF AT1aR mRNA abundance. In conclusion, adipocyte Agt or AT1aR deficiency had minimal effects on atherosclerosis or AngII-induced AAAs. However, adipocyte AT1aR deficient mice exhibited increased adipocyte size. Diet-induced regulation of Agt or AT1aR mRNA abundance in PAF may have contributed to these findings.", "date": "2025-05-09", "journal": ""}
{"title": "The phosphatases TCPTP, PTPN22, and SHP1 play unique roles in T cell phosphotyrosine maintenance and feedback regulation of the TCR", "doi": "10.1101/2025.05.05.652301", "authors": "Callahan, A.; Mojumdar, A.; Hu, M.; Wang, A.; Griffith, A.; Huang, N.; Chua, X. Y.; Mroz, N. M.; Puterbaugh, R. Z.; Reilly, S. P.; Salomon, A. R.", "abstract": "The protein tyrosine phosphatases (PTPs) TCPTP, PTPN22, and SHP1 are critical regulators of the activating phosphotyrosine (pY) site on the initiating T cell kinase, LckY394. Still, the broader implications of these phosphatases in T cell receptor (TCR) signalling and T cell biology remain unclear. By combining CRISPR/Cas9 gene editing and mass spectrometry, we evaluate the protein- and pY-level effects of TCPTP, PTPN22, and SHP1 in the Jurkat T cell model system. We find that deletion of each phosphatase corresponds to unique changes in the proteome of T cells, with few large-scale changes to TCR signalling proteins. Notably, PTPN22 and SHP1 deletions have opposing effects on pY abundance globally, while TCPTP deletion modestly elevates pY levels. Finally, we show that TCPTP is indirectly involved in Erk1/2 positive feedback to the TCR. Overall, our work provides evidence for alternative functions of three T cell phosphatases long thought to be redundant.", "date": "2025-05-09", "journal": ""}
{"title": "Microglial brain-derived neurotrophic factor (BDNF) supports the behavioral and synaptogenic effects of ketamine", "doi": "10.1101/2025.05.05.652266", "authors": "Woodburn, S. C.; Kuhn, A.; Dadosky, D. T.; Mueller, E.; Bollinger, J. L.; Gonzalez, R. M. S.; Robinson, J. E.; Vollmer, L. L.; Wohleb, E. S.", "abstract": "Microglia have been implicated in the pathogenesis for several psychiatric disorders, yet comparatively little is known about their role in treatments for these conditions. Prior work showed that the rapid-acting antidepressant ketamine increases synaptic density in the prefrontal cortex (PFC), and that brain-derived neurotrophic factor (BDNF) signaling is required for its synaptic and behavioral effects. These studies assumed that neurons were the primary source of BDNF, but other studies have since demonstrated that microglia can produce BDNF in the brain. Still, it remains unclear if microglial BDNF is important for the antidepressant-like effects of ketamine. Our initial studies show that the behavioral and synaptic effects of ketamine are associated with increased Bdnf expression in sorted PFC microglia 24 hours after injection. We then demonstrate that conditional BDNF depletion in microglia (Cx3cr1Cre/+:Bdnffl/fl) reduces GluN2B levels in PFC synaptoneurosomes and attenuates antidepressant-like responses following ketamine treatment compared to genotype controls (Cx3cr1Cre/+:Bdnf+/+). Consistent with this, we found that Cx3cr1Cre/+:Bdnffl/fl mice show no change in dendritic spine density in the PFC following ketamine. These results indicate that microglial BDNF is important for the effects of ketamine on brain and behavior, expanding upon the role of microglia in pharmacological interventions for psychiatric disorders.", "date": "2025-05-09", "journal": ""}
{"title": "γδ T Cells Target and Ablate Senescent Cells in Aging and Alleviate Pulmonary Fibrosis", "doi": "10.1101/2025.05.05.652251", "authors": "Meca-Laguna, G.; Admasu, T. D.; Shankar, A.; Barkovskaya, A.; Collibee, I.; Krakauer, A.; Tran, T.; Rae, M.; Sharma, A.", "abstract": "A variety of physiological and pathological stimuli elicit the cellular senescence response. Immune cells are known to execute surveillance of infected, cancerous, and senescent cells, and yet senescent cells accumulate with age and drive inflammation and age-related disease. Understanding the roles of different immune cells in senescent cell surveillance could enable the development of immunotherapies against biological aging and age-related disease. Here, we report the role of human gamma delta ({gamma}{delta}) T cells in eliminating senescent cells. Human donor V{gamma}9v{delta}2 T cells selectively remove senescent cells of different cell types and modes of induction while sparing healthy cells, with parallel findings in mouse cells. We find that senescent cells express high levels of multiple {gamma}{delta} T cell ligands, including cell-surface BTN3A1. Individually blocking NKG2D or {gamma}{delta} TCR of {gamma}{delta} T cells only partially reduces V{gamma}9v{delta}2 T cell cytotoxicity, evidencing their versatility in senescence removal. {gamma}{delta} T cells expand in response to the induction of a mouse model of idiopathic pulmonary fibrosis (IPF), accompanied by the emergence of senescent cells, and colocalize with senescent cells in lung tissue from patients with IPF. Finally, we show that adoptive cell transfer of {gamma}{delta} T cells into an IPF mouse model reduces the number of p21-expressing senescent cells in affected lung tissue and improves outcomes. {gamma}{delta} T cells or modalities that activate their surveillance activity present a potent approach for removing senescent cells and their attendant contribution to aging and disease.", "date": "2025-05-09", "journal": ""}
{"title": "Th9-endothelial cell crosstalk promotes inflammatory atherosclerotic cardiovascular disease", "doi": "10.1101/2025.05.05.652112", "authors": "Baral, I.; Baumer, Y.; Burma, A.; Sylvester, M.; Jones, K.; Kitakule, M. M.; Dey, A.; Rodante, J.; Gutierrez-Huerta, C. A.; Taramangalam, B.; Perez, J. D.; Guo, L.; Grogan, A.; Shiraki, T.; Finn, A.; Son, A.; Cho, K.; Khillian, J.; Chen, M.; Mehta, N. N.; Frischmeyer-Guerrerio, P. A.; Milner, J. D.; Powell-Wiley, T. M.; Falduto, G. H.; Schwartz, D. M.", "abstract": "Atherosclerotic cardiovascular disease (ASCVD) is a leading cause of death, and understanding its pathogenic drivers is critical for effective prevention and treatment. Inflammation has a critical role in ASCVD, and patients with inflammatory diseases are at increased risk. However, the key inflammatory mediator promoting ASCVD are incompletely understood, a major barrier when targeting inflammation to prevent ASCVD. Here, we found that interleukin-9 (IL-9) producing T helper cells (Th9) were significantly associated with ASCVD in patients with the autoimmune disease psoriasis. Th9 cells were poised to migrate to coronary vessels and were identified in atherosclerotic plaque. In vivo, murine inflammatory atherogenesis was prevented by IL-9 blockade and by IL-9 receptor (IL-9R) deletion in endothelial cells. In human arterial endothelial cells, IL-9R/STAT3 signaling promoted endothelial dysfunction, angiogenesis, and release of leukocyte chemoattractants. These findings suggest that in autoimmune diseases like psoriasis, Th9/IL-9 promote atherosclerosis by directly targeting endothelial cells, and that IL-9R/STAT3 signaling could be a promising therapeutic target for ASCVD.", "date": "2025-05-09", "journal": ""}
{"title": "A Super-Loop Extrusion Mechanism Shapes the 3D Mitotic Chromosome Folding", "doi": "10.1101/2025.05.05.652288", "authors": "Norouzi, D.", "abstract": "Despite significant advances in understanding mitotic chromosome folding, existing loop-extrusion models - based on two nested tiers of Condensin I- and II-mediated loops - fail to fully reproduce the structural features of chromosomes observed in vivo. We propose a hierarchical three-layer model in which a third set of megabase-scale \"super-loops,\" extruded by a small number of high-processivity motors, compacts chromatin to its native dimensions. Polymer simulations of human chromosome 1 (250 Mb) show that 25-200 consecutive or interlaced super-extruders forming ~10 Mb loops are sufficient to collapse a 25m bottle-brush structure into the empirically observed 5-8*1.5m rod. This model simultaneously reproduces the second diagonal in mitotic Hi-C maps, the double-helical scaffold seen in 3D-SIM microscopy, and the alternating-handedness, zero-mean helicity reported by high-resolution imaging. Interlaced super-loops enhance structural robustness against extruder loss and naturally account for the centromere as a region devoid of super-extruders. Although our simulations remain agnostic to molecular identity, we hypothesize that specialized forms of Condensin II, aided by auxiliary chromosome-associated proteins, act as super-extruders, while Topoisomerase II and other cross-linkers stabilize accumulated stress by converting transient DNA crossings into durable catenations. This three-layered mechanism resolves longstanding discrepancies in chromosome size, shape, contact-map profile, and scaffold ultrastructure within a unified physics-based framework. The next step is to identify or distinguish super-extruders experimentally and to design Hi-C, imaging, or mechanical perturbation assays to validate their existence and dynamics.", "date": "2025-05-09", "journal": ""}
{"title": "A Platform for Mitochondrial Profiling in Enriched Kidney Segments Under Thermodynamic Control", "doi": "10.1101/2025.05.05.652276", "authors": "Decker, S. T.; Opurum, P. C.; Choi, R. H.; Paula, V. L.; Kurian, A. S.; Stewart, D.; Nikolova, L. S.; Sanchez, A.; Al-Rabadi, L.; Ramkumar, N.; Fisher-Wellman, K. H.; Funai, K.", "abstract": "Mitochondrial function varies widely across kidney nephron segments, yet conventional approaches lack the resolution and control needed to assess cell-type-specific bioenergetics in situ. We present a methodological platform that enables segment-resolved profiling of mitochondrial respiration, conductance, and membrane potential in freshly isolated mouse nephron segments. Combining mechanical sieving and adhesion-based enrichment with permeabilized high-resolution respirometry, we adapted the creatine kinase clamp to quantify oxygen flux and mitochondrial membrane potential across defined free energies. Using this approach, we found that proximal tubules exhibit high respiratory conductance and dynamic mitochondrial polarization, while distal tubules and glomeruli maintain static membrane potential and low conductance. In a model of adenine-induced nephropathy, only proximal tubule mitochondria showed marked reductions in respiration and ATP production. This segment-specific dysfunction was not detectable in bulk mitochondrial isolates. Our approach provides thermodynamically anchored, segment-resolved insight into mitochondrial adaptation under physiological and pathological conditions. It is broadly applicable to other tissues with metabolic heterogeneity and compatible with disease models, genetic tools, and pharmacological interventions. This platform bridges a critical gap between conventional respirometry and functional mitochondrial phenotyping in native tissue structures.", "date": "2025-05-09", "journal": ""}
{"title": "A Compact Base Editor Rescues AATD-associated Liver and Lung Disease in Mouse Models", "doi": "10.1101/2025.05.07.652636", "authors": "Gao, J.; Bamidele, N.; Pires-Ferreira, D.; Destefano, A.; Tang, Q.; Cao, Y.; Xie, J.; Gao, G.; Gruntman, A.; Sontheimer, E.; Flotte, T.; Xue, W. J.", "abstract": "Alpha-1 antitrypsin deficiency (AATD) is commonly caused by a G-to-A mutation in the SERPINA1 gene (the PiZ mutation). The mutant PiZ AAT protein is sequestered in hepatocytes, causing lung emphysema due to insufficient AAT protein to inhibit neutrophil elastase in the lung. Here we show that a compact adenine base editor (ABE) with an evolved Cas9 nickase derived from Neisseria meningitidis (eNme2.C) can be packaged in a single AAV and correct the PiZ mutation in mouse models of AATD. An all-in-one eNme2.C-TadA8e/guide 2 plasmid achieved approximately 20% on-target editing in PiZ reporter cells. TadA9e, which has a narrower editing window than TadA8e, reduced bystander editing without significantly affecting the on-target edit. In PiZ transgenic mice, eNme2.C-TadA9e AAV showed approximately 23% editing efficiency after 8 weeks and reduced liver disease burden in treated mice. In a new AAT-null;PiZ transgenic mouse model, ABE restored serum levels of AAT to beyond the 570 ug/mL therapeutic level. Moreover, ABE treatment was able to significantly correct lung functions in AAT-null;PiZ animals with emphysema. This study demonstrates the feasibility of an eNme2.C-based ABE in a single AAV to treat both AATD-associated liver and lung disease.", "date": "2025-05-09", "journal": ""}
{"title": "Mesenchymal-epithelial transition serves to rapidly, yet transiently, restore the endometrial epithelium during postpartum murine uterine regeneration", "doi": "10.1101/2025.05.05.652287", "authors": "Wang, Z.; Davenport, K.; Behura, S.; Patterson, A.", "abstract": "The uterus is a remarkable organ in its ability to undergo extensive tissue damage during menstruation and parturition, yet achieves efficient, scar-free repair. Coordinated regulation of this regenerative process is essential for uterine homeostasis and fertility; however, the underlying mechanisms remain incompletely understood. Here, we demonstrate that mesenchymal-epithelial transition (MET) contributed to postpartum endometrial re-epithelialization using PdgfrCreERT2/+; Rosa26-tdTomatofl/+ lineage tracing mice. Flow cytometry revealed a marked increase in mesenchymal-derived (MD) epithelial cells during active tissue repair. Notably, these cells were transient, undergoing clearance primarily via apoptosis following completed epithelial restoration. We also identified a migratory population of transitional cells of mesenchymal origin within the mesometrial stroma that incorporated into the luminal epithelium, consistent with an active MET program. Single-nucleus RNA sequencing (snRNA-seq) revealed that MD epithelial cells exhibited gene expression profiles associated with cell adhesion and cytoskeletal remodeling, while transitional cells were enriched for genes involved in junctional assembly and actin dynamics. MET-associated genes were significantly upregulated in both transitional and MD epithelial populations. Cell-cell communication analysis highlighted WNT, BMP, and EPHA signaling as candidate regulators of MET during regeneration. Together, these findings provide confirmation of MET as a physiologic mechanism of postpartum endometrial epithelial repair and uncover a coordinated signaling network that facilitates this process. Perturbations in MET may contribute to pathologies such as endometriosis or endometrial cancer, underscoring the importance of understanding mesenchymal-epithelial plasticity in both normal and disease states.", "date": "2025-05-09", "journal": ""}
{"title": "Intrinsic and TDP-43 dysfunction-induced catabolic stress elicit neuroprotective cellular degradation in ALS-vulnerable motor neurons", "doi": "10.1101/2025.05.06.652552", "authors": "Asakawa, K.; Tomita, T.; Shioya, S.; Handa, H.; Saeki, Y.; Kawakami, K.", "abstract": "Selective neuronal vulnerability is a defining feature of neurodegenerative disorders, exemplified by motor neuron degeneration in amyotrophic lateral sclerosis (ALS). The nature of motor neurons underlying this selectivity remains unresolved. Here, by monitoring autophagy at single-cell resolution across the translucent zebrafish spinal cord, we identify motor neurons as the cell population with the highest autophagic flux. Large spinal motor neurons (SMNs), most susceptible to ALS, exhibit higher flux compared to smaller SMNs and ALS-resistant ocular motor neurons. Notably, large SMNs accelerates both autophagy and proteasome-mediated degradation, which are further augmented by TDP-43 loss. Additionally, acceleration of multiple unfolded protein response pathways indicates their innate tendency to accumulate misfolded proteins. Enhanced cellular degradation in large SMNs is neuroprotective as its inhibition halts axon outgrowth. These findings propose that cell size-associated degradation load underlies selective neuronal vulnerability in ALS, highlighting the alleviation of catabolic stress as a target of therapy and prevention.", "date": "2025-05-09", "journal": ""}
{"title": "Measuring neurofilament light in human plasma and cerebrospinal fluid: a comparison of five analytical immunoassays", "doi": "10.1101/2025.05.05.652212", "authors": "Sheth, U.; Harrison, R.; Ferber, K.; Rosenbaugh, E. G.; Bevis, A.; Khillan, R.; Benatar, M.; Bjorklund, N. L.; Di Daniel, E.; Harris, G. A.; Kahn, O. I.; Liu, Y.; Zetterberg, H.; Mitic, L. L.; Graham, D.; Gendron, T. F.", "abstract": "Objectives: Neurofilament light (NfL) is an established biofluid marker of neuroaxonal injury for neurological diseases. Several high-throughput and sensitive immunoassays have been developed to quantify NfL in blood and cerebrospinal fluid (CSF), facilitating the use of NfL as a biomarker in research and clinical practice. However, because of the lack of rigorous comparisons of assays, it has been difficult to determine whether data are comparable and whether assay performance differs. Here, we compared the performance of five NfL immunoassays. Methods: To assess the five NfL immunoassays (Fujirebio, ProteinSimple, Quanterix, Roche and Siemens), we used pooled plasma or pooled CSF, as well as unique samples from 20 healthy controls and 20 individuals with El Escorial defined probable or definite amyotrophic lateral sclerosis (ALS), to evaluate precision, parallelism and/or bias. We also examined correlations between plasma and CSF NfL concentrations within and across assays and evaluated their ability to differentiate healthy controls from individuals with ALS. Results: Four of the five assays demonstrated exemplary performance based on our analyses of precision and parallelism. Across the five assays, NfL concentrations were lower in plasma than in CSF, although they displayed a high degree of correlation. We noted bias across assays; plasma NfL concentrations were lowest for the Roche assay and highest for the ProteinSimple assay. In addition, all assays reliably distinguished healthy controls from individuals with ALS using plasma or CSF NfL. Conclusions: Four NfL assays demonstrated similar analytic performance. Alongside performance, other factors such as costs, accessibility, useability, footprint, and intended use, should be considered. Keywords: amyotrophic lateral sclerosis; biomarker; cerebrospinal fluid; immunoassays; neurofilament light chain; plasma", "date": "2025-05-09", "journal": ""}
{"title": "Neural and Computational Mechanisms Underlying One-shot Perceptual Learning in Humans", "doi": "10.1101/2025.05.09.635727", "authors": "Hachisuka, A.; Shor, J. D.; Liu, X. C.; Friedman, D.; Dugan, P.; Saez, I.; Panov, F. E.; Wang, Y.; Doyle, W.; Devinsky, O.; Oermann, E. K.; He, B. J.", "abstract": "The ability to quickly learn and generalize is one of the brain's most impressive feats and recreating it remains a major challenge for modern artificial intelligence research. One of the most mysterious one-shot learning abilities displayed by humans is one-shot perceptual learning, whereby a single viewing experience drastically alters visual perception in a long-lasting manner. Where in the brain one-shot perceptual learning occurs and what mechanisms support it remain enigmatic. Combining psychophysics, 7T fMRI, and intracranial recordings, we identify high-level visual cortex as the most likely neural substrate wherein neural plasticity supports one-shot perceptual learning. We further develop a novel deep neural network model incorporating top-down feedback into a vision transformer, which recapitulates and predicts human behavior. The prior knowledge learnt by this model is highly similar to the neural code in the human high-level visual cortex. These results reveal the neurocomputational mechanisms underlying one-shot perceptual learning in humans.", "date": "2025-05-09", "journal": ""}
{"title": "A Spinal Circuit for Hypoxia-Evoked Motor Output in Zebrafish Larvae", "doi": "10.1101/2025.05.07.652688", "authors": "Foianini, S.; Herrera, K. J.; Engert, F.", "abstract": "Oxygen availability is a critical environmental variable that shapes animal physiology and behavior. In larval zebrafish, acute hypoxia elicits a distinct increase in rhythmic pectoral fin movements, a behavior thought to facilitate oxygen uptake. While peripheral oxygen sensors such as neuroepithelial cells (NECs) and Merkel-like cells (MLCs) have been well characterized, the motor circuits responsible for executing this behavior remain unknown. Four distinct lower motor nerve branches in the spinal cord have been shown to innervate the pectoral fin muscles and are candidate effectors of hypoxia-induced behaviors. Here, we identify the neural pathways that transform hypoxia detection into a dedicated motor output. Using high-speed behavioral tracking, we confirm that hypoxia reliably increases pectoral fin beat frequency without affecting locomotor tail activity or visually guided swimming. Two-photon calcium imaging in Tg(ChaTa:Gal4;UAS:GCaMP6s) larvae reveals that a subset of cholinergic spinal motor neurons is selectively active during hypoxia-induced fin movements. Targeted laser ablation of pectoral fin motor nerves abolishes the response, demonstrating the necessity of descending input for this behavior. Our findings define a distributed, partially redundant motor circuit that implements a homeostatic fin response to hypoxia. By establishing a mechanistic framework for this behavior in a genetically accessible vertebrate model, this work enables future studies of oxygen sensing, sensorimotor integration, and the neural basis of homeostatic motor control.", "date": "2025-05-09", "journal": ""}
{"title": "A nasal vaccine candidate, based on S2 and N proteins from SARS-CoV-2, generates a broad antibody response systemic and at lower respiratory tract.", "doi": "10.1101/2025.05.09.653001", "authors": "Lobaina, Y.; Chen, R.; Vazquez-Blomquist, D.; Suzarte, E.; Zhang, M.; Zhou, Z.; Lan, Y.; Guillen, G.; Li, W.; Perera, Y.; Hermida, L.", "abstract": "Since the beginning of the COVID-19 pandemic various groups around the world have intensively worked in the development of vaccine candidates against SARS-CoV-2. Several vaccines have been approved in the past years, the majority are based on the Spike or RBD proteins and employs parenteral administration routes. Considering the recent history of Coronavirus zoonotic events, causing serious human health problems, the generation of vaccines with a broad scope of protection and the potential to cut/reduce the transmission remains in the spotlight. The current global pandemic preparedness initiatives have promoted also the preclinical evaluation of a new group of Coronavirus vaccines. In the present work a nasal vaccine candidate based on two highly conserved Sarbecovirus proteins, S2 and nucleocapsid (N), is evaluated in two different mice strains. The vaccine preparation, containing a CpG ODN as adjuvant, was able to generate high antibody titers against both antigens, in sera and bronchoalveolar lavages. This antibody response results cross-reactive to S2 from SARS-CoV-1 and MERS-CoV, and to N from SARS-CoV-1. However, a very low neutralizing capacity was found in the sera of the immunized mice when a pseudoviral system assay was used. On the other hand, the vaccine preparation induces, at systemic compartment, IFN secretion, and a marked IgG2a response, specific against both proteins; a profile consistent with the development of a Th1 pattern. Although further evaluations should be done, including protection assays, the demonstrated cross-reactivity level and mucosal response constitutes promising features of this vaccine candidate.", "date": "2025-05-09", "journal": ""}
{"title": "A tripartite protein complex promotes DNA transport during natural transformation in firmicutes.", "doi": "10.1101/2025.05.09.652193", "authors": "Dewailly, M.; Fauconnet, Y.; Ducrot, C.; Soulet, A.-L.; Campo, N.; Guerois, R.; Radicella, J. P.; Polard, P.; Andreani, J.; JOHNSTON, C. H. G.", "abstract": "Natural genetic transformation is a conserved mechanism of bacterial horizontal gene transfer, which is directed entirely by the recipient cell and facilitates the acquisition of new genetic traits such as antibiotic resistance. Transformation proceeds via the capture of exogenous DNA, its internalisation in single strand form (ssDNA) and its integration into the recipient chromosome by homologous recombination. While the proteins involved in these steps have mainly been identified, the specific mechanisms at play remain poorly characterised. This study takes advantage of recent advances in structural modelling to explore the uptake of ssDNA during transformation. Using the monoderm human pathogen Streptococcus pneumoniae, we model a tripartite protein complex composed of the transmembrane channel ComEC, and two cytoplasmic ssDNA-binding proteins ComFA and ComFC. Using targeted mutation and transformation assays, we propose that pneumococcal ComEC features a narrow channel for ssDNA passage, and we show this channel is conserved in the diderm Helicobacter pylori. We identify key residues involved in protein-protein and protein-ssDNA interactions in the pneumococcal tripartite complex model and we show them to be crucial for transformation efficiency. Structural modelling reveals that this tripartite protein complex and its interaction with ssDNA are conserved in firmicutes. Overall, this study validates a tripartite complex required for the internalisation of ssDNA during transformation in firmicutes, providing new insights into the molecular mechanisms involved in this horizontal gene transfer mechanism central to bacterial adaptation. It also demonstrates the power of recent structural modelling techniques such as AlphaFold3 as hypothesis generators and guides for designing experiments.", "date": "2025-05-09", "journal": ""}
{"title": "Deltaviruses spread through a viral Trojan Horse", "doi": "10.1101/2025.05.09.653040", "authors": "McKellar, J.; Fouillen, A.; Lyonnais, S.; Seigneuret, F.; Blanchard, M.-P.; Trullo, A.; Kumarasinghe, L.; De Rossi, S.; Sleiman, R.; Desagher, S.; Gaudin, R.; de Rocquigny, H.; Granier, S.; Hepojoki, J.; Majzoub, K.", "abstract": "Hepatitis D-like viral satellites, known as deltaviruses, have been recently discovered in a wide range of animals. These viruses are thought to expropriate glycoproteins from helper viruses to form infectious particles. Here, we challenge this paradigm and demonstrate that deltaviruses are packaged within helper virus particles, using them as viral Trojan Horses for cell entry. By leveraging orthogonal electronic and photonic super-resolution microscopy, we visualize deltaviruses enclosed within virions from rhabdo-, herpes-, and arenavirus families. We show that this conserved hitchhiking mechanism ensures concomitant deltavirus-helper virus spread, which advantages the dissemination of deltaviruses, broadens their host range and expands their tropism. Our findings reveal a previously unrecognized mode of viral transmission, providing a framework to investigate overlooked deltavirus infections outside of the human liver.", "date": "2025-05-09", "journal": ""}
{"title": "Competition between plasmids conferring the same antimicrobial resistance leads to plasmid-host network specialisation", "doi": "10.1101/2025.05.09.652947", "authors": "Newbury, A.; Buckling, A.; Hesse, E.; Sanders, D.", "abstract": "Plasmids have a key role in disseminating antimicrobial resistance (AMR). Previous work has shown that in the presence of antibiotics, plasmids conferring AMR will spread to a larger number and a more phylogenetically diverse group of host organisms. However, this pattern may be complicated when multiple plasmids confer the same resistance. Here, we analyse host-plasmid networks in experimental communities of three bacterial species cultured for six weeks with three incompatible plasmids (plasmids that cannot stably coexist within a single cell) conferring tetracycline resistance. The communities are cultured either without tetracycline, or with a low or high dose of the antibiotic. We find that while antibiotic selection leads to higher plasmid prevalence, it does not change the structure of host-plasmid networks. Under all conditions, the networks become highly specialised, as specific host-plasmid pairings emerge. This result is supported by a previously published mathematical model parameterised to match our experimental set-up. Our study reiterates the importance of fitness effects of plasmids in determining the structure of bacteria-plasmid networks. The spread of a given AMR plasmid is reduced when fitness differences are reduced due to other plasmids carrying AMR genes, leading to more specialised bacteria-plasmid networks.", "date": "2025-05-09", "journal": ""}
{"title": "Incorporation of macrophage immune stresses into an assay for drug tolerance in intracellular Mycobacterium tuberculosis", "doi": "10.1101/2025.05.09.653069", "authors": "Kirubakar, G.; Johnston, L.; Lee, B. N. R.; Russell, D. G.; Simwela, N. V.", "abstract": "Development of new and improved tuberculosis (TB) chemotherapies is hampered by antibiotic resistance and drug tolerance by Mycobacterium tuberculosis (Mtb). Phenotypic drug tolerance, a phenomenon where Mtb populations can temporarily survive therapeutic antibiotic concentrations, represents a significant hurdle to TB treatment and is indeed one of the factors responsible for prolonged TB therapy. Assays that can identify compounds with improved efficacy against drug tolerant Mtb are urgently required to improve TB treatment regimens. Here, we report the development of a 96-well plate assay capable of identifying anti-Mtb drugs with activity against drug tolerant Mtb in physiologically relevant intracellular environments within macrophages. Primary murine macrophages modified either by immunological activation or specific CRISPR/Cas9 gene knockouts to generate tolerance-inducing environments were infected with an Mtb strain constitutively expressing luciferase. Following drug exposure, differences in bacterial survival were measured by bacterial outgrowth after lysis of the host macrophages. By monitoring Mtb luciferase in infected macrophages before, during and after drug treatment, we confirmed earlier observations that host immune stresses trigger induction of drug tolerance. However, while host stresses induced tolerance against some anti-TB compounds, the same host stresses were synergistic with other anti-TB drugs. Our assay provides the ability to profile the activities of anti-TB drugs on bacteria in intracellular host environments which is critical to the rational design of drug combinations that provide optimal coverage of the Mtb sub-populations in the infected host.", "date": "2025-05-09", "journal": ""}
{"title": "Development of Surface Enhanced Raman Spectra coupled with Machine Learning Analysis for Differentiation of Closely Related Species within Enterobacter cloacae Complex", "doi": "10.1101/2025.05.08.652998", "authors": "Zhou, M.; Xiong, S. X.; Li, Y.; Xu, Y.-C.; Gu, B.", "abstract": "Background: Enterobacter cloacae complex (ECC) is an important nosocomial pathogen and consists of multiple similar species. The taxonomy of ECC has been consecutively updated, adding to its identification difficulty. Methods: A total of 92 ECC strains isolated from bloodstream infections during 2015-2020 were collected from a tertiary hospital in China. All the strains were identified by Vitek 2 Compact and Vitek MS and then subjected to whole genome sequencing (WGS) for average nucleotide identity (ANI) analysis. Surfaced-enhanced Raman spectroscopy (SERS) with a set of machine learning algorithms was applied in identifying species within ECC.", "date": "2025-05-09", "journal": ""}
{"title": "Discovery of a Novel Coltivirus in a Newly Identified Bat Bug Species (Heteroptera: Cimicidae) in Cambodia", "doi": "10.1101/2025.05.09.652812", "authors": "Siegers, J. Y.; Auerswald, H.; Maquart, P.-O.; Szentivanyi, T.; Guillebaud, J.; Hoem, T.; Suor, K.; Pum, L.; Khun, L.; Nuon, S.; Chea, K.; Heang, V.; Bienes, K. M.; Nouhin, J.; Boyer, S.; Karlsson, E. A.", "abstract": "Bats and their ectoparasites are significant reservoirs and potential vectors of emerging zoonotic pathogens, yet the viral diversity within bat-associated arthropods remains poorly characterized. This study reports the identification of a novel coltivirus (order Reovirales), provisionally designated Stricticimex coltivirus (SCCV), in a newly described bat bug species, Stricticimex phnomsampovensis, collected from cave-dwelling wrinkle-lipped free-tailed bats (Mops plicatus) in Cambodia. Metagenomic sequencing and phylogenetic analysis revealed that SCCV clusters within the Coltivirus genus, showing closest similarity to Tai Forest Reovirus (TFRV) previously isolated from African bats. SCCV was detected in 18.4% of examined bat bugs and successfully isolated in VeroE6 cells, with replication confirmed in multiple mammalian cell lines. The discovery of SCCV extends the known diversity and geographic range of Coltivirus and highlights bat ectoparasites as overlooked hosts of potentially zoonotic viruses. These findings underscore the importance of integrated One Health surveillance targeting both bats and their ectoparasites to better assess the risk of pathogen spillover in biodiverse regions with high human-animal contact.", "date": "2025-05-09", "journal": ""}
{"title": "Profiling Bile Acids in the Stools of Humans and Animal Models of Cystic Fibrosis", "doi": "10.1101/2025.05.08.651222", "authors": "Carmichael, M.; Valls, R.; Soucy, S.; Sanville, J.; Madan, J.; Surve, S.; Sundrud, M. S.; O'Toole, G.", "abstract": "Cystic fibrosis (CF) is associated with dysbiosis of the gut microbiome, alterations in intestinal mucus production, aberrant bile acid (BA) metabolism, fat malabsorption, and chronic inflammation. As little is known about BAs in CF, we performed both comprehensive and targeted BA profiling in stool of children with or without CF. Our results reveal that select BA species and metabolites are significantly different between children with CF (cwCF) and healthy controls. There is also a trend towards higher primary cBA and total BA levels for cwCF. Matched bacterial metagenomic analyses showed no change in alpha-diversity between groups in our small cohort, at odds with previous studies, whereas changes in relative abundance of Bacteroides (lower) and E. coli (increased) species is consistent with prior reports. A robust trend was noted toward reduced abundance of bsh gene families (Wilcox test, p = 0.052), a key rate-limiting enzyme required for bacterial synthesis of secondary BAs, in cwCF. Modest changes in both BAs and microbial BA metabolism-related gene abundances may be attributable to small sample sizes, but also suggest likely combination defects in both host and microbial BA metabolic pathways in cwCF. Importantly, although fecal BA profiles from both ferret and mouse CF models showed significant differences from human BA profiles, only the ferret model reproduced significant differences between CF and nonCF animals, highlighting ferrets as a potentially more appropriate model for studying BA in stool in the context of CF. Together, these results provide new insights into CF-related BA dysmetabolism in cwCF, and highlight limitations of CF animal models for BA functional studies.", "date": "2025-05-09", "journal": ""}
{"title": "CRISPR-Cas is beneficial in plasmid competition, but limited by competitor toxin-antitoxin activity when horizontally transferred", "doi": "10.1101/2025.05.09.653016", "authors": "Sünderhauf, D.; Ringger, J. R.; Payne, L. J.; Pinilla-Redondo, R.; Gaze, W. H.; Brown, S. P.; van Houte, S.", "abstract": "Bacteria can encode dozens of different immune systems that protect cells from infection by mobile genetic elements (MGEs). Interestingly, MGEs may also carry immune systems, such as CRISPR-Cas, to target competitor MGEs, but it is unclear when this is favoured by natural selection. Here, we develop and test novel theory to analyse the outcome of competition between plasmids when one carries a CRISPR-Cas system that targets the other plasmid. Our model and experiments reveal that plasmid-borne CRISPR-Cas is beneficial to the plasmid carrying it when the plasmid remains in its host. However, CRISPR-Cas is selected against when the plasmid carrying it transfers horizontally, if the competitor plasmid encodes a toxin-antitoxin (TA) system that elicits post-segregational killing. Consistent with a TA barrier to plasmid-borne CRISPR-Cas, a bioinformatic analysis reveals that naturally occurring CRISPR-Cas-bearing plasmids avoid targeting other plasmids with TA systems. Our work shows how the benefit of plasmid-borne CRISPR-Cas is severely reduced against TA-encoding competitor plasmids, but only when plasmid-borne CRISPR-Cas is horizontally transferred. These findings have key implications for the distribution of prokaryotic defenses and our understanding of their role in competition between MGEs, and the utility of CRISPR-Cas as a tool to remove plasmids from pathogenic bacteria.", "date": "2025-05-09", "journal": ""}
{"title": "Nicking Loop™: An infinite amplification of single-stranded circular DNA", "doi": "10.1101/2025.05.08.652165", "authors": "Adamusova, S.; Laine, N.; Korkiakoski, A.; Hirvonen, T.; Musku, A.; Rantasalo, T.; Kim, J.; Blomster, J.; Laine, J.; Tamminen, M.; Pursiheimo, J.-P.", "abstract": "Circular single-stranded DNA (CssDNA) offers unique advantages for molecular diagnostics and next-generation sequencing (NGS) due to its nuclease resistance and compatibility with rolling circle amplification. We present the Nicking Loop, a novel and versatile method for converting both single- and double-stranded DNA into CssDNA and enabling robust, unbiased amplification. This technique preserves the original DNA template composition and outperforms PCR in reproducibility and sensitivity, particularly for low variant allele frequencies. We demonstrate that Nicking Loop-amplified CssDNA is directly compatible with NGS platforms utilizing circular DNA as a sequencing template and introduce a novel loop-based indexing strategy that enables efficient sample multiplexing. Furthermore, we confirm the method's compatibility with Nanopore sequencing technologies, highlighting its broad applicability across sequencing platforms. Our results establish Nicking Loop as an alternative to conventional linear library preparation, streamlining workflows while enhancing sequencing accuracy and efficiency. Beyond its immediate application in NGS, the method holds promise for broader use in molecular biology, e.g. in DNA data storage. This proof-of-concept study highlights the transformative potential of Nicking Loop in enabling a shift toward circular DNA libraries for new generation of assay preps and precision sequencing applications.", "date": "2025-05-09", "journal": ""}
{"title": "Maternal time budgets of feral goats at high latitudes in northwest Europe.", "doi": "10.1101/2025.05.05.652180", "authors": "Dunbar, R. I. M.; Anderson, R.; Knight, M.", "abstract": "Reproduction is energetically expensive for mammals, and especially so during lactation. In large-brained mammals such a primates, females invest heavily in additional feeding to fuel the costs of lactation. The evidence is more mixed in ruminant ungulates. We examine the foraging costs of lactating female feral goats living under environmentally challenging conditions in the northwest of Scotland where these effects are most likely to be exaggerated. We show, using data from three separate studies, that, compared to matched nonlactating females, lactating females do increase the time devoted to foraging, but only to a limited extent that is well below the theoretical requirements of their kids. Although they do not alter their diet, lactating females spend more time in shelter and at lower altitudes in order to reduce thermoregulatory costs. At high latitudes, the rate at which kids grow is such that females cannot afford to extend lactation much beyond two months. This will inevitably set a limit on ungulates capacity to produce large-brained offspring.", "date": "2025-05-09", "journal": ""}
{"title": "APPLE-MS: A affinity purification-mass spectrometry method assisted by PafA-mediated proximity labeling", "doi": "10.1101/2025.05.06.652320", "authors": "Luo, S.; Xie, L.; Yang, L.; Hu, Z.; Wang, L.; Wang, Y.; Li, Q.; Guo, S.; Tao, S.-c.; Jiang, H.", "abstract": "While affinity purification-mass spectrometry (AP-MS) has significantly advanced protein-protein interaction (PPI) studies, its limitations in detecting weak, transient, and membrane-associated interactions remain. To address these challenges, we introduced an innovative proteomic method termed Affinity Purification coupled Proximity LabEling-Mass Spectrometry (APPLE-MS), which combines the high specificity of Twin-Strep-tag enrichment with PafA-mediated proximity labeling. This method achieves unprecedented sensitivity while maintaining high specificity (4.07-fold over AP-MS). APPLE-MS also revealed the dynamic mitochondrial interactome of SARS-CoV-2 ORF9B during antiviral responses, while endogenous PIN1 profiling uncovered novel roles in DNA replication. Notably, APPLE-MS enabled in situ mapping of GLP-1 receptor complexes, demonstrating its unique capabilities for membrane PPI studies. This versatile method advances interactome research by providing comprehensive, physiologically relevant PPI networks, opening new opportunities for mechanistic discovery and therapeutic targeting.", "date": "2025-05-09", "journal": ""}
{"title": "Traits of Bathy Phytochromes and Application to Bacterial Optogenetics", "doi": "10.1101/2025.05.05.652137", "authors": "Bohm, C.; Lehtinen, K.; Multamaki, E.; Vanhatalo, R.; Brander, O.; Meier, S. S. M.; Rumfeldt, J.; Moglich, A.; Takala, H.", "abstract": "Phytochromes are photoreceptors sensitive to red and far red light found in a wide variety of organisms, including plants, fungi, and bacteria. Bacteriophytochromes (BphPs) can be switched between a red light sensitive Pr state and a far red light-sensitive Pfr state by illumination. In so-called prototypical BphPs, the Pr state functions as the thermally favoured resting state, whereas Pfr is more stable in bathy BphPs. The prototypical DrBphP from Deinococcus radiodurans has been shown to be compatible with different output module types. Even though red light regulated optogenetic tools are available, like the pREDusk system based on the DrBphP photosensory module, far red light modulated variants are still rare. Here, we study the underlying contributors to bathy over prototypical BphP behaviour by way of various chimeric constructs between pREDusk and representative bathy BphPs. We pinpoint shared traits of the otherwise heterogenous subgroup of bathy BphPs, and highlight the importance of the sensor effector linker in light modulation of histidine kinase activity. Informed by these data, we introduce the far red light activated system 'pFREDusk', based on a histidine kinase activity governed by a bathy photosensory module. With this tool, we expand the optogenetic toolbox into wavelengths of increased sample and tissue penetration.", "date": "2025-05-09", "journal": ""}
{"title": "Computational Assessment of Circularization Impact on Saxitoxin G-quadruplex Aptamer Performance", "doi": "10.1101/2025.05.05.652042", "authors": "Gao, S.; Deng, B.; Cheng, D.; Zhou, R.; Wu, Y.; Jia, Y.; Xiao, B.; Yu, H.; Ma, Z.; Gao, Y.; Li, T.; Liu, G.; Zhang, Y.; Cheng, J.; Zhu, H.; Chen, H.; Wang, L.; Sun, M.", "abstract": "Although high-affinity and high-specificity aptamers can be obtained by SELEX (Systematic Evolution of Ligands by Exponential Enrichment), and have good activity in vitro, their performance in vivo is poor. This is mainly because of the degradation of linear nucleic acids by nucleases in body fluids and the difficulty of maintaining stable 3D structures in complex body fluid environments, which seriously hinders the clinical application of aptamers. This makes circular aptamers, which can resist degradation and are more stable in complex body fluid environments, an attractive option. However, the cyclization process may have a considerable impact on the structure of the original linear aptamer, and blind cyclization may lead to a decrease in its affinity. Here, we developed a new method to guide the cyclization of saxitoxin (STX) aptamers based on molecular computation, and verified the activity of circular aptamers through bioactivity experiments to further verify the authenticity and reliability of our methods. Consistent with the computational analysis, although circularization disrupts the G4 structure, circular aptamer not only has a higher affinity than the linear one but also provides certain protection to mice and greatly prolongs their survival, which proves the accuracy and reliability of the circular structure designed by our computational method. Our findings provide important ideas for better guidance in the design of circular aptamers and demonstrate their great potential in therapeutic applications.", "date": "2025-05-09", "journal": ""}
{"title": "Real time monitoring of hydrogenotrophic methanogenesis under deep saline aquifers conditions", "doi": "10.1101/2025.05.05.652176", "authors": "Vidal, E.; Cario, A.; Jouvin, M.; Abadie, M.; Nguyen, O.; Erriguible, A.; Ranchou-Peyruse, A.; MARRE, s.", "abstract": "To investigate the microbial response to deep underground gas injection, specifically CO2 and H2, a new optically transparent high-pressure reactor was developed to monitor autotrophic microbial growth via in situ and ex situ characterization techniques. The main advantages rely on avoiding any decompression phases during the entire process, thanks to direct optical access. Here, we monitored the growth of the model methanogenic strain Methanothermococcus thermolithotrophicus by applying different H2/CO2 partial pressures at a total pressure of 100 bar, which is representative of the deep underground storage environment. Additionally, we measured the methane production of the strain at the end of the incubation, which resulted in an increase in methane production with increasing CO2 and H2 partial pressures until a certain point. These reactors can be used to investigate deep microbial strains under pressure conditions close to their natural environments, eliminating decompression biases.", "date": "2025-05-09", "journal": ""}
{"title": "A-eye: Automated 3D Segmentation of Healthy Human Eyeand Orbit Structures and Axial Length Extraction", "doi": "10.1101/2025.05.05.652187", "authors": "Barranco, J.; Luyken, A. K.; Stachs, O.; Langner, S.; Franceschiello, B.; Bach Cuadra, M.", "abstract": "This study addresses the need for accurate 3D segmentation of the human eye and orbit from MRI to improve ophthalmic diagnostics. Past efforts focused on small sample sizes and varied imaging methods. Here, two techniques (atlas-based registration and supervised deep learning) are tested for automated segmentation on a large T1-weighted MRI dataset. Results show accurate segmentations of the lens, globe, optic nerve, rectus muscles, and fat. Additionally, the study automates the estimation of axial length, a key biomarker.", "date": "2025-05-09", "journal": ""}
{"title": "Intracellular Delivery of Bone Nanoparticles to Mitigate Irradiation-Induced Damage in Bone Marrow Mesenchymal Stem Cells", "doi": "10.1101/2025.05.05.652269", "authors": "Wang, B.; Ma, X.; Nguyen, C.; Stellpflug, A.; Li, S.; Han, L.; Frei, A.; Himburg, H.; Gu, L.; Dong, P.; Wang, S.; Mak, M.; Wu, R.", "abstract": "Ionizing radiation (IR)-induced bone damage presents a major clinical challenge by impairing bone marrow function and disrupting normal bone remodeling. Bone regeneration depends on bone marrow-derived mesenchymal stem cells (BMSCs), which are highly sensitive to IR that causes DNA damage, oxidative stress, apoptosis, and a shift from osteogenesis to adipogenesis, ultimately leading to bone loss and impaired healing. This study evaluated the therapeutic potential of intracellularly delivered bone-derived nanoparticles (BPs) in mitigating IR-induced BMSCs damage. We found that IR exposure caused significant BMSCs dysfunction, including reduced proliferation, increased apoptosis, persistent DNA damage, and a shift toward adipogenic differentiation. Treatment with BPs led to efficient intracellular uptake, improved cell morphology, enhanced proliferation, reduced apoptosis, and preservation of balanced differentiation capacity. Transcriptomic analysis via RNA sequencing revealed that BPs restored key molecular pathways disrupted by IR, particularly those involved in cell cycle regulation, extracellular matrix (ECM) remodeling, and apoptosis. By reversing these transcriptional impairments, BPs supported genomic stability and the regenerative function of BMSCs. Overall, these findings suggest that BPs effectively counteract IR-induced cellular damage and enhance the regenerative capacity of BMSCs, offering a promising therapeutic strategy for radiation-induced skeletal injuries.", "date": "2025-05-09", "journal": ""}
{"title": "CRIS: A Centralized Resource for High-Quality RNA Structure and Interaction Data in the AI Era", "doi": "10.1101/2025.05.05.652292", "authors": "Lee, W. H.; Li, K.; Bai, J.; Zhang, M.; Sharma, A.; Lu, Z.", "abstract": "The Crosslinking-based RNA Interactomes and Structurome (CRIS) database is a unified platform for RNA structure and interaction data, combining rigorously curated datasets, standardized workflows, and user-friendly tools. While advancements in experimental and computational methods expand our understanding of RNA structure and function, challenges in reproducibility, quality control, and data accessibility remain prevalent due to inconsistencies in data processing. As a result, many existing databases lack breadth in their data sources, are inconsistent in their processing pipelines, and limit accessibilities for end users. Designed for the AI-driven era, CRIS addresses critical gaps in reproducibility and accessibility by harmonizing crosslinking-based sequencing data (e.g., PARIS, SHARC) with built-in quality metrics, enabling robust comparative analyses and machine learning applications. Its structured workflow, built-in quality metrics, and detailed visualization guides ensure reproducibility and transparency while integrating seamlessly with existing experimental pipelines. By bridging complex RNA datasets with accessible computational tools, CRIS accelerates RNA biology and drug development, establishing a new standard for the field.", "date": "2025-05-09", "journal": ""}
{"title": "Success factors for inter- and transdisciplinary research. Lessons from a decade of studies on invasive aquatic species.", "doi": "10.1101/2025.05.05.652198", "authors": "Adrian-Kalchhauser, I.; Bussmann-Charran, K.; N'Guyen, A.; Hirsch, P. E.; Wiegleb, j.; Bergmann, L.; Burkhardt-Holm, P.", "abstract": "Environmental research aimed at informing management and policy must navigate a complex landscape. It has to balance scientific rigor with societal relevance, and academic output with practical impact. This balancing act is especially demanding in inter- and transdisciplinary (ID/TD) projects, which are increasingly called upon to involve stakeholders and produce locally actionable knowledge while also advancing academic careers. In this presentation, we share insights from a 12-year ID/TD research initiative focused on managing an invasive fish species in Central Europe. Beyond showcasing the project's scope and tangible outcomes, we offer a critical reflection on the key factors that enabled its long-term success. These span political, administrative, societal, institutional, team-based, and individual dimensions. Our aim is to provide transferable lessons for researchers, funders, and policy-makers involved in long-term environmental projects. By unpacking the challenges and enablers of ID/TD collaboration, we hope to inform funding strategies for ecological and applied research and promote more nuanced evaluation frameworks that recognize the unique dynamics of sustainability-focused research.", "date": "2025-05-09", "journal": ""}
{"title": "Cross-species blood transcriptional correlates of BCG-mediated protection against tuberculosis include innate and adaptive immune processes", "doi": "10.1101/2025.05.05.652268", "authors": "Bridges, K.; Awany, D.; Gela, A.; Mwanbene, T.-D.; Sassetti, C. M.; Scriba, T. J.; Lauffenburger, D. A.", "abstract": "The immune mechanisms induced by the Bacillus Calmette-Guerin (BCG) vaccine, and the subset of which mediate protection against tuberculosis (TB), remain poorly understood. This is further complicated by difficulties to verify vaccine-induced protection in humans. Although research in animal models, namely mice and non-human primates (NHPs), has begun to close this knowledge gap, discrepancies in the relative importance of biological pathways across species limit the utility of animal model-derived biological insights in humans. To address these challenges, we applied a systems modeling framework, Translatable Components Regression (TransCompR), to identify human blood transcriptional variability which could predict Mtb challenge outcomes in BCG-vaccinated NHPs. These protection-associated pathways included both innate and adaptive immune activation mechanisms, along with signaling via type I interferons and anti-mycobacterial T helper cytokines. We further partially validated the associations between these mechanisms and protection in humans using publicly available microarray data collected from BCG-vaccinated infants who either developed TB or remained healthy during two years of follow-up. Overall, our work demonstrates how species translation modeling can leverage animal studies to generate hypotheses about the mechanisms that underlie human infectious disease and vaccination outcomes, which may be difficult or impossible to ascertain using human data alone.", "date": "2025-05-09", "journal": ""}
{"title": "Early downregulation of HC-specific genes in the vestibular sensory epithelium during chronic ototoxicity", "doi": "10.1101/2025.05.05.652224", "authors": "Borrajo, M.; Greguske, E. A.; Maroto, A. F.; Palou, A.; Gimenez-Esbri, V.; Sedano, D.; Gut, M.; Esteve-Codina, A.; Martin-Mur, B.; Barrallo-Gimeno, A.; Llorens, J.", "abstract": "Exposure of mammals to ototoxic compounds causes hair cell (HC) loss in the vestibular sensory epithelia of the inner ear. In chronic exposure models, this loss often occurs by extrusion of the HC from the sensory epithelium towards the luminal cavity. HC extrusion is preceded by several steps that begin by detachment and synaptic uncoupling of the cells from the afferent terminals of their postsynaptic vestibular ganglion neurons. To identify gene expression programs driving these responses to chronic ototoxic stress, we performed five RNA-seq control versus treated comparisons involving two species (rat and mouse), two compounds (streptomycin and 3,3'-iminodipropionitrile, IDPN), and three time points in the rat/IDPN model. By comparing the differentially expressed genes and their associated Gene Ontology terms, we identified both common and model-unique expression responses. The earliest and most robust common response was a downregulation of HC-specific genes, including stereocilium (Atp2b2, Xirp2), synaptic (Nsg2), and ion channel genes (Kcnab1, Kcna10), together with new potential biomarkers of HC stress (Vsig10l2). This response was validated by in-situ hybridisation and immunofluorescence analyses. A second common response across species and compounds was the upregulation of the stress mediator Atf3. Model- or time- restricted responses included downregulation of cell-cell adhesion and mitochondrial ATP synthesis genes, and upregulation of interferon response, unfolded protein response and tRNA aminoacylation genes. The present results provide key insights on the responses of the vestibular sensory epithelium to chronic ototoxic stress, potentially relevant to other types of chronic stress.", "date": "2025-05-09", "journal": ""}
{"title": "NAD+ reduction in glutamatergic neurons triggers fatty acid catabolism and neuroinflammation in the brain, mitigated by SARM1 deletion", "doi": "10.1101/2025.05.05.652246", "authors": "Niou, Z.-X.; Yang, S.; Enriquez, A.; Sri, A.; Hines, C.; Tennessen, J. M.; Wu, C.-S.; Huang, J.-Y.; Lu, H.-C.", "abstract": "The importance of NAD+ homeostasis for neuronal health has been emphasized by studies on nicotinamide mononucleotide adenylyl transferase 2 (NMNAT2), a NAD+-synthesizing enzyme, and sterile alpha and TIR motif-containing protein 1 (SARM1), a NAD+ hydrolase. NMNAT2 declines caused by neurodegenerative insults activate SARM1 to degenerate axons. To elucidate the impact of the NMNAT2-SARM1 axis on brain energy metabolism, we employed multi-omics approaches to investigate the metabolic effects caused by neuronal NMNAT2 loss. The loss of NMNAT2 in glutamatergic neurons results in a striking metabolic shift in the cerebral cortex from glucose to lipid catabolism, reduced lipid abundance, and pronounced neurodegenerative phenotypes. Proteomic analysis found that neuronal NMNAT2 loss altered levels of glial enzymes central to glucose and lipid metabolism. Genetic deletion of SARM1 in NMNAT2-deficient mice restores lipid metabolism and mitigates neurodegeneration. Taken together, we show that neuronal NAD+ reduction leads to SARM1-dependent maladaptive adaptations in both neurons and glia.", "date": "2025-05-09", "journal": ""}
{"title": "Synthetic auxotrophy reveals metabolic regulation of plasma cell generation, affinity maturation, and cytokine receptor signaling", "doi": "10.1101/2025.05.05.652119", "authors": "Cho, S. H.; Brookens, S. K.; Raybuck, A. L.; Meyer, K.; Paik, Y. C.; Hamilton, J. A.; Li, J.; Kalecky, K.; Park, C.; Hicks, S. L.; Karijolich, J.; Bottiglieri, T.; Rathmell, J.; Mogilenko, D.; Scharer, C. D.; Boothby, M. R.", "abstract": "The efficiencies with which activated B lymphocytes proliferate and develop into antibody (Ab)-secreting plasma cells are critical determinants of adaptive humoral immunity and central to sustaining certain autoimmune diseases. Increasing evidence indicates that specific pathways in intermediary metabolism, or their substrate supply, influence lymphocyte differentiation and function. We now show that although stringent restriction of glutamine supply decreases proliferation and differentiation of B cells into plasma cells, glutaminolysis - a major means of metabolism of this amino acid - was only conditionally crucial in B cells and the Ab responses derived from them. Strikingly, Gls, the gene encoding the main glutaminase of lymphocytes, promoted anti-NP Ab responses at the primary and recall phases only when either glucose uptake into B cells or pyruvate into their mitochondria was also impaired. This synthetic auxotrophy involved support to a progressive expansion of mitochondrial respiration followed by plasma cell differentiation. Surprisingly, impairment of glutaminase and the mitochondrial pyruvate channel not only decreased the coupling of IL-21 stimulation to STAT3 induction, but also interferon stimulation of STAT1 activation. Together, our findings establish not only a powerful collaboration of metabolic pathways in promoting increased respiration and the development of Ab-secreting cells, but also a capacity of metabolism to modulate cytokine receptor signaling.", "date": "2025-05-09", "journal": ""}
{"title": "Metabolic reprogramming of protists within the microbiome of sinking particles", "doi": "10.1101/2025.05.08.652973", "authors": "Yang, Q.; Endo, H.; Yang, Y.; Ebihara, A.; Yamada, Y.; Fukuda, H.; Nagata, T.; Ogata, H.", "abstract": "Protists play a crucial role in the biological carbon pump, yet their metabolic activity and function in sinking particles, which drive the aggregation and degradation of organic carbon, remains poorly characterized. Here, we examined transcriptional dynamics of protists in sinking and suspended particles collected by marine snow catcher in the Oyashio region to explore active lineages and their function during the sinking export. We found taxon-specific metabolic variations, with suspended particles showing up-regulated transcripts from diatoms, haptophytes, and chlorophytes, while sinking particles exhibited those from diatoms, ciliates, and dinoflagellates. Our data further revealed niche-dependent cellular metabolic reprogramming. The small diatoms Minidiscus variabilis and Thalassiosira oceanica upregulated more genes in suspended particles, while the chain-forming Thalassiosira rotula overexpressed more genes in sinking particles. The activity of both phototrophic and heterotrophic protists in sinking particles suggests the export of fresh organic carbon, with heterotrophic protists driving its degradation. Notably, the dinoflagellates Karlodinium veneficum and Karenia brevis exhibited significantly upregulated genes related to feeding and carbon metabolism in sinking particles. Additionally, the activity of RNA viruses was positively correlated with carbon flux. Overall, our study highlights the critical role of large-celled diatoms, heterotrophic dinoflagellate, ciliates and RNA viruses in organic carbon aggregation and degradation.", "date": "2025-05-09", "journal": ""}
{"title": "Inhibitors of membrane associated serine proteases block replication of coronavirus SARS-CoV-2 and influenza virus H1N1", "doi": "10.1101/2025.05.09.652710", "authors": "Banas, V.; Seehra, K.; Mahoney, M.; Kyriukha, Y.; Alisio, C.; Fath, M.; Han, Z.; Bricker, T. L.; Tartell, M.; Whelan, S. P. J.; Boon, A.; Janetka, J. W.", "abstract": "TMPRSS2 is a membrane associated serine protease which is important in the viral pathogenesis of coronaviruses and influenza viruses. We developed mechanism-based covalent -ketobenzothiazole (kbt) inhibitors using established substrate specificity PS-SCL screening of TMPRSS2 as a rational guide for inhibitor design. Three distinct focused libraries of tetrapeptide kbts were synthesized and evaluated for their inhibition of TMPRSS2, matriptase and other serine proteases. We also investigated different capping groups for the previously reported tripeptide inhibitor Ac-QFR-kbt (MM3144) to increase its selectivity over the blood coagulation protease factor Xa. The most potent compounds were tested for their ability to inhibit viral replication of SARS-CoV-2 and the H1N1 influenza virus. The most active compounds were profiled for their pharmacokinetics (PK) in mice. Several promising new compounds were identified with improved potency, selectivity, and drug-like properties including Bz-QFR-kbt (CA1043) and Cbz-QFR-kbt (ZFH9141) with an IC50 of 150 nM and 60 nM for H1N1, respectively.", "date": "2025-05-09", "journal": ""}
{"title": "Novel action of proline-rich antimicrobial peptides Api88, Api137, Onc72 and Onc112 against Pseudomonas aeruginosa and Escherichia coli in ion-rich environments.", "doi": "10.1101/2025.05.09.653031", "authors": "Pantarat, N.; Knappe, D.; Reynolds, E. C.; Hoffmann, R.; O'Brien-Simpson, N. M.", "abstract": "The rise in antibiotic resistance has meant that there is a need for new strategies and one avenue is the use of proline-rich antimicrobial peptides (PrAMPs). Here we investigate how different metal ion environments (Na+, Mg2+, Ca2+) affect antimicrobial activity of PrAMPs derived from apidaecin 1b (Api88, Api137) and Oncopeltus antibacterial peptide 4 (Onc72, Onc112) against Pseudomonas aeruginosa and Escherichia coli. Initial antimicrobial testing in an ion-rich media (ion levels similar to mammalian body fluids) found that the PrAMPs were effective against E. coli but not P. aeruginosa. Both Api88 and Api137 were bactericidal, while Onc72 and Onc112 were bacteriostatic against E. coli. In a lower ion-media the activity of the PrAMPs significantly improved against both bacteria and Onc72 and Onc112 altered the mode of action to bactericidal. In low Na+, Ca2+ and Mg2+ ion conditions all of the peptides were able to penetrate the outer membrane of P. aeruginosa, however at higher ion concentrations none of the peptides were able to penetrate the outer membrane. PrAMPs were found to cause E. coli cells to swell and have a hyperpolarised membrane indicating a new mechanism of action for PrAMPs. Our data indicates that bacteria reduce susceptibility to AMPs by stabilising their LPS layer with metal ions and that the PrAMPs have secondary modes of action affecting the functionality of the bacterial membrane. Combining an ion chelator with PrAMPs may be a novel solution to combat weak antimicrobial activity in ion-rich environments such as host tissues.", "date": "2025-05-09", "journal": ""}
{"title": "Genome-wide binding of the cyclic AMP receptor protein in enteroaggregative Escherichia coli suggests a role in modulating virulence", "doi": "10.1101/2025.05.09.652842", "authors": "Alhammadi, M. M.; Hothersall, J.; Lloyd, G. S.; Titman, S. V.; Guest, T.; Browning, D. F.; Grainger, D. C.; Busby, S. J. W.; Haycocks, J. R. J.", "abstract": "Bacterial pathogens use a wide array of virulence factors to colonise and subsequently elicit disease in their host. These factors are often subject to extensive regulation at the transcriptional level, to ensure that their expression is timely. Although many pathogens use bespoke transcription factors that primarily target virulence genes, global transcription factors also sometimes play a role in controlling these genes. Enteroaggregative Escherichia coli (EAEC) is a significant cause of watery and mucoid diarrhoea globally. The organism colonises the small intestine before producing toxins that elicit disease, using a multitude of virulence factors that are encoded both chromosomally and on virulence plasmids. In this work, we have studied the cAMP Receptor Protein (CRP), a well-characterised bacterial global transcription factor, focusing on its role in pathogenicity of the prototype EAEC strain 042. We show that, although most functional CRP binding sites on the chromosome are conserved between E. coli K-12 and 042, CRP has been co-opted to couple the expression of some virulence genes to the nutritional state of the cell. We report novel mechanisms for CRP-dependent regulation of genes, whose products contribute to adhesion, production of a bacterial antibiotic, and export of a polysaccharide capsule.", "date": "2025-05-09", "journal": ""}
{"title": "Endophilin mediated endocytosis and Epidermal growth factor receptor govern Japanese encephalitis virus entry and infection in neuronal cells", "doi": "10.1101/2025.05.08.652984", "authors": "Sharma, P.; Tanwar, M.; Choudhary, E.; Sundaram, N. M.; Ojha, D.; Mishra, L.; Nain, M.; Rode, A.; Prasad, V. M.; Vrati, S.; Kalia, M.", "abstract": "Several trafficking pathways are operational at the plasma membrane, and both clathrin-dependent, and clathrin-independent endocytosis (CIE), can serve as virus entry portals. Our research has shown that the neurotropic flavivirus: Japanese encephalitis virus (JEV), infects neuronal cells via CIE. Here we have identified and characterized two essential host-factors for JEV trafficking in neuronal cells: Endophilin & Epidermal Growth Factor Receptor (EGFR). Through quantitative estimation of viral RNA copy number, we demonstrate that JEV entry in neuronal cells, was blocked by knock-down of Endophilin A isoforms, while activation of Endophilin-mediated endocytosis using a specific inhibitor of GSK-3 enhanced virus entry. Deletion mutants of Endophilin showed an essential role of SH3, BAR, H0 domains for virus entry. High resolution fluorescence imaging of virions showed overlap with Endophilin A2 puncta. Virus entry led to rearrangements of the actin cytoskeleton, and was highly sensitive to any pharmacological actin perturbation. Virus endocytosis activated EGFR, and the specific kinase inhibitors Erlotinib, and Gefitinib, reduced virus entry and replication in cultured cells and mouse primary cortical neurons. Silencing of EGFR, competitive inhibition with receptor ligand EGF, and EGFR specific antibodies significantly impaired JEV binding and entry, indicating the crucial role of its ligand binding domain for virus attachment/receptor interaction. EGFR colocalized with virions at early time-points of infection, and the ED3 domain of the JEV-envelope protein showed specific interaction with EGFR through BLI. Our study provides evidence for JEV entry in neuronal cells through an endocytic pathway involving Endophilin and EGFR.", "date": "2025-05-09", "journal": ""}
{"title": "Single camera estimation of microswimmer depth with a convolutional network", "doi": "10.1101/2025.05.09.653055", "authors": "Hosseini, A.; Fosse, C.; Awada, M.; Stimberg, M.; Brette, R.", "abstract": "A number of techniques have been developed to measure the three-dimensional trajectories of protists, which require special experimental setups, such as a pair of orthogonal cameras. On the other hand, machine learning techniques have been used to estimate the vertical position of spherical particles from the defocus pattern, but they require the acquisition of a labeled dataset with finely spaced vertical positions. Here we describe a simple way to make a dataset of Paramecium images labeled with vertical position from a single 5 minutes movie, based on a tilted slide setup. We used this dataset to train a simple convolutional network to estimate the vertical position of Paramecium from conventional bright field images. As an application, we show that this technique has sufficient accuracy to study the surface following behavior of Paramecium (thigmotaxis).", "date": "2025-05-09", "journal": ""}
{"title": "Heart spheroids from primary cells for studying cardiac development", "doi": "10.1101/2025.05.05.652113", "authors": "Li, G.; Chang, C.; Xu, J.; Chang, S.", "abstract": "Organoids can be broadly classified based on their source: either from primary cells or from in vitro stem cell differentiation. Organoids derived from primary cells have been developed for various organs such as the liver, intestine, and colon, demonstrating significant value in disease modeling and drug screening. However, primary cell-derived heart organoids have not yet been reported. In this study, we developed heart organoid-like spheroids using murine atrial and ventricular cells. We demonstrated that these spheroids largely preserved the cell lineages present in vivo. We further evaluated their responses to treatment with growth factors. Subsequently, we fused atrial and ventricular spheroids to observe the migration patterns of different cell types. Then, we generated mixed spheroids composed of cells from different heart regions or organs and found that region- or organ-specific cells tended to cluster together. Notably, liver- and intestine-derived cells promoted cardiomyocyte maturation within these mixed organoids. Finally, we performed a fibroblast ablation assay in heart spheroids derived from transgenic mice and observed the effects on other cell lineages. Overall, we successfully generated heart spheroids from murine primary cells and demonstrated their in vivo-like characteristics. Compared to stem cell-derived organoid systems, this primary cell-derived approach holds great promise for translational research due to its potential to better preserve native cellular features.", "date": "2025-05-09", "journal": ""}
{"title": "Monitoring mammals, birds and fish during summer 2022 at the outlet of an agricultural stream by mtDNA", "doi": "10.1101/2025.05.05.652203", "authors": "Villemur, R.", "abstract": "Fecal contamination of surface waters poses a potential risk to public and environmental health but can also impact the local economy and recreational activities. Determining its source could facilitate mitigation of the contamination. Fecal contamination can originate from several animals, particularly in areas where urban and agricultural activities overlap. In previous work, we developed a molecular approach to detect the presence of mammals, fish, and birds by sequencing mitochondrial DNA (mtDNA) amplicons derived from environmental DNA. In this report, we monitored the outlet of a stream located in an agricultural area for 16 weeks to detect the presence of mammals, including humans, livestock, domestic and wild mammals, birds and fish. We were able to detect mtDNA sequences affiliated to at least 73 animal lineages. Sequences affiliated to fish were proportionally the most abundant, followed by those affiliated to mammals. We observed increases in bovine and human mtDNA sequences after episodes of high flow in the watershed, suggesting that soil runoff to surface waters carried organic matter (e.g., manure, feces, wastewater) from these animals. Our approach could provide crucial information for farmers to mitigate fecal pollution generated by agricultural activities.", "date": "2025-05-09", "journal": ""}
{"title": "Prioritization of Deleterious Mutations Improves Genomic Prediction and Increases the Rate of Genetic Gain in Common Bean (Phaseolus vulgaris L.), a Simulation Study", "doi": "10.1101/2025.05.05.652208", "authors": "Cordoba Novoa, H. A.; Hoyos-Villegas, V.", "abstract": "The study of mutations is fundamental to understanding evolution, domestication, and genetics. Characterizing mutations has the potential to accelerate breeding programs through selection and purging of deleterious mutations (DelMut). Here, we investigated how predicting DelMut in breeding populations can improve genomic prediction (GP) and inform strategies to increase the rate of genetic gain. DelMut were annotated in three independent common bean populations using a previously developed random forest (RF) model incorporating phylogenetic and protein information. Deleterious scores from the RF model were mostly around 0.25, with the top 1% (highly DelMut) of variants scoring between 0.78 0.82 among populations. All populations showed variation in the number of highly DelMut per line (max. 13 197) and in genetic load. We assessed the impact of incorporating a priori information for variant prioritization and weighting based on predicted deleteriousness in GP models for yield and flowering time. Stochastic simulations were conducted to evaluate how different mating schemes based variable numbers of DelMut per parent affect genetic gain. Variants with higher predicted scores had significantly different effect distributions compared to random or lower-scored markers. Yield predictions were 4.4712.3% more accurate when markers were weighted by effect and deleterious score; no consistent improvement was observed for flowering time. Simulated breeding cycles showed that selecting parents with fewer highly DelMut consistently increases the rate of genetic gain. These results highlight the potential of DelMut information for variant prioritization and the optimization of common bean breeding programs. The approaches we developed can be assessed in other species to improve the efficacy of crop improvement.", "date": "2025-05-09", "journal": ""}
{"title": "Isoswitching drives the aging process in human brains", "doi": "10.1101/2025.05.05.652255", "authors": "Erdogdu, B.; Ji, H. J.; Rudnick, Z. C.; Pertea, M.; Salzberg, S.", "abstract": "Learning, reasoning, and working memory functions are attributed to the dorsolateral prefrontal cortex (DLPFC), a distinctive region of the human brain that is highly evolved in primates and exhibits notable variability among individuals. Environmental and genetic factors likely contribute to this variability, but little is known about how they influence changes within an individual brain across the lifespan as different cognitive tasks and challenges arise. Most genetic studies focus on DNA mutations or changes in overall gene expression levels. However, genes can also alter the form in which they are expressed through alternative splicing. Using RNA sequencing data from prenatal and postnatal human DLPFCs, we observed that many genes undergo dramatic shifts in their isoform preferences around the time of birth. We further found that thousands of genes continue to undergo gradual, temporally regulated changes in their preferred isoforms, a phenomenon we term 'isoswitching'. In this study, we present isoswitching as a major force in brain development, capable of accurately predicting human brain age from prenatal stages through late adulthood and beyond eighty years of age. This represents the first demonstration of brain age prediction based solely on RNA sequencing data. We also report isoswitching in the brain of a closely related primate, the rhesus macaque.", "date": "2025-05-09", "journal": ""}
{"title": "Structural mechanisms of allosteric regulation in the human cis-prenyltransferase complex", "doi": "10.1101/2025.05.09.652838", "authors": "Giladi, M.; Kredi, S.; Guardiani, C.; Aviram, L.; Vankova, P.; Man, P.; Giacomello, A.; Haitin, Y.", "abstract": "Human cis-prenyltransferase (hcis-PT) synthesizes long-chain isoprenoids essential for N-linked protein glycosylation. This heteromeric complex comprises the catalytic subunit DHDDS and the regulatory Nogo-B receptor (NgBR). Although NgBR dramatically enhances DHDDS activity, the molecular basis for this allosteric regulation remains unclear. Here, we combined crystallography, hydrogen-deuterium exchange mass spectrometry (HDX-MS), molecular dynamics simulations, and network analysis to uncover the structural dynamics and communication pathways within hcis-PT. By solving the apo structure of hcis-PT, we reveal only a localized flexibility at the active site and the NgBR C-terminus. However, HDX-MS demonstrated widespread substrate-induced stabilization, particularly at the NgBR {beta}D-{beta}E loop, highlighting it as an allosteric hub. Functional mutagenesis scanning identified NgBRS249 as critical for enzymatic activity, independent of structural perturbations. Network analysis of MD simulations pinpointed this residue as a central node in inter-subunit communication, with perturbations disrupting downstream allosteric pathways, altering enzymatic activity. Our findings reveal a dynamic regulatory network centered at the inter-subunit interface, wherein specific NgBR residues modulate DHDDS activity through allosteric signaling. This work elucidates a conserved mechanism of subunit coordination in long-chain cis-prenyltransferases and suggests novel avenues for therapeutic targeting of hcis-PT-related disorders.", "date": "2025-05-09", "journal": ""}
{"title": "RNA Mango-based Sensors for Lead", "doi": "10.1101/2025.05.07.652743", "authors": "Biswas, A.; DasGupta, S.", "abstract": "Lead (Pb2+) toxicity poses a serious threat to human health and remains a global concern, therefore, there is a critical need for the development of easy-to-use and cost-effective tools for the rapid monitoring of Pb2+. In this study, we demonstrate the potential of the RNA Mango aptamer as a sensitive and selective sensor for Pb2+. Our findings reveal that trace amounts of Pb2+ induce the formation of the G-quadruplex motif in RNA Mango, which facilitates dye binding and activates fluorescence. A detailed investigation of the fluorescence properties of RNA Mango with three different dyes, TO1-Biotin, TO3-Biotin, and Thioflavin-T, in the presence of Pb2+ shows that RNA Mango has the highest binding affinity for Pb2+ in combination with TO1-Biotin, with a KD value as low as ~100 nM. In the presence of Pb2+, RNA Mango has sub-micromolar affinity for all three dyes, showing the tightest binding to TO1-Biotin (KD ~40 nM). Mango lead sensors detect low nanomolar concentrations of Pb2+ with limits of detection of 2 -16 nM, which are significantly lower than its allowable limit in drinking water. RNA Mango exhibits remarkable selectivity toward Pb2+ and can detect lead in tap water samples. This work reports a new class of simple and inexpensive fluorescence-based sensors for lead and expands the repertoire of RNA-based lead sensors.", "date": "2025-05-09", "journal": ""}
{"title": "MITF-Independent Melanocyte Progenitors are Highly Susceptible to GNAQ-induced Uveal Melanoma in Adult Zebrafish", "doi": "10.1101/2025.05.05.652300", "authors": "Yevdash, J. I.; Moore, R.; Li, Z.; Campbell-Hanson, K. R.; Robinson, D.; Gutelius, D.; Moore, S. P. G.; Friend, D.; O'Toole, I.; Cornell, R. A.; Lang, D.; Weigel, R. J.; Kenny, C.", "abstract": "Melanocytes reside in diverse microenvironments that influence their susceptibility to oncogenic transformation, however, studying rare melanoma subsets has been hindered by the lack of suitable animal models. We developed a primary, immune-competent zebrafish model to study uveal melanoma (UM), utilizing choroidal-targeted injection and electroporation of plasmids containing human GNAQQ209L and CRISPR/Cas9 cassettes for tumor suppressor gene deletion. Single-cell transcriptional profiling of genetically identical eye- and skin-derived tumors revealed distinct oncogenic pathways, highlighting the importance of studying melanoma subtypes in their correct anatomical context. Additionally, we identified a population of tfec- and pax3a-expressing melanocyte progenitor cells in mitfa-deficient embryos and adult zebrafish eyes, which were highly susceptible to GNAQ-driven transformation. While previous studies have linked mitfa deficiency to accelerated UM onset, our findings suggest that an expanded progenitor population in mitfa-deficient animals drives this susceptibility. Our study establishes a critical role for MITF-independent melanocyte progenitors in UM pathogenesis.", "date": "2025-05-09", "journal": ""}
{"title": "A compact multisensory representation of self-motion is sufficient for computing an external world variable", "doi": "10.1101/2025.05.09.653128", "authors": "May, C. E.; Cellini, B.; van Breugel, F.; Nagel, K. I.", "abstract": "External forces shape navigation, but cannot be directly measured by an animal in motion. How the brain integrates multi-modal cues to estimate external forces remains unclear. Here we investigated the representation of multi-modal self-motion cues across columnar inputs to the fly navigation center, known as PFNs. We find that one type integrates optic flow and airflow direction signals with distinct dynamics. We reveal airspeed encoding by a different type. Based on these data, we construct and validate models of how multi-sensory dynamics are encoded across PFNs, allowing us to simulate neural responses during rapid flight maneuvers. Applying a nonlinear observability analysis to these responses, we show that PFN representations during active maneuvers are sufficient to decode the direction of an external force (wind) during free flight. Our work provides evidence that active sensation, combined with multisensory encoding, can allow a compact nervous system to infer a property of the external world that cannot be directly measured by a single sensory system.", "date": "2025-05-09", "journal": ""}
{"title": "circEPSTI1 Enables Dengue Innate Immune Evasion by Sponging miR-942-5p, a Repressor of AKT1 and the Viral Genome", "doi": "10.1101/2025.05.05.652247", "authors": "Das, N.; Krishnamoorthy, P.; Junghare, K. R.; Raj, A. S.; Saha, P.; Pal, K.; Adhya, S.; Garg, A.; Khetan, D.; Kumar, A.; Kumar, H.", "abstract": "Circular RNAs (circRNAs) are recently emerging transcripts that are gaining attention for their potential role in host-pathogen interactions. However, the role of circRNAs in Dengue virus (DENV) infection remains unexplored. In this study, circEPSTI1 induction was observed in DENV-infected peripheral blood mononuclear cells (PBMCs) and plasma of Dengue patients. circEPSTI1 induction is interferon-dependent, as IRF3-knockout cells completely abolished its induction. circEPSTI1 enhances DENV infection by sponging the expression of hsa-miR-942-5p. The antiviral role of hsa-miR-942-5p is mediated by bidirectional inhibition of conserved genomic sequences of the DENV genome across NS1, NS3 and NS5 and the host AKT1 signaling pathway. circEPSTI1 sponges hsa-miR-942-5p and relieves its inhibition over DENV genomic RNA and the host AKT1 signaling pathway, thus leading to increased AKT1 activation and DENV replication. These findings highlight the diagnostic and therapeutic potential of circEPSTI1 and the novel circEPSTI1-miR-942-5p-AKT1 axis that regulates the host immune response against DENV infection.", "date": "2025-05-09", "journal": ""}
{"title": "Introducing Large Language Models to Human-Based Etymological Classification in Zooplankton", "doi": "10.1101/2025.05.08.652882", "authors": "haruto, s.; keito, i.; kota, n.; takumi, t.", "abstract": "We benchmarked LLM-based against expert epithet-etymology labelling for 989 zooplankton species, finding high concordance except in culturally nuanced names, confirming LLM value as rapid screening aids.", "date": "2025-05-09", "journal": ""}
{"title": "Risk-taking incentives predict aggression heuristics in female gorillas", "doi": "10.1101/2025.05.09.653023", "authors": "Smit, N.; Robbins, M. M.", "abstract": "Competition is commonly reflected in aggressive interactions among groupmates, as individuals try to attain or maintain higher social ranks that can offer them better access to critical resources. In this study, we investigate the factors that can shift competitive incentives against higher- or lower-ranking groupmates. Using a 25-year long behavioural dataset on five wild groups of the two gorilla species, we show that most aggression is directed from higher- to lower-ranking adult females close in rank, highlighting rank-reinforcement incentives. However, females directed 42% of aggression to higher-ranking females than themselves. Lactating and pregnant females, especially those at the latest stage of pregnancy, targeted groupmates of higher rank than the groupmates that cycling females targeted, suggesting that energetic needs motivate females to risk confrontation with more powerful rivals. Females also targeted groupmates of higher rank with increasing number of males in the group, suggesting that males might buffer female-female aggression risk. Contrarily, they targeted females of lower rank with increasing number of females in the group, potentially because this is a low risk option that females prefer when they have access to a larger pool of competitors to choose from. Our study provides critical insights into the evolution of competitive behaviour, showing that aggression heuristics, the simple rules that animals use to guide their aggressive interactions, are not simply species-specific but also dependent on the conditions that individuals experience.", "date": "2025-05-09", "journal": ""}
{"title": "Real-time affect decoding in the amygdalo-hippocampal circuit from dynamic auditory signals", "doi": "10.1101/2025.05.09.652704", "authors": "Steiner, F.; Fruhholz, S.", "abstract": "Affect decoding from auditory signals requires the temporal tracking and neural processing of dynamic sound patterns, such as in affective speech. Affective speech is commonly expressed to maximize its emotional impact and its neural decoding in integrated medial limbic circuits of recipients. Here we examined how affective speech, which was live produced by speakers to maximize amygdala-hippocampal connectivity in listeners, can evoke significant intralimbic and cortico-limbic affect decoding mechanisms. Aggressive and joyful affective speech that was produced based on real-time feedback of amygdala-hippocampal couplings in listeners increased intralimbic connectivity as well as activity in auditory cortical nodes as parts of a broader affective sound processing network. Neural time courses in the auditory cortex also correlated with acoustic patterns of adaptive speech indicative of a communicative speaker-listener coupling. Affective speech can thus meaningfully influence limbic circuit synchronizations with a specific significance of the amygdala-hippocampal circuit for affect decoding from auditory signals.", "date": "2025-05-09", "journal": ""}