{"title": "Fast Evolution of SOS-Independent Multi-Drug Resistance in Bacteria", "doi": "10.1101/2022.03.29.486198", "authors": "Zhang, L.; Guan, Y.; Cheng, Y. Y.; Cokcetin, N. N.; Bottomley, A.; Robinson, A.; Harry, E.; van Oijen, A. M.; Su, Q. P.; Jin, D.", "abstract": "The killing mechanism of many antibiotics involves the induction of DNA damage, either directly or indirectly, which activates the SOS response. RecA, the master regulator of the SOS response, has shown to play a central role in the evolution of resistance to fluoroquinolones, even after short-term exposure. While this paradigm is well established for DNA-damaging antibiotics, it remains unclear whether {beta}-lactams elicit similar resistance dynamics or depend on RecA and SOS-mediated mechanisms. In this study, we observed a rapid and stable evolution of {beta}-lactam resistance (20-fold MIC increase within 8 hours) in Escherichia coli lacking RecA after a single exposure to ampicillin. Contrary to expectation, this resistance emerged through an SOS-independent mechanism involving two distinct evolutionary forces: increased mutational supply and antibiotic-driven selection. Specifically, we found that RecA deletion impaired DNA repair and downregulated base excision repair pathways, while concurrently repressing the transcription of antioxidative defence genes. This dual impairment led to excessive accumulation of reactive oxygen species (ROS), which in turn promoted the emergence of resistance-conferring mutations. While ampicillin treatment did not alter survival, it selectively enriched for rare mutants arising in the RecA-deficient and ROS-elevated background. Collectively, our findings demonstrate that this oxidative environment, together with compromised DNA repair capacity, increases genetic instability and creates a selective landscape favouring the expansion of resistant clones. These results highlight the repair-redox axis as a key determinant of bacterial evolvability under antimicrobial stress.", "date": "2025-06-13", "journal": ""}
{"title": "Lung inflammation is associated with lipid deposition", "doi": "10.1101/2022.12.30.522299", "authors": "Potashnikova, D. M.; Tvorogova, A. V.; Komissarov, A. A.; Saidova, A. A.; Sotnikova, T. N.; Makarova, V. O.; Arifulin, E. A.; Lipina, T. V.; Shirokova, O. M.; Melnikov, E. S.; Rodina, T. A.; Valyaeva, A. A.; Zharikova, A. A.; Zayratyants, G. O.; Zayratyants, O. V.; Sheval, E. V.; Margolis, L. B.; Vasilieva, E. Y.", "abstract": "Pneumonia is an acute respiratory disease of varying etiology that has drawn much attention during the COVID-19 pandemic. Among the many thoroughly studied aspects of pneumonia, lipid metabolism has not been sufficiently addressed. Here, we investigated lipid deposition in the post mortem lung specimens of patients who died from COVID-19 and non-COVID-19 pneumonias. We used semi-thin sections and cryosections stained with Sudan III to visualize lipid droplet deposition within cells and in the extracellular space, most notably in small lung vessels. Electron microscopy analysis of the ultrathin sections was used to confirm the homogeneous structure of the droplets. Morphometric analysis revealed that the area of lipid deposition was increased in pneumonia compared to control lung tissue. Likewise, it was increased in the macroscopically inflamed vs. the macroscopically intact area of the same pneumonia lung. The lipid profiling by chromato-mass spectrometry revealed that lipid droplet accumulation in pneumonia was associated with a specific fatty acid content of the inflamed lung tissue. The gene expression analysis pointed to changes of lipid metabolism in the inflamed lung tissue compared to control lungs. Taken together, our data indicate a number of morphologic and metabolic changes associated with inflammation and common for pneumonias of different etiologies that likely contribute to pneumonia pathogenesis. Therefore, targeting lipid metabolism can be considered a new therapeutic strategy.", "date": "2025-06-13", "journal": ""}
{"title": "Inference of single cell profiles from histology stains with the Single-Cell omics from Histology Analysis Framework (SCHAF)", "doi": "10.1101/2023.03.21.533680", "authors": "Comiter, C.; Chen, X.; Vaishnav, E. D.; Kobayashi-Kirschvink, K. J.; Ciapmricotti, M.; Zhang, K.; Murray, J.; Monticolo, F.; Qi, J.; Tanaka, R.; Brodowska, S. E.; Li, B.; Yang, Y.; Rodig, S. J.; Karatza, A.; Quintanal Villalonga, A.; Turner, M.; Pfaff, K. L.; Jane-Valbuena, J.; Slyper, M.; Waldman, J.; Vigneau, S.; Wu, J.; Blosser, T. R.; Segerstolpe, A.; Abravanel, D.; Wagle, N.; Demehri, S.; Zhuang, X.; Rudin, C. M.; Klughammer, J.; Rozenblatt-Rosen, O.; Stultz, C. M.; Shu, J.; Regev, A.", "abstract": "Tissue biology involves an intricate balance between cell-intrinsic processes and interactions between cells organized in specific spatial patterns, which can be respectively captured by single cell profiling methods, such as single cell RNA-seq (scRNA-seq) and spatial transcriptomics, and histology imaging data, such as Hematoxylin-and-Eosin (H&E) stains. While single cell profiles provide rich molecular information, they can be challenging to collect routinely in the clinic and either lack spatial resolution or high gene throughput. Conversely, histological H&E assays have been a cornerstone of tissue pathology for decades, but do not directly report on molecular details, although the observed structure they capture arises from molecules and cells. Here, we leverage vision transformers and adversarial deep learning to develop the Single Cell omics from Histology Analysis Framework (SCHAF), which generates a tissue sample's spatially-resolved whole transcriptome single cell omics dataset from its H&E histology image. We demonstrate SCHAF on a variety of tissues--including lung cancer, metastatic breast cancer, placentae, and whole mouse pups--training with matched samples analyzed by sc/snRNA-seq, H&E staining, and, when available, spatial transcriptomics. SCHAF generated appropriate single cell profiles from histology images in test data, related them spatially, and compared well to ground-truth scRNA-Seq, expert pathologist annotations, or direct spatial transcriptomic measurements, with some limitations. SCHAF opens the way to next-generation H&E analyses and an integrated understanding of cell and tissue biology in health and disease.", "date": "2025-06-13", "journal": ""}
{"title": "Dynamic Inference by Model Reduction", "doi": "10.1101/2023.09.10.557043", "authors": "Priorelli, M.; Stoianov, I. P.", "abstract": "How can agents infer the intentions of others by simply observing their behavior? And how can they generate fast and accurate actions such as grasping a moving object on the fly? Recent advances in Bayesian model reduction have led to innovative, biologically plausible approaches to actively infer the state of affairs of the world and perform planning with continuous signals. However, reducing the surrounding environment into a small set of simpler hypotheses remains a challenge in highly dynamic contexts. In this study, we propose an approach, based on active inference, that employs dynamic priors sampled from reduced versions of a generative model. Each dynamic prior corresponds to an alternative evolution of the world, which the agent can evaluate by accumulating continuous data. We test our approach on two everyday tasks: inferring a trajectory and grasping a moving object. Our findings reveal how agents can smoothly infer and enact dynamic intentions, and emphasize the key role of intentional gain or precision in motor learning.", "date": "2025-06-13", "journal": ""}
{"title": "Diffusion MRS tracks distinct trajectories of neuronal development in the cerebellum and thalamus of rat neonates.", "doi": "10.1101/2023.10.16.562599", "authors": "Ligneul, C.; Qiu, L.; Clarke, W. T.; Jbabdi, S.; Palombo, M.; Lerch, J.", "abstract": "It is currently impossible to non-invasively assess cerebellar cell structure during early development. Here we propose a novel approach to non-invasively and longitudinally track cell-specific development using diffusion-weighted magnetic resonance spectroscopy in combination with microstructural modelling. Tracking metabolite diffusion allows us to probe cell-specific developmental trajectories in the cerebellum and thalamus of healthy rat neonates from post-natal day (P) 5 to P30. Additionally, by comparing different analytical and biophysical microstructural models we can follow the differential contribution of cell bodies and neurites during development. The thalamus serves as a control region to assess the sensitivity of our method to microstructural differences between the regions. We found significant differences between cerebellar and thalamic metabolites diffusion properties. For most metabolites, the signal attenuation is stronger in the thalamus, suggesting less restricted diffusion compared to the cerebellum. There is also a trend for lower signal attenuation and lower ADCs with increasing age, suggesting increasing restriction of metabolite diffusion. This is particularly striking for taurine in the thalamus. We use biophysical modelling to interpret these differences. We report a decreased sphere fraction (or an increased neurite fraction) with age for taurine and total creatine in the cerebellum, marking dendritic growth. Surprisingly, we also report a U-shape trend for segment length (the distance between two embranchments in a dendritic tree) in the cerebellum agreeing with age-matching morphometry of openly available 3D-Purkinje reconstructions. Results demonstrate that diffusion-weighted MRS probes early cerebellar neuronal development non-invasively.", "date": "2025-06-13", "journal": ""}
{"title": "A Stimulus-Computable Model for Audiovisual Perception and Spatial Orienting in Mammals", "doi": "10.1101/2023.12.29.573621", "authors": "Parise, C. V.", "abstract": "Despite recent progress in multisensory research, the absence of stimulus-computable perceptual models fundamentally limits our understanding of how the brain extracts and combines task-relevant cues from the continuous flow of natural multisensory stimuli. In previous research, we demonstrated that a correlation detector initially proposed for insect motion vision can predict the temporal integration of minimalistic audiovisual signals. Here, we demonstrate how a population of such units can process natural audiovisual stimuli and accurately account for human, monkey, and rat behaviour, across simulations of 69 classic psychophysical, eye-tracking, and pharmacological experiments. Given only the raw audiovisual stimuli (i.e., real-life footage) as input, our population model could replicate observed responses with an average correlation exceeding 0.97. Despite relying on as few as 0 to 4 free parameters, our population model provides an end-to-end account of audiovisual integration in mammals-from individual pixels and audio samples to behavioural responses. Remarkably, the population response to natural audiovisual scenes generates saliency maps that predict spontaneous gaze direction, Bayesian causal inference, and a variety of previously reported multisensory illusions. This study demonstrates that the integration of audiovisual stimuli, regardless of their complexity, can be accounted for in terms of elementary joint analyses of luminance and sound level. Beyond advancing our understanding of the computational principles underlying multisensory integration in mammals, this model provides a bio-inspired, general-purpose solution for multimodal machine perception.", "date": "2025-06-13", "journal": ""}
{"title": "Predicting protein stability changes upon mutations with dual-view ensemble learning from single sequence", "doi": "10.1101/2024.04.22.590665", "authors": "Nie, Z.; Ma, Y.; Liu, Y.; Huang, X.; Liu, Z.; Yang, P.; Xu, F.; Yin, F.; Li, Z.; Fu, J.; Ren, Z.; Zhang, W.-B.; Chen, J.", "abstract": "Predicting the protein stability changes upon mutations is one of the effective ways to improve the efficiency of protein engineering. Here, we propose a dual-view ensemble learning-based framework, DVE-stability, for mutation-induced protein stability change prediction from single sequence. DVE-stability integrates the global and local dependencies of mutations to capture the intramolecular interactions from two views through ensemble learning, in which a structural microenvironment simulation module is designed to indirectly introduce the information of structural microenvironment at the sequence level. DVE-stability achieved state-of-the-art prediction performance on 7 single-point mutation benchmark datasets, and comprehensively surpassed other methods on 5 of them. Furthermore, DVE-stability outperformed other methods comprehensively through zero-shot inference on multiple-point mutation prediction task, demonstrating superior model generalizability to capture the epistasis of multiple-point mutations. More importantly, DVE-stability exhibited superior generalization performance in predicting rare beneficial mutations that are crucial for practical protein directed evolution scenarios. In addition, DVE-stability identified important intramolecular interactions via attention scores, demonstrating interpretable. Overall, DVE-stability provides a flexible and efficient tool for mutation-induced protein stability change prediction in an interpretable ensemble learning manner.", "date": "2025-06-13", "journal": ""}
{"title": "Clockwork Orangutan: microRNAs, thermoregulatory tradeoffs, and models of brain size evolution.", "doi": "10.1101/2024.05.21.595052", "authors": "Sorger, T.; Fromm, B.", "abstract": "The Expensive Tissue Hypothesis was proposed to account for thermal homeostasis during the evolutionary expansion of brain size in the human lineage and abandoned following publication of a study that found no significant anticorrelations among the body mass-independent residuals of metabolically expensive organs in over 100 mammals, including 23 primates. Re-examination of the same dataset reveals a consistent tradeoff between the liver and brain proportions of a four-organ thermogenic core (kidney, heart, liver and brain), an inherent mechanism of thermoregulation that predates the emergence of permanent homeothermy. The ability of current models of brain size evolution to account for thermal homeostasis is limited by two common assumptions: that organ sizes evolve independently, and that the energy cost of the brain is proportional to the log ratio of brain mass with respect to body mass. Instead, arithmetic ratios provide direct experimental evidence for thermoregulatory constraints on brain size, as do organ cellular metabolic rates (cMRs). These are inferred without log transformation from the parallel adaptive increases in MR/kg and number of microRNA families (mirFam) that have accompanied major shifts in mammalian evolution. The cMR of the liver, the primary organ of gluconeogenesis, varies inversely with that of the brain, the primary consumer of glucose, a phylogenetic plasticity that appears to recapitulate its unique developmental plasticity. With mirFam as a proxy for energy reliability, a positive feedback model of relative brain size detected adaptation to a low-energy regime among the smallest primates and, among the largest primates, adaptation to the physiological limit on the rate of heat dissipation.", "date": "2025-06-13", "journal": ""}
{"title": "The systemic anti-diabetic effect of polyherbal formulation Varanadi Kashayam is mediated through GLP-1 secretion and DPP4 inhibition", "doi": "10.1101/2024.06.29.601306", "authors": "Thottappillil, A.; Kouser, S.; Badiger, A. V.; Pinto, P. G.; Ramachandran, S.; Janadri, S.; Mudagal, M. P.; Kukkupuni, S. K.; Mohan S, S.; Chethala N, V.", "abstract": "Background: Frontiers of health science increasingly emphasizes systems and network medicine approaches for managing complex lifestyle diseases such as diabetes. In this context, systemic targets like incretin hormones and their modulators - particularly DPP4 inhibitors - have gained prominence. Ayurveda, the Indian System of Medicine (ISM), with its clinically validated multicomponent formulations offers a valuable resource for integrative therapeutic strategies with systemic mode of action. Purpose: The study investigates the incretin modulatory effect of Varanadi Kashayam (VA), an Ayurveda polyherbal formulation used in the clinical management of diabetes and its comorbidities. Experimental approach: A high-fat diet induced Sprague-Dawley (SD) rat model was used to study the anti-diabetic, GLP-1 secretory, and anti-obesity effects of VA. In vitro studies using GLUTag cells assessed the GLP-1 secretion and DPP4 gene expression modulation; and studies using 3T3-L1 fibroblasts examined the anti-adipogenic effects. Computational methods including molecular docking and molecular dynamic simulations were used to identify the phytochemicals responsible for DPP4 inhibition. Results: VA administration significantly improved fasting blood glucose and oral glucose tolerance in experimental animals, along with enhanced GLP-1 secretion. The in vitro results showed inhibition of DPP4 enzyme activity, increase in GLP-1 secretion and downregulation of DPP4 gene expression in GLUTag cells, and suppression of adipogenesis in 3T3-L1 fibroblast cells. Computational analyses ascertained Chebulinic acid, Chebulagic acid and Terchebin as top ranked phytochemicals responsible for DPP4 inhibition effect. Conclusion: Combining in vitro, in vivo and in silico findings, this study provides valuable insight into the incretin modulatory effect of VA in treating diabetes and associated metabolic diseases.", "date": "2025-06-13", "journal": ""}
{"title": "WITHDRAWN: Romantic Partners with Matching Relationship Satisfaction Showed Greater Interpersonal Neural Synchrony When Co-viewing Emotive Videos: An Exploratory fNIRS Hyperscanning Study", "doi": "10.1101/2024.08.30.610475", "authors": "Heng, W. X.; Ng, L. Y.; Goh, Z. Z.; Esposito, G.; Azhari, A.", "abstract": "Emotion attunement refers to emotional co-regulation in an interpersonal relationship. Attunement can manifest as synchrony at the neurophysiological level, where partners exhibit similar brain responses to each other, known as interpersonal neural synchrony. However, in adult romantic relationships, the level of satisfaction that partners experience in a relationship may differ from each other, thus the extent of emotion attunement may differ according to the perceived relationship quality. Thus far, no study has examined how difference in relationship satisfaction between partners influence interpersonal neural synchrony. This exploratory study on 17 heterosexual Singaporean Chinese non-married couples investigated whether romantic partners relationship satisfaction difference influenced the extent of interpersonal neural synchrony within a couple when sharing an emotive experience. Each couple wore an fNIRS cap, to measure brain activity in their prefrontal cortex (PFC), while co-viewing seven videos intended to evoke positive, negative or neutral emotions. We found preliminary evidence that differences in self-reported relationship satisfaction between romantic partners modulated interpersonal neural synchrony in the frontal right cluster of the PFC involved in social decision-making. This finding suggested that couples in which partners reported closer matching of relationship satisfaction displayed greater interpersonal neural synchrony, possibly due to more similar social cognitive processes when viewing emotive videos together. Further studies are recommended to replicate the findings with larger and more diverse samples.", "date": "2025-06-13", "journal": ""}
{"title": "Microbiome Data Integration via Shared Dictionary Learning", "doi": "10.1101/2024.10.04.616752", "authors": "Yuan, B.; Wang, S.", "abstract": "Data integration is a powerful tool for facilitating a comprehensive and generalizable understanding of microbial communities and their association with outcomes of interest. However, integrating data sets from different studies remains a challenging problem because of severe batch effects, unobserved confounding variables, and high heterogeneity across data sets. We propose a new data integration method called MetaDICT, which initially estimates the batch effects by weighting methods in causal inference literature and then refines the estimation via novel shared dictionary learning. Compared with existing methods, MetaDICT can better avoid the overcorrection of batch effects and preserve biological variation when there exist unobserved confounding variables, data sets are highly heterogeneous across studies, or the batch is completely confounded with some covariates. Furthermore, MetaDICT can generate comparable embedding at both taxa and sample levels that can be used to unravel the hidden structure of the integrated data and improve the integrative analysis. Applications to synthetic and real microbiome data sets demonstrate the robustness and effectiveness of MetaDICT in integrative analysis. Using MetaDICT, we characterize microbial interaction, identify generalizable microbial signatures, and enhance the accuracy of outcome prediction in two real integrative studies, including an integrative analysis of colorectal cancer metagenomics studies and a meta-analysis of immunotherapy microbiome studies.", "date": "2025-06-13", "journal": ""}
{"title": "Stability vs flexibility: reshaping archaeal membranes in silico", "doi": "10.1101/2024.10.18.619072", "authors": "Amaral, M.; Frey, F.; Jiang, X.; Baum, B.; Saric, A.", "abstract": "Cellular membranes differ across the tree of life. In most bacteria and eukaryotes, single-headed lipids self-assemble into flexible bilayer membranes. By contrast, thermophilic archaea tend to possess bilayer lipids together with double-headed, monolayer spanning bolalipids, which are thought to enable cells to survive in harsh environments. Here, using a minimal computational model for bolalipid membranes, we explore the trade-offs at play when forming membranes. We find that flexible bolalipids form membranes that resemble bilayer membranes because they are able to assume a U-shaped conformation. Conversely, rigid bolalipids, which resemble the bolalipids with cyclic groups found in thermophilic archaea, take on a straight conformation and form membranes that are stiff and prone to pore formation when they undergo changes in shape. Strikingly, however, the inclusion of small amounts of bilayer lipids in a bolalipid membrane is enough to achieve fluid bolalipid membranes that are both stable and flexible - resolving this trade-off. Our study suggests a mechanism by which archaea can tune the material properties of their membranes as and when required to enable them to survive in harsh environments and to undergo essential membrane remodelling events like cell division.", "date": "2025-06-13", "journal": ""}
{"title": "Orchid losers and winners after fire in West Australian urban bushland: A response continuum deeply integrated with other traits", "doi": "10.1101/2024.10.28.620558", "authors": "Brundrett, M. C.", "abstract": "ContextThe Southwest Australia Floristic Region (SWAFR) is a global hotspot for plant taxonomic and functional diversity with 450 highly specialised orchids facing threats from habitat loss, grazing, weeds, fire and climate change.\n\nAimsTo develop fire history maps and effective monitoring tools to compare fire ecology of orchids with diverse ecological traits from an isolated urban banksia and eucalypt woodland.\n\nMethodsA 72-year fire history map was intersected with >1000 orchid locations and 4.5 km of transects to measure effects on abundance and diversity. Orchid survival, size, flowering, pollination and germination were measured post-fire relative to areas unburnt for >22 years.\n\nKey resultsThere were 58 overlapping major fires (1972-2024), averaging 8.7% of the 63-ha area annually. Correlating locations of 17 orchids with fire history revealed 5 fire-intolerant and 6 less productive species, while 6 benefited from fire-promoted flowering. Even the latter could be killed by unseasonal autumn fire. Fire decreased or increased pollination, with three orchids dependant on fire. Overall, fire impacts greatly out way benefits, as most orchids preferred long-unburnt areas, with maximum diversity and abundance three decades or more post-fire. Paradoxically, Pyrorchis nigricans required fire to flower, but only thrived in long-unburnt areas.\n\nConclusionsOrchids had diverse fire outcomes from catastrophic to beneficial summarised by fire response indexes (FRI) and fire age safe thresholds (FAST). This continuum was correlated with tuber depth, clonality, dispersion and lifespans of orchids, so is deeply integrated with their biology and ecology.\n\nImplicationsResearch in an urban nature reserve provided essential tools for sustainable management of orchids relevant to rare species, such as fire history maps, FRI and FAST. Many SWAFR orchids prefer long unburnt areas, are intolerant to fire, or can be harmed by aseasonal fires. Thus, fire must be carefully managed in their habitats.\n\nData StatementAll data are provided as tables and figures or supplemental tables", "date": "2025-06-13", "journal": ""}
{"title": "Generative prediction of real-world prevalent SARS-CoV-2 mutation with in silico virus evolution", "doi": "10.1101/2024.11.28.625962", "authors": "Liu, X.; Nie, Z.; Si, H.; Shen, X.; Liu, Y.; Huang, X.; Dong, T.; Xu, F.; Ren, Z.; Zhou, P.; Chen, J.", "abstract": "Predicting the mutation prevalence trends of emerging viruses in the real world is an efficient means to update vaccines or drugs in advance. It is crucial to develop a computational method for the prediction of real-world prevalent SARS-CoV-2 mutations considering the impact of multiple selective pressures within and between hosts. Here, a deep-learning generative framework for real-world prevalent SARS-CoV-2 mutation prediction, named ViralForesight, is developed on top of protein language models and in silico virus evolution. Through the paradigm of host-to-herd in silico virus evolution, ViralForesight reproduced previous real-world prevalent SARS-CoV-2 mutations for multiple lineages with superior performance. More importantly, ViralForesight correctly predicted the future prevalent mutations that dominate the COVID-19 pandemic in the real world more than half a year in advance with in vitro experimental validation. Overall, ViralForesight demonstrates a proactive approach to the prevention of emerging viral infections, accelerating the process of discovering future prevalent mutations with the power of generative deep learning.", "date": "2025-06-13", "journal": ""}
{"title": "Chiari II brain malformation is secondary to open spina bifida", "doi": "10.1101/2025.01.06.631442", "authors": "Clark, M.; Edwards, T. J.; Savery, D.; Galea, G. L.; Samy, N.; Pauws, E.; Kessaris, N.; Greene, N. D.; Copp, A. J.", "abstract": "The Chiari II brain malformation affects 90% of children with open spina bifida. The hindbrain herniates through the foramen magnum into the vertebral canal leading to frequent hydrocephalus and occasional respiratory emergency. Chiari II is not confined to the back of the brain, but is a global brain syndrome with cerebral cortical and other defects implicated in learning disability, which affects 20-25% of children with open spina bifida. The reason for the association between Chiari II and spina bifida has long been debated. Separate effects on the brain and spinal cord of causative genetic or non-genetic factor(s) are possible. Conversely, Chiari II may be secondary to open spina bifida, and a prominent hypothesis cites chronic leakage of cerebrospinal fluid through the open spinal lesion as causative. To resolve the issue of causation, we bred mice in which Pax3 gene function is conditionally deleted by Cdx2cre, specifically in the lower body, leaving the head genetically intact. Open spina bifida is seen in all Cdx2cre/+; Pax3fl/fl fetuses, together with many of the features of Chiari II in the wild-type brain of the mice. These include: hindbrain and cerebellar herniation, cortical thinning, callosal and hippocampal hypogenesis, heterotopic neurons in the cerebral cortex and habenula, and thickening of the ventricular zone. We conclude that the brain defects of Chiari II arise secondary to open spina bifida, with the implication that these may occur early in human gestation through disturbed neurogenesis. The Cdx2cre/+; Pax3fl/fl mouse provides a model for improved understanding of Chiari II pathogenesis.", "date": "2025-06-13", "journal": ""}
{"title": "The Role of Environmental Stress in Promoting Mutators Through Evolutionary Rescue: Quantitative Predictions", "doi": "10.1101/2025.02.11.637742", "authors": "Tuffaha, M. Z.; Wahl, L. M.", "abstract": "The role of mutation rate in evolutionary rescue has been extensively explored, but little work has investigated how evolutionary rescue can promote mutators, lineages with higher mutation rates. Under complete linkage, we investigate the likelihood of evolutionary rescue on a mutator background that either emerges de novo or pre-exists in the population prior to a severe environmental change. If such an evolutionary rescue event occurs, the mutator lineage sweeps into the population, and thus the environmental stress has promoted mutators. Our findings indicate that mutation rate evolution can substantially boost rescue probabilities, but stronger mutators are most effective when the wildtype has a low mutation rate, while their advantage diminishes for higher wildtype mutation rates. Interestingly, at intermediate wildtype mutation rates, emerging mutators can be almost equally likely to sweep no matter how slowly or quickly the environment changes. However, at low wildtype mutation rates, mutators are only likely to sweep for very slow environmental changes due to the sequential nature of necessary mutations for such sweeps to occur. Finally, we show that pre-existing mutators can be significantly more likely to rescue the population compared to the wildtype, provided the wildtype's mutation rate is relatively low. This research opens new avenues for investigating mutator dynamics in response to environmental stress.", "date": "2025-06-13", "journal": ""}
{"title": "Extracellular vesicles aid in the transfer of long-term associative memory between Caenorhabditis elegans", "doi": "10.1101/2025.02.26.640282", "authors": "Bhar, M.; Nandi, T.; Narayanan, H.; Kishore, K.; Babu, K.", "abstract": "Memory formation is necessary for the survival of animals across phyla. Here, we elucidate the mechanism underlying the formation of long-term associative memory (LTAM) formed by treating Caenorhabditis elegans with a volatile chemoattractant and heat. Previous work has shown that training animals with a paradigm involving heat and isoamyl alcohol (IAA) simultaneously, causes C. elegans to lose their attraction to IAA. In this study, we elaborate on the mechanism behind this LTAM formation and suggest that during training with heat and IAA, C. elegans release extracellular vesicles (EVs) that upon being taken up by the same trained animals or their untrained counterparts causes the organism to lose attraction to IAA. Our data suggests that the vesicles are highly specific to the training paradigms used and differ with differing cues. Finally, we show that this mechanism of transfer of LTAM appears to be conserved between C. elegans and C. briggsae allowing for both intra and interspecies transfer of memory.", "date": "2025-06-13", "journal": ""}
{"title": "Effects of dibutyl phthalate (DBP) on life history traits and population dynamics of Daphnia magna: comparison of two exposure regimes", "doi": "10.1101/2025.03.05.641620", "authors": "Ohanessian, J.; Prud'homme, S. M.; Franklin, E.; Kitzinger, G. K.; Lorgeoux, C.; Billoir, E.; Felten, V.", "abstract": "Phthalates are chemical products used as additives in the synthesis of plastics to increase their flexibility and resistance. Among the most frequently detected phthalates in the environment is dibutyl phthalate (DBP). Although ubiquitous in freshwater environments at concentrations in the ng/L to g/L range, studies on the effects of DBP on Daphnia magna have overlooked the potential effects of exposure at low concentrations (g/L order) and without solvent. Our work focuses on the chronic effects of DBP on life history traits (survival, growth, reproduction) in the freshwater model species, D. magna (Crustacea). Organisms were exposed to two exposure regimes: from the beginning of embryonic development or from the adult stage, at the third brood, when most of the energy investment in growth is complete. The results obtained show that the DBP exposure regime is an essential parameter in the effects on D. magna life history traits. While no significant response was observed in organisms exposed at the adult stage, disturbances to survival, growth and reproduction were observed at concentrations as low as the g/L range in organisms exposed at the beginning of embryonic development. The results also demonstrated that exposure to a concentration gradient of DBP results in different dose-dependent response typologies, depending on the life history traits measured. For survival, the dose-response relationship was non-monotonic, with greater juvenile mortality at intermediate concentrations (100, 280 and 500 g/L) than at higher concentrations (1000 and 2000 g/L). For effects on growth and reproduction, the responses followed classic monotonic dose-response relationships with low sensitivities. At the end of the experiment, the EC10-25d values were 1.01 g/L for reproduction and 79.22 g/L for growth. However, when calculated at earlier timepoints, the EC10-4d and the EC10-7d for growth were 0.25 g/L and 1.16 g/L. Furthermore, projecting these results to the population level suggests that exposure to DBP from early embryonic development leads to a decrease in growth rate and a change in population structure.", "date": "2025-06-13", "journal": ""}
{"title": "Larger and polymorphic noctuid moths tend to show less inter-annual abundance variation in the canopy of a temperate forest", "doi": "10.1101/2025.03.13.643003", "authors": "Molleman, F.; Wasala, R.; Tambay, A.; Davis, R. B.; Ounap, E.; Walczak, U.", "abstract": "Inter-annual variation in insect abundance and seasonal phenology can be related to species traits such as body size, larval diet, overwintering stage, and colour variations. We sampled noctuid moths in the canopy of a forest in Western Poland using flight-interception traps during two vegetative seasons. We calculated inter-annual variation for 31 species, and date of peak abundance and length of the flight season for 18 species. We found that for the 23 species for which we had phylogenetic information, larger moths and those with adult colour variation showed less inter-annual abundance variation, which corroborates results of previous studies. We found no indication that phenological traits are associated with the tested species traits. However, species that can feed on the dominant broad-leaved tree in which the traps were placed (Quercus petraea) tended to have a later date of peak abundance than other species. To draw more robust conclusions, future research should encompass a longer time span and a broader range of species.", "date": "2025-06-13", "journal": ""}
{"title": "Structural mechanism of strand exchange by the RAD51 filament.", "doi": "10.1101/2025.03.26.645421", "authors": "Joudeh, L.; Appleby, R. E.; Maman, J. D.; Pellegrini, L.", "abstract": "Homologous Recombination (HR) preserves genomic stability by repairing double-strand DNA breaks and ensuring efficient DNA replication. Central to HR is the strand-exchange reaction taking place within the three-stranded synapsis wherein a RAD51 nucleoprotein filament binds to a donor DNA. Here we present the cryoEM structure of a displacement loop of human RAD51 that captures the synaptic state when the filament has become tightly bound to the donor DNA. The structure elucidates the mechanism of strand exchange by RAD51, including the filament engagement with the donor DNA, the strand invasion and pairing with the complementary sequence of the donor DNA, the capture of the non-complementary strand and the polarity of the strand-exchange reaction. Our findings provide fundamental mechanistic insights into the biochemical reaction of eukaryotic HR.", "date": "2025-06-13", "journal": ""}
{"title": "MDPath: Unraveling Allosteric Communication Paths of Drug Targets through Molecular Dynamics Simulations", "doi": "10.1101/2025.03.27.645168", "authors": "Doering, N. P.; Taterra, M.; Bermudez, M.; Wolber, G.", "abstract": "Understanding allosteric communication in proteins remains a critical challenge for structure-based, rational drug design. We present MDPath, a Python toolkit for analyzing allosteric communication paths in molecular dynamics simulations using NMI-based analysis. We demonstrate MDPath's ability to identify both established and novel GPCR allosteric mechanisms using the {beta}2-adrenoceptor, adenosine A2A receptor, and -opioid receptor as model systems. The toolkit reveals ligand-specific allosteric effects in {beta}2-adrenoceptor and MOR, illustrating how protein-ligand interactions drive conformational changes. Analysis of ABL1 kinase in complex with allosteric and orthosteric inhibitors demonstrates the broader applicability of the approach. Ultimately, MDPath provides an open-source framework for mapping allosteric communication within proteins, advancing structure-based drug design (https://github.com/wolberlab/mdpath).", "date": "2025-06-13", "journal": ""}
{"title": "GVB-positive neurons are resilient to tau-induced impairment of protein synthesis", "doi": "10.1101/2025.03.28.645932", "authors": "Smits, J. F. M.; Ligthart, T. W.; Jorge-Oliva, M.; Middelhoff, S.; Schipper, F.; Pita-Illobre, D.; Li, K. W.; Scheper, W.", "abstract": "In Alzheimers disease, many surviving neurons with tau pathology contain granulovacuolar degeneration bodies (GVBs), neuron-specific lysosomal structures induced by pathological tau assemblies. This could indicate a neuroprotective role for GVBs, however, the mechanism of GVB formation and its functional implications are elusive. Here, we demonstrate that CK1delta activity is required for GVB formation. CK1delta is sequestered in the GVB during this process in an autophagy-dependent manner. We show that neurons with GVBs (GVB+) are resilient to tau-induced impairment of global protein synthesis and are protected against tau-mediated neurodegeneration. GVB+ neurons do not exhibit differential activation of proteostatic stress responses, but have increased ribosomal content. Importantly, unlike neurons without GVBs, GVB+ neurons fully retain the capacity to induce long-term potentiation-induced protein synthesis in the presence of tau pathology. Our results have identified CK1delta as a key regulator of GVB formation that confers a protective neuron-specific proteostatic stress response to tau pathology. These findings provide novel opportunities for targeting neuronal resilience in tauopathies.", "date": "2025-06-13", "journal": ""}
{"title": "RAG-ESM: Improving pretrained protein language models via sequence retrieval", "doi": "10.1101/2025.04.02.646805", "authors": "Sgarbossa, D.; Bitbol, A.-F.", "abstract": "Protein language models are significantly advancing the modeling of sequence-function relationships. However, most of them are not directly informed of homology and evolutionary relationships between protein sequences. Here, we propose a method to make them homology-aware. We introduce RAG-ESM, a retrieval-augmented framework that allows to condition pretrained ESM2 protein language models on homologous sequences, using a minimal number of additional cross-attention parameters and minimal computational cost. We show that RAG-ESM models outperform larger ESM2 models for masked amino acid prediction. We find that sequence alignment capabilities spontaneously emerge in specific cross-attention heads of RAG-ESM. By using a discrete diffusion objective for training, and by conditioning on homologs during inference, RAG-ESM reaches state-of-the-art performance for conditional protein sequence generation and motif scaffolding, among sequence-based models. Our method thus possesses strong potential for scalable, efficient and controlled protein engineering.", "date": "2025-06-13", "journal": ""}
{"title": "Age-dependent gut microbiota dynamics and their association with male fitness traits in Drosophila melanogaster", "doi": "10.1101/2025.05.22.655607", "authors": "Sultanova, Z.; Dönertas, H. M.; Hita, A.; Aguilar, P.; Dag, B.; Lucas-Lledo, J. I.; Latorre, A.; Carazo, P.", "abstract": "Growing evidence suggests that the gut microbiota plays a key role in shaping life history in a wide range of species, including well-studied model organisms like Drosophila melanogaster. Although recent studies have explored the relationship between gut microbiota and female life history, the link between gut microbiota and male life history remains understudied. In this study, we explored the role of gut microbiota in shaping male life history traits by correlating variation in life history traits across genetically homogeneous isolines with their naturally occurring gut microbiota. Using 22 isolines from the Drosophila melanogaster Genetic Reference Panel (DGRP), we measured lifespan, early/late-life reproduction, and early/late-life physiological performance. We characterized the gut microbiota composition in young (5 days old) and old (26 days old) flies using 16S rDNA sequencing. We observed significant variation in male life history traits across isolines, as well as age-related changes in gut microbiota composition. Using machine learning, we showed that gut microbiota composition could predict the age of the organisms with high accuracy. Associations between gut microbiota and life history traits were notable, particularly involving the Acetobacter genus. In early life, the abundance of Acetobacter ascendens was associated with functional aging, while Acetobacter indonesiensis was linked to reproductive senescence. In late life, higher abundances of A. ascendens and Acetobacter pasteurianus were negatively associated with lifespan. These findings highlight the potential role of gut microbiota, especially the Acetobacter genus, in male fitness and aging.", "date": "2025-06-13", "journal": ""}
{"title": "A new nitrogen biochemical process: Oxidization of ammonium into nitrogen gas using nitrate", "doi": "10.1101/2025.06.12.659240", "authors": "lv, x.; zhang, s.; gu, p.; han, x.; li, q.; huang, j.; qu, z.; zhao, d.; wang, z.; li, k.; wang, c.", "abstract": "The nitrifying bacteria oxidize ammonium into nitrite or nitrate under aerobic conditions, while the anaerobic ammonia-oxidizing bacteria utilize nitrite to oxidize ammonium into nitrogen gas under anaerobic conditions. There is no biochemical process that can directly oxidize ammonium into nitrogen gas using nitrate under anaerobic conditions. In this study, mature anaerobic ammonium oxidation (anammox) granular sludge was inoculated in an anaerobic nitrogen-removal system, while nitrate and ammonium were used as the influent substrates. The experiment was conducted for 537 days at a temperature of 30-32; and a pH of 8.0-9.0. The transformation from nitrite-anammox to nitrate-anammox was stably achieved on the 350th day. The experimental results showed that, nitrate directly oxidized ammonium into nitrogen gas under anaerobic conditions. The produced gas consisted of 96.3% nitrogen and 3.7% carbon dioxide. The removal ratio of ammonium to nitrate was approximately 1.67:1, and the total inorganic nitrogen removal rate reached up to 290.20 mg/(L{middle dot}d). Unlike the nitrite-anammox reaction, this reaction was accompanied by an acid production process, which caused a decrease in pH. When the substrate was changed to nitrite and ammonium, the total nitrogen removal rate of only 1.1-1.3 mg/(L{middle dot}d) was achieved. This new biochemical reaction of nitrogen was defined as nitrate-anammox. The study reveals a new pathway of nitrogen transformation, providing novel insights into the global nitrogen cycle.", "date": "2025-06-13", "journal": ""}
{"title": "Interactions across hemispheres in prefrontal cortex reflect global cognitive processing", "doi": "10.1101/2025.06.12.659406", "authors": "McDonnell, M. E.; Umakantha, A.; Williamson, R. C.; Smith, M. A.; Yu, B. M.", "abstract": "Brain functions involve processing in local networks as well as modulation from brainwide signals, such as arousal. Dissecting the contributions of populations of neurons to these functions requires knowledge of interactions between brain areas. We investigated these interactions using dual hemisphere recordings of prefrontal cortex in monkeys performing a spatial memory task. To tease apart global processing from local interactions, we applied a novel statistical approach called pCCA-FA (a combination of probabilistic canonical correlation analysis and factor analysis) to analyze trial-to-trial variability in neuronal responses. We found substantial shared variability among neurons within each population, much of which was actually shared across populations and linked to an arousal process. Our work presents a path by which we can leverage multi-area recordings to reveal aspects of brain functions that are hidden in single-area recordings.", "date": "2025-06-13", "journal": ""}
{"title": "Auditory Gamma-Frequency Entrainment Abolishes Working Memory Deficits in a Rodent Model of Autism", "doi": "10.1101/2025.06.12.659284", "authors": "Cardoso, J.; Luis, M.; Mesquita, C.; Lopes, L. V.; Remondes, M.", "abstract": "Individuals on the autism spectrum often exhibit atypical responses to sensory stimuli and difficulties with behavioral regulation, reflecting altered functional patterns in core sensory-motor circuits. These sensory processing differences suggest the potential for using patterned auditory stimulation to modulate neural activity and mitigate symptoms. While impairments in higher cognitive functions are a hallmark of autism, they remain underexplored in rodent models compared to basic sensory-motor deficits. In this study, we investigated higher cognitive function in the valproic acid (VPA) rodent model of autism and evaluated whether auditory entrainment could ameliorate associated impairments. Pregnant dams received an intraperitoneal injection of VPA on embryonic day 12.5 (E12.5), and offspring were subsequently tested on a delayed non-match to place (DNMP) task to assess working memory. Following 40Hz sensory entrainment, VPA-exposed animals showed significantly impaired performance and altered trial-by-trial learning dynamics, indicating deficits in working memory-based decision making. More importantly, auditory stimulation led to increased gamma-frequency oscillations and enhanced power in other bands (theta, beta) across brain regions, as assessed by LFP recordings in freely moving animals. These neural effects were sustained even after stimulation ended, indicating robust and lasting modulation of brain dynamics.\n\nThis provides strong evidence for the therapeutic potential of sensory entrainment in reversing autism-related cognitive deficits.", "date": "2025-06-13", "journal": ""}
{"title": "Detection of the invasive tomato red spider mite, Tetranychus evansi Baker & Pritchard (Acari: Prostigmata: Tetranychidae) in Australia based on morphological identification and DNA sequence analysis", "doi": "10.1101/2025.06.11.657326", "authors": "Knihinicki, D.; Gopurenko, D.; Gillespie, P. S.; Millynn, B.; Dominiak, B.; Rossiter, L.", "abstract": "Australia is an island nation and is free from many of the pests and disease found in other parts of the world. Therefore, Australia developed a national response mechanism to respond to detections of exotic pests. This mechanism includes early detection surveillance and identification services. Tomato red spider mite, Tetranychus evansi Baker & Pritchard is a serious pest of solanaceous plants (including tomato, potato and eggplant) in many parts of the world. T. evansi was first detected in Australia in August 2013 at Sydney, New South Wales. As part of a response to an exotic incursion, a delimiting survey was initiated. Other Tetranychus species exist in Australia and identification techniques were required to identify different species. Submitted survey samples were identified to species level using morphological keys and molecular sequence analysis of the mitochondrial cytochrome c oxidase I (COI) gene. Surveillance results of Solanaceae host plants at the time determined it was not technically feasible to eradicate this emergency plant pest (EPP). Additional to blackberry nightshade (Solanum nigrum L.), tomato, potato and sweetcorn, T. evansi was found damaging native kangaroo apple, Solanum aviculare G. Forst., (a new host plant record) and naturalised capeweed, Arctotheca calendula (L.) Levyns (Asteraceae). COI sequence analyses confirmed the morphological identifications of three different Tetranychus species (including T. lambi Pritchard & Baker and T. ludeni Zacher) among samples and further identified all twelve T. evansi specimens to a single mitochondrial haplotype (clade1; H4) previously reported from climatically diverse locations in Africa, East Asia and the Mediterranean region. Currently, T. evansi is considered to be an established plant pest in NSW, so far extensively recorded in the Sydney Basin. Based on the lack of COI sequence variation diversity among the Australian specimens of T. evansi, we suggest that this species was likely introduced from a single genetically depauperate source population. This genetic lineage of T. evansi established now in Australia was previously reported as invasive in semi-arid and cold regions outside of the species preferred distribution, and laboratory trials have indicated its propensity for increased tolerance of cold climate habitats. This has implications concerning potential for further spread of this lineage of T. evansi to a broader range of habitats and plant hosts in Australia.", "date": "2025-06-13", "journal": ""}
{"title": "Rift Valley fever virus dynamics in a transhumant cattle system in The Gambia", "doi": "10.1101/2025.06.11.659043", "authors": "Jarra, E.; Ekwem, D.; Cleaveland, S.; Haydon, D. T.", "abstract": "Rift Valley fever (RVF) is a zoonotic disease of global concern, driven by environmental conditions, vector activity, and livestock mobility. Although RVF has been reported in The Gambia, its epidemiology remains poorly understood. This study developed a compartmental model to study RVF dynamics in the cattle population of the country. The model incorporated seasonally dynamic transmission parameters reflecting transhumant movement and ecological differences between two distinct ecoclimatic regions: the Sahelian area and the Gambia river. Parameterised using serological data linked to household survey data, the model predicted endemic RVF virus (RVFV) circulation within The Gambia, and captured temporal infection trends that closely match empirical data. Weak decay rates of seropositivity were required to match predicted and observed age-seroprevalence. Results indicated sustained RVFV transmission during the dry season in the Gambia river eco-region, with a high risk of seasonal virus introductions to the Sahelian eco-region at the start of the wet season via the returning transhumant cattle. A hypothetical transhumant movement ban reduced the frequency of outbreaks in the Sahelian eco-region but disproportionately increased their magnitude, with no long-term reduction in the number of infectious cattle. Our study highlighted the role of livestock mobility in RVFV epidemiology in The Gambia and the need for targeted control strategies that do not involve bans on transhumance movements. These control measures might include, for example, targeted cattle vaccination or application of topical insecticide treatments.", "date": "2025-06-13", "journal": ""}
{"title": "EFFECTS OF ATTACHMENT DESIGNS ON CLEAR ALIGNER TOOTH MOVEMENT: A FINITE ELEMENT ANALYSIS", "doi": "10.1101/2025.06.11.659198", "authors": "Mamboleo, E.; Ouldyerou, A.; Alsharif, K.; Ngan, P.; Guan, G.; Merdji, A.; Mukdadi, O.; Egon Mamboleo, Abdelhak Ouldyerou, Khaled Alsharif, Peter Ngan, Guoqiang Guan, Ali Merdji, and Osama,  ", "abstract": "This study investigates the impact of different attachment shapes and configurations on the displacement, stress, and strain profiles of maxillary first molar during clear aligner-based orthodontic treatment. A subject-specific 3D maxillary model was developed from CBCT imaging, incorporating cortical and trabecular bone, periodontal ligament (PDL), teeth, attachments, and aligner geometry. Five attachment shapes square, rectangle, trapezoid, ellipse, and semicircle were analyzed in single and dual (buccal-lingual) configurations across four clinically relevant movements: mesialization, intrusion, extrusion, and rotation. Finite-element simulation results indicated that flat-shaped attachments (rectangular and trapezoidal) generated the greatest crown displacement but induced higher PDL strain (up to 0.390 mm/mm) and localized bone stress (7.11 MPa), particularly at the root apex and alveolar crest. Curved attachments provided more diffused load distribution but significantly reduced movement efficiency. Dual attachments improved root engagement and bodily displacement in all movement types, mitigating undesired tipping and enhancing force symmetry, albeit with elevated strain. Rotational control was most influenced by attachment geometry, with flat designs producing greater angular movement. Overall, attachment shape and placement exert a substantial influence on orthodontic biomechanics during aligner therapy. The findings underscore the need for evidence-based attachment protocols tailored to specific movement goals and patient risk profiles. These insights can guide clinicians toward optimizing clear aligner treatments for improved movement precision, minimized biological risk, and enhanced treatment outcomes in complex orthodontic cases.", "date": "2025-06-13", "journal": ""}
{"title": "Expression of β-catenin, LEF-1, MMP7 and SFRP5 associated with poor outcome in pancreatic cancer", "doi": "10.1101/2025.06.11.659232", "authors": "Kong, P.; He, F.; Huifang, L.; Yan, D.", "abstract": "Pancreatic cancer is highly aggressive and lethal malignancies worldwide. {beta}-catenin, LEF-1, MMP7 and SFRP5 are key regulatory proteins in the Wnt signaling pathway. It has been confirmed that Wnt signaling pathway is involved in the biological regulation of pancreatic cancer cells and plays an important role. However, its effect on the malignant phenotypes of pancreatic cancer cell and the corresponding molecular details remains unknown. In the current study, the expression of {beta}-catenin, LEF-1 and MMP7 was up-regulated and the expression of SFRP5 was down-regulated in pancreatic cancer cell lines and tissues by RNA sequencing, quantitative PCR (qPCR) and immunohistochemical analysis. {beta}-catenin, LEF-1 and MMP7 positive expression correlates with poor prognosis in PDAC patients, and SFRP5 positive expression correlates with longer survival times. Subsequently r software was used to establish a rosette model to predict the prognosis of pancreatic cancer according to the results of multi-factor analysis. After statistical analysis, age, CA-199, {beta}-catenin, MMP7 and SFRP5 could serve as promising biomarkers for predicting prognosis in PDAC patients. This study also suggests that survival probability of patients can be reliably predicted by a nomogram-based method.", "date": "2025-06-13", "journal": ""}
{"title": "Are they funny? Associations between instructors humor and student emotions in undergraduate lab courses", "doi": "10.1101/2025.06.11.659171", "authors": "Allen, Z. A.; Zajic, C. J.; Leckfor, C. M.; Dolan, E. L.; Tuma, T. T.", "abstract": "Instructor use of humor can positively affect students educational experiences by increasing students comfort in the classroom and making the instructor seem more approachable. Humor can also elicit emotional responses, which in turn may influence students engagement in the course and their relationship with the instructor. However, students may interpret instructor humor differently, resulting in varied effects. The present study examined how instructors use of humor relates to students emotions about their lab course. In addition, we examined whether researcher-identified humor aligned with student reports to support valid inferences about instructor humor. To accomplish this, trained researchers analyzed classroom audio recordings of instructor talk in 48 lab courses to identify instances of instructor humor. We also surveyed their undergraduate students (n = 462) about their instructors humor and pleasant and unpleasant emotions about their lab course. Our results revealed that trained researchers coding of instructor humor was poorly predictive of students emotions about their laboratory courses. In contrast, students who perceived their instructor to be humorous reported greater pleasant emotions and fewer unpleasant emotions. Our results suggest that instructor humor from students perspective may be influential in how they experience instruction. In addition, student perceptions of instructor humor may be a more useful indicator than researcher observations for studying instructor humor.", "date": "2025-06-13", "journal": ""}
{"title": "Multiplex Proteomics of Lewy Body Dementia Reveals Cerebrospinal Fluid Biomarkers of Disease Pathology and Progression", "doi": "10.1101/2025.06.10.658994", "authors": "Higginbotham, L.; Shantaraman, A.; Guo, Q.; Fox, E. J.; Bagchi, P.; Wu, F.; Lah, J. J.; Levey, A. I.; Seyfried, N. T.", "abstract": "Lewy body dementia (LBD), which encompasses Parkinson's disease dementia (PDD) and Dementia with Lewy bodies (DLB), currently lacks established biofluid markers reflective of its complex molecular pathophysiology. Multiplex proteomic tools, such as the recently released NUcleic acid Linked ImmunoSandwich Assay (NULISA), can simultaneously assess a diverse array of neurodegenerative targets and address this critical biomarker gap. We used the NULISA CNS disease panel to analyze 852 baseline and longitudinal cerebrospinal fluid (CSF) samples from control, PD without cognitive impairment (PD-NCI), PD with cognitive impairment (PD-CI), DLB, and Alzheimer's disease (AD) subjects. A subset of control and DLB cases also had alpha-synuclein seed amplification assay (Syn-SAA) results. Of the 124 panel markers analyzed, nearly half (n=53) were significantly altered in PD-CI and/or DLB compared to controls. Of these LBD-associated targets, 12 demonstrated divergent abundance trends in AD. Alpha-synuclein (SNCA) as measured by NULISA did not change across clinical LBD diagnoses but was among proteins significantly altered in subgroup comparisons of SAA+ and SAA- cases. Longitudinal analysis revealed five proteins (NEFL, NRGN, CCL26, CRH, PGF) with baseline changes indicative of subsequent cognitive progression. Machine learning identified a series of panels, each comprising only 10 markers, capable of discriminating clinical diagnoses and SAA positivity with high accuracy (AUC > 0.89). Overall, our results highlight the utility of NULISA multiplex proteomic analysis in the identification of diagnostic and prognostic CSF biomarkers of LBD that reflect its diverse molecular pathophysiology.", "date": "2025-06-13", "journal": ""}
{"title": "The Art of Not Knowing: Accommodating Structured Missingness in Biomedical Research", "doi": "10.1101/2025.06.07.658014", "authors": "Rehak Buckova, B.; Fraza, C.; Koldbaek, C.; Barthel Flaaten, C.; Sofie Saether, L.; Cattarinussi, G.; Sando Ambrosen, K. M.; Andreassen, O. A.; Westlye, L. T.; Beckmann, C.; Ebdrup, B.; Dazzan, P.; Ueland, T.; Mitra, R.; Marquand, A.", "abstract": "Missing data remain a ubiquitous and critical challenge in large-scale clinical studies. Despite advances in imputation, most existing methods fail to address structured missingness, where data are missing according a deterministic pattern and which arise due to systematic patterns introduced by experimental design, site protocols, or cohort differences. These patterns violate key assumptions of most imputation algorithms, yet their impact is rarely evaluated. We demonstrate that structured missingness is a fundamental challenge to drawing valid inferences from standard imputation techniques. First, we present a comprehensive framework for understanding and accommodating the effects of structured missingness. Next, we show through simulations and real-world psychometric data with structured missingness, that widely used algorithms optimised for numerical precision (e.g., Extra Trees, AutoComplete) underperform due to site effects, while donor-based methods (e.g., MICE, hierarchical MICE) better preserve multivariate structure. We propose a novel hierarchical approach that provides optimal performance in simulated and experimental data. Finally, we show that commonly used accuracy metrics, such as mean squared error can obscure these failures, and are therefore inadequate for the evaluation of structured missingness. In contrast, other divergence-based metrics offer a more sensitive and interpretable alternative. We apply this approach to harmonising psychometric data across cohorts, which provides excellent item-level alignment across different instruments. Our study highlights the need for a paradigm shift in handling missing data within biomedical research, moving beyond conventional imputation frameworks to develop tools that can account for structured missingness. This shift is essential for ensuring reliable inference in multi-site clinical studies, precision medicine, and large-scale population analyses.", "date": "2025-06-13", "journal": ""}
{"title": "Deciphering the microbial landscape of lower respiratory tract in health and respiratory diseases", "doi": "10.1101/2025.06.11.659233", "authors": "Cheng, C.; Li, Y.; Wang, S.; Wang, H.; Liu, D.; Wang, Q.; Che, Y.; Xue, L.; Chao, N.; He, X.; Li, C.; Tian, H.; Zhou, J.; Wang, X.; Yang, Y.; Zhu, Y.; Xu, R.; Wang, Z.; Li, W.", "abstract": "The microbiota plays an important role in maintaining lung homeostasis and the development of respiratory diseases. However, there have not been detailed characteristics of lung microbiome in health and respiratory diseases. Bronchoalveolar lavage fluid of 43 healthy individuals, 23 COVID patients, and 28 non-small cell lung cancer patients was conducted to characterize microbial diversity and function by metagenomic sequencing. We identified 196 species in health lung after removing low abnudance species. The most abundant species were Staphylococcus aureus, Salmonella enterica, and Klebsiella pneumoniae. Keystone species were identified through co-network analysis, such as Granulicatella adiacens and Mogibacterium diversum. To further explore the microbial function in the healthy lung, we obtained 56 non-redundant metagenome-assembled genomes (MAGs) and subsequently classified them into nine phyla. Metabolism and genetic information processing exhibit high abundance, including bacterial secretion systems, p", "date": "2025-06-13", "journal": ""}
{"title": "Shouldering the challenge of deciphering avian palate evolution", "doi": "10.1101/2025.06.10.658509", "authors": "Benito, J.; Kuo, P.-C.; Torres, C. R.; Navalon, G.; Plateau, O.; Clark, A. D.; Steell, E. M.; Field, D. J.", "abstract": "Wilken et al. (1) investigate the evolution of avian palatal kinesis using comparative morphology and biomechanical modelling. While the topic of the study and its approach are timely, its conclusions are marred by inadequate taxon sampling and morphological misinterpretations.", "date": "2025-06-13", "journal": ""}
{"title": "Distinct heterozygous TTC7A missense variants lead to different intestinal epithelial phenotypes in pediatric IBD", "doi": "10.1101/2025.06.11.659065", "authors": "Jeshvaghani, Z. S.; Deenichina, P.; Collen, L.; de Vries, M.; Brunsveld, J.; Kotlarz, D.; Koletzko, S.; Klein, C.; Beekman, J.; Snapper, S.; Lindemans, C.; Mokry, M.; Argmann, C.; Kuijk, E.; Nieuwenhuis, E.", "abstract": "Pathogenic mutations in Tetratricopeptide repeat domain 7A (TTC7A) result in gastrointestinal and immunological disorders of which the pathobiology is not fully understood. Previous case reports indicate that TTC7A plays an important role in preserving intestinal epithelial integrity, but thus far only few variants have been investigated and it is unclear if different variants exert the same effects. Here, we aim to study the effects of different variants on the intestinal epithelium. We present three instances of pediatric inflammatory bowel disease (IBD), displaying varying clinical symptoms and severity levels, and associated with different heterozygous missense mutations in TTC7A. Intestinal organoids derived from patients show dissimilar epithelial phenotypes and exhibit differences in growth, morphology, apicobasal polarity, responses to specific drugs, TTC7A expression, and transcriptional profiles. The findings of our study suggest differences in pathobiology between individuals with different TTC7A mutations. This investigation enhances our comprehension of TTC7A-related conditions and can have implications for developing targeted therapies for TTC7A-associated disorders.", "date": "2025-06-13", "journal": ""}
{"title": "Using evolution as a tool: Replacing corolla in Drosophila melanogaster with its Drosophila mauritiana ortholog creates a novel hypomorphic allele", "doi": "10.1101/2025.06.11.659179", "authors": "Williams, S.; McKown, G.; Yu, Z.; Staber, C.; Gibson, M.; Hawley, R. S.", "abstract": "In Drosophila melanogaster females, as in most organisms, the segregation of meiotic chromosomes depends on the proper distribution of crossovers along paired maternal and paternal chromosomes. In most cases, crossovers require the synaptonemal complex (SC), a conserved multi-protein structure that forms between homologous chromosomes in meiotic prophase I. Recent studies leveraging hypomorphic alleles suggest that the SC plays a more direct role in the distribution of crossover events. However, identifying additional hypomorphic mutations that avoid catastrophic phenotypes by partially disrupting the SC has been challenging. Here, to create a new hypomorphic allele of the D. melanogaster SC gene corolla, we used CRISPR/Cas9 to replace it with the coding sequence of its Drosophila mauritiana ortholog, yielding corollamau. Since the amino acid sequence of SC proteins is rapidly diverging while maintaining the general tripartite structure of the SC, we hypothesized that this replacement would enable the assembly of the SC but show defects in crossover distribution. Indeed, at 25 {degrees}C corollamau homozygous females exhibited full-length SC with defects in SC maintenance and crossover formation, resulting in moderate levels of chromosome missegregation. At 18 {degrees}C, SC maintenance was rescued, and recombination rates were improved, although they remained significantly lower than observed in wild type. Importantly, these phenotypes are less severe than observed in corolla null mutant flies, suggesting corollamau is a hypomorphic allele. Unexpectedly, in homozygotes we also observed unique polycomplexes composed of the SC proteins Corolla and Corona but lacking the transverse filament protein C(3)G. Overall, we report a novel hypomorphic allele of corolla that will enable future studies on the role of the SC in crossover distribution. Further, the unique polycomplexes found in mutant flies may provide new insights into SC protein-protein interactions and SC architecture.", "date": "2025-06-13", "journal": ""}
{"title": "Spatial and temporal scale-dependent feedbacks govern dynamics of biocrusts in drylands", "doi": "10.1101/2025.06.10.658851", "authors": "Sun, J.; Yu, K.; Rietkerk, M.; Chen, N.; Zhang, H.; Song, G.; Li, X.", "abstract": "Biota could be ecosystem engineers in generating an intrinsic heterogeneous landscape through scale-dependent feedbacks. Thereby, they can form resource enriched patchiness or islands of fertility, comprising of self-organizing spatial patterns. Research so far has largely focused on the self-organized spatial patterns of plant communities in drylands. It, however, remains unclear whether and how biocrusts having distinct morphology and life history from plant communities could self-organize themselves and form unique spatial patterns. Here we conducted field observations of biocrusts across successional stages and employed a probabilistic Cellular Automaton (CA) model to investigate the distinct self-organized spatial patterns exhibited by mosaic patches of mosses and lichens with different patch size distributions (PSDs). Our study demonstrates that short-range positive feedbacks initially promote the development of patches, featured with a heavy-tailed PSD, while long-range negative feedbacks subsequently curtail further expansion of big patches, thereby establishing a characteristic patch scale with regular PSDs. Strikingly, only lichens reverted back to the heavy-tailed PSD in the late succession stage, presumably implying self-organized critical fragmentation of lichen patches. Field measurements of biocrust performance at the center and edge of patches of varying sizes along succession stages further support the classic scale-dependent feedback mechanism for Turing pattern formation. Collectively, our results clearly demonstrate the capability of the biocrust communities to self-organize themselves to form distinct spatial patterns governed by the spatial and temporal scale-dependent feedbacks, potentially impacting dryland ecosystem functions and resilience.", "date": "2025-06-13", "journal": ""}
{"title": "Boolean Network Modeling Identifies Cognitive Resilience in the First Murine Model of Asymptomatic Alzheimer Disease", "doi": "10.1101/2025.06.11.659207", "authors": "Jati, S.; Taheri, S.; Kal, S.; Sinha, S.; Head, B. P.; Mahata, S. K.; Sahoo, D.", "abstract": "Alzheimer disease (AD) is a progressive neurodegenerative disorder defined by amyloid beta plaques and neurofibrillary tangles (NFTs), yet approximately 30% of aged individuals exhibit these hallmark lesions without developing cognitive impairment, a clinically silent condition termed asymptomatic AD (AsymAD). The molecular basis of this cognitive resilience remains poorly understood due to a lack of mechanistic models. Here, we integrate systems level Boolean network modeling with in vivo validation to define the transcriptomic logic of AsymAD and uncover a novel preclinical model. Using Boolean implication networks trained on large-scale human cortical RNA seq datasets, we identified a robust and invariant AD gene signature that accurately stratifies disease states across independent datasets. Application of this signature to Chromogranin A deficient PS19 mice (CgA-KO/PS19) revealed a unique resilience phenotype: male mice developed AD like molecular and neuropathological profiles in the pre-frontal cortex yet retained intact learning and memory. Female CgA-KO/PS19 mice displayed even greater protection, including reduced Tau phosphorylation and preserved synaptic ultrastructure. These findings establish the first validated murine model of AsymAD and identify CgA as a modifiable node linking neuroendocrine signaling, Tauopathy, and cognitive preservation. This work provides a scalable platform to probe sex-specific resilience, uncover early-stage biomarkers, and accelerate preventive therapeutic development in AD.", "date": "2025-06-13", "journal": ""}
{"title": "A distinct class of eukaryotic demethylases safeguards the positional fidelity of N6-methyladenine (6mA)", "doi": "10.1101/2025.06.10.658764", "authors": "Niu, J.; Yu, H.; Liu, Y.; Nie, L.; Nan, B.; Zhang, W.; Song, N.; Gao, S.", "abstract": "DNA N6-methyladenine (6mA) has recently been rediscovered as an epigenetic mark in eukaryotes. Several demethylases responsible for 6mA removal have been identified in multicellular eukaryotes. However, despite the much higher abundance of 6mA in unicellular species, no such enzymes have been reported and the biological significance of 6mA removal in these organisms remain unclear. Here, we identify and functionally characterize DMT3 as a dedicated 6mA demethylase in unicellular eukaryotes. DMT3 targets both fully and hemi-methylated ApT dinucleotides on DNA. It is predominantly localized at transcription start sites (TSS), where it antagonizes the activity of the 6mA methyltransferase AMT1. Deletion or catalytic inactivation of DMT3 leads to genome-wide ectopic 6mA deposition specifically at TSS regions, driven by AMT1, and is accompanied by increased chromatin accessibility and elevated enrichment of transcription-associated histone marks. These epigenetic alterations disrupt gene expression, reduce osmotic stress resistance, and impair the initiation of sexual reproduction. Together, our findings uncover a critical 6mA demethylase in unicellular eukaryotes, and highlight the essential role of active 6mA removal in maintaining transcriptional and developmental integrity.", "date": "2025-06-13", "journal": ""}
{"title": "Rodents as Potential Reservoirs for Toroviruses", "doi": "10.1101/2025.06.12.659308", "authors": "Buigues Bisquert, J.; Vinals, A.; Martinez-Recio, R.; Monros, J. S.; Sanjuan, R.; Cuevas, J. M.", "abstract": "Emerging zoonotic viruses pose a significant threat to global health. The order Nidovirales includes diverse viruses, such as coronaviruses, which are well known for their zoonotic potential. Toroviruses are a less-studied genus within Nidovirales primarily associated with gastrointestinal diseases in ungulates, although some evidence suggests their presence in humans. In this study, we report the discovery of a novel torovirus from a fecal sample of a dormouse (Eliomys quercinus) in Spain, which we named Dormouse torovirus (DToV). This represents the first complete genome of a rodent-associated torovirus. The 28,555-nucleotide genome encodes the six characteristic torovirus open reading frames, but these exhibit low amino acid sequence identity (44.3-86.3%) compared to other toroviruses, indicating that DToV likely represents a new viral species. Bayesian analysis of the ORF1b suggests that DToV diverged from known toroviruses approximately 1300 years ago. Moreover, the basal phylogenetic position of DToV suggests that rodents may represent a reservoir for this viral genus. Our findings expand the known torovirus host range, underscore their potential for cross-species transmission, and highlight the importance of continued surveillance of wildlife viruses.", "date": "2025-06-13", "journal": ""}
{"title": "Spatial multi-omics and deep learning reveal fingerprints of immunotherapy response and resistance in hepatocellular carcinoma", "doi": "10.1101/2025.06.11.656869", "authors": "Wu, Z.; Boen, J.; Jindal, S.; Basu, S.; Bieniosek, M.; He, S.; LaPelusa, M. B.; Mayer, A. T.; Kaseb, A. O.; Zou, J.; Sharma, P.; Trevino, A. E.", "abstract": "Despite advances in immunotherapy treatment, nonresponse rates remain high, and mechanisms of resistance to checkpoint inhibition remain unclear. To address this gap, we performed spatial transcriptomic and proteomic profiling on human hepatocellular carcinoma tissues collected before and after immunotherapy. We developed an interpretable, multimodal deep learning framework to extract key cellular and molecular signatures from these data. Our graph neural network approach based on spatial proteomic inputs achieved outstanding performance (ROC-AUC > 0.9) in predicting patient treatment response. Key predictive features and associated spatial transcriptomic profiles revealed the multi-omic landscape of immunotherapy response and resistance. One such feature was an interface niche expressing restrictive extracellular matrix factors that physically separates tumor tissue and lymphoid aggregates in nonresponders. We integrate this and other spatially-resolved signatures into SPARC, a multi-omic \"fingerprint\" comprising scores for immunotherapy response and resistance mechanisms. This study lays groundwork for future patient stratification and treatment strategies in cancer immunotherapy.", "date": "2025-06-13", "journal": ""}
{"title": "Composition of Carotid Plaques Differs Between Chinese and United States Patients: A Histology Study", "doi": "10.1101/2025.06.10.658993", "authors": "Cao, J.-L.; Ferguson, M.; Sun, J.; shen, M.; Small, R. C.; Hippe, D. S.; Zhao, X.; Zhang, D.; Watase, H.; Yuan, C.; Gao, P.-y.; Demarco, J. K.; Nicosia, R. F.; Wang, Y.-J.; Li, H.-W.; Li, Z.-R.; Wang, Y.; Kohler, T. R.; Hatsukami, T.; Sui, B.", "abstract": "Background: The clinical manifestations of cerebrovascular disease are known to differ between the Chinese and United States (U.S.) populations as do the plaque features on imaging. Objectives: The aim of this study was to investigate and compare the histological features of excised carotid plaques from Chinese and U.S. patients. Methods: Carotid endarterectomy specimens collected from two prospective studies were included. The entire plaque was serially sectioned (10 {micro}m thickness) at 0.5-1 mm intervals. Hematoxylin and eosin staining and Mallory's trichrome staining were performed. The morphology and components of the plaques were measured and compared between the two groups. Results: A total of 1,152 histological sections from 75 Chinese patients and 1,843 sections from 111 U.S. patients were analyzed. The Chinese group had significantly smaller minimum lumen diameters (median: 1.1 vs. 1.3 mm, p=0.046) and a larger percent wall volume (median: 74% vs. 70%, p=0.018) than the U.S. group. After adjusting for confounding factors, carotid plaques in the Chinese population were more likely to have more lipid pools (&]beta]=10.0%, 95%CI: 4.9 to 15.9%), more recent intraplaque hemorrhage (IPH; &]beta]=8.4%, 95%CI: 4.5 to 12.7%), and less late IPH (&]beta]=-8.2%, 95%CI: -11.3 to -5.4), and fewer fibrous cap disruptions (45% vs. 67%, p=0.061). Chinese plaques were more homogeneous and had a higher percentage of plaques with features of xanthomas than did U.S. plaques (20% vs 2.7%, p<0.001). Conclusions: The histology of Chinese plaques differs significantly from that of U.S. plaques, suggesting substantial differences in the pathophysiology of atherosclerotic cerebrovascular disease between Chinese and North American populations, which could enhance the gap in racial pathology comparison, indicating a need for a different management approach.", "date": "2025-06-13", "journal": ""}
{"title": "Decoding Cellular Stress States for Toxicology Using Single-Cell Transcriptomics", "doi": "10.1101/2025.06.10.657506", "authors": "Shah, I.; Gallegos, D.; Robinette, B.; Chambers, B. A.; Eastburn, D.; Camiolo, S.; White, K.; Martin, N.; Montis, G.; McComb, J.; Seligmann, B.; Chorley, B. N.", "abstract": "We applied the TempO-LINC(R) platform to generate single-cell transcriptomic (SCTr) profiles of ~40,000 HepaRG cells exposed to etoposide, brefeldin A, cycloheximide, rotenone, tBHQ, troglitazone, and tunicamycin at three concentrations for 24 hours. SCTr enabled a detailed analysis of adaptive stress response pathways (SRPs), including the unfolded protein response (UPR), oxidative stress response (OSR), heat shock response (HSR), and DNA damage response (DDR). Troglitazone upregulated lipid metabolism genes (PLIN2, ACOX1) along with HSR and UPR activation, with co-expression of DNAJA1, HSP90AA1, and DDIT3 in subsets of cells. Brefeldin A and tunicamycin strongly induced UPR markers (HSPA5, SYVN1, LMF2, PDIA4) in subsets of cells, with some also expressing apoptotic (DDIT3, CASP8) and autophagic (SQSTM1) genes, indicating diverse stress responses. Rotenone activated GDF15, TRIB3, and DDIT3 in a fraction of cells, accompanied by PLIN2 and mild UPR induction, reflecting heterogeneous mitochondrial stress responses. We scored individual cells using literature-derived SRP gene signatures to characterize overall stress phenotypes and clustered them using a generalized Jaccard metric. The clustering revealed five phenotypic groups spanning cell states associated with homeostasis, adaptive responses, terminal outcomes, autophagy, and apoptosis. By systematically analyzing the distributions of cells in different states across treatments, we visualized dynamic shifts in cellular subpopulations responding to chemicals, revealing early stress responses and potential transitions to cell death. Our findings suggest the utility of SCTr in decoding stress states that could provide possible insights into transitions between cellular adaptive and terminal transitions involved in toxicity.", "date": "2025-06-13", "journal": ""}
{"title": "Treating Myotonic Dystrophy with artificial RNA endonucleases to specifically degrade toxic RNA expansions", "doi": "10.1101/2025.06.10.658795", "authors": "Wei, T.; Hu, H.; Jiang, X.; Li, Y.; Han, W.; Yang, Y.; Xiao, X.; Mao, M.; Wang, Z.", "abstract": "Myotonic dystrophy type 1 (DM1), the most common autosomal dominant muscular disorder, is driven by expanded CUG repeats in the 3' UTR of DMPK gene, which sequester RNA-binding proteins and cause aberrant alternative splicing. Despite extensive study, no effective treatment exists, and current care remains limited to symptomatic management. Using a customized dual-color reporter carrying RNA repeats in different lengths, we engineered a new class of programmable artificial enzymes (artificial RNA cleavers, or ARCs) that preferentially degrade the pathogenic repeats both in cells and in a mouse model. We further examined the in vivo efficacy of ARCs by systematically delivering ARCs into the DM1 mouse model with muscle-specific adeno-associated viruses, and validated that ARCs can rescue the muscular pathology and movement ability. The treatment by ARCs showed sustained efficacy, low immunogenicity, and minimal off-target effects in animal model, which are key concerns in clinical translation of gene therapies. Collectively, these findings establish ARCs as a potent and precise RNA-targeting platform with strong clinical potential for the treatment of DM1 and other repeat expansion disorders.", "date": "2025-06-13", "journal": ""}
{"title": "HAVEN: Hierarchical Attention for Viral protEin-based host iNference", "doi": "10.1101/2025.06.09.658367", "authors": "Antony, B.; Haghani, M.; Lauring, A. S.; Karpatne, A.; Murali, T. M.", "abstract": "It is crucial to accurately predict hosts of viruses to understand and anticipate human infectious diseases that originate from animals. There is a lack of versatile models that handle out-of-distribution factors such as unseen hosts and viruses. We develop a machine learning model for predicting the host infected by a virus, given only the sequence of a protein encoded by the genome of that virus. Our approach, HAVEN, is the first to apply to multiple hosts and to generalize to unseen hosts and viruses. HAVEN is a transformer-based architecture coupled with hierarchical self-attention that can accept sequences of highly diverse lengths. We integrate HAVEN with a prototype-based few-shot learning classifier to predict rare classes. We demonstrate the accuracy, robustness, and generalizability of HAVEN through a comprehensive series of experiments. In particular, we show that HAVEN can achieve a median AUPRC of 0.67 while predicting common hosts. Moreover, HAVEN retains this AUPRC value even for rare hosts (median prevalence as low as 0.09%). Our model performs on par with state-of-the-art foundation models, which are 65 to 5, 000 times larger in size, and outperforms them in identifying hosts of SARS-CoV-2 variants of concern.", "date": "2025-06-13", "journal": ""}
{"title": "Concordance and dissonance: A genome-wide analysis of self-declared versus inferred ancestry in 10,250 participants from the HostSeq cohort", "doi": "10.1101/2025.06.10.658783", "authors": "Warren, R. L.; Birol, I.", "abstract": "Accurately characterizing human diversity is foundational to equitable genomics. In this study, we present a large-scale analysis comparing self-declared ancestry with genetically inferred ancestry in 10,250 participants from the pan-Canadian HostSeq cohort. Using the ntRoot algorithm on whole genome sequencing data, we inferred both global and local continental-level ancestry and assessed concordance with self-identified sociocultural categories. High agreement was observed among individuals self-identifying as White (concordance rate=98.8%), Black (97.2%), East Asian (96.1%), and South Asian (89.9%), while substantial discordance was found in those self-identifying as Hispanic (concordance rate=74.6%), Middle Eastern / Central Asian (67.9%) or Indigenous (40.7%). We quantified agreement using Cohens kappa ({kappa} = -0.01 unweighted; 0.35 weighted) and assessed admixture complexity with Shannon entropy, revealing a strong relationship between discordance and ancestry heterogeneity. Principal component analysis further revealed that tightly clustered genetic profiles often corresponded with lower admixture complexity, whereas broader, overlapping distributions were observed in groups with more heterogeneous ancestry and complex sociocultural histories. These findings underscore the complex interplay between sociocultural identity and genomic data, with discordance patterns reflecting the historical and cultural complexity of human populations. By quantifying this relationship systematically with ntRoot, our approach provides a framework for moving rigid categorical labels toward more nuanced genome-derived ancestry characterization that can improve both scientific rigor and representational equity in genomics.", "date": "2025-06-13", "journal": ""}
{"title": "EndoGenius: Enabling comprehensive identification and quantitation of endogenous peptides", "doi": "10.1101/2025.06.12.659347", "authors": "Fields, L.; Dang, T. C.; Gray, M. D.; Protya, S. S.; Li, l.", "abstract": "The investigation of endogenous peptides, specifically with respect to neuropeptides, from mass spectrometry data is rife with bioinformatics bottlenecks, stemming from the low in vivo abundance of these analytes, increased susceptibility to degradation, and an immense search space of possible peptides. To address this, we present EndoGenius in its expanded form, strategically designed to optimize the searching for these endogenous peptides complemented with a pipeline designed for tasks including quantitation, spectral library building, motif extraction, and usage with data-independent acquisition workflows. EndoGenius is released as an open-source software package under an MIT License. The EndoGenius package with a user interface can be installed from https://www.lilabs.org/resources. The source code for EndoGenius can be accessed at https://github.com/lingjunli-research/EndoGenius-v2.0.", "date": "2025-06-13", "journal": ""}
{"title": "Altered kinematics and muscle activities during half squats in people with ankle sprain history", "doi": "10.1101/2025.06.10.658971", "authors": "Matsumura, U.; Tsurusaki, T.; Ogusu, R.; Yamamoto, S.; Lee, Y.; Sunagawa, S.; Koseki, H.", "abstract": "Regardless of the high recurrence rate, copers manage the damage after a sprain. Copers do not experience ankle instability and continue their daily activities. However, it is unclear whether copers can use movement strategies similar to people without an ankle sprain. Identifying movement strategies can improve efficacy and prevent unwanted effects during training. Therefore, we aimed to compare the kinematics and muscular activities of the lower limbs during half squats and gait between copers and healthy controls. Ten copers (7 men, 3 women; age = 21.6 {+/-} 1.1 years) and 10 controls (6 men, 4 women; age = 22.5 {+/-} 2.8 years) were included in the cross-sectional study. We compared angles of the thigh, shank, and foot calculated from inertial measurement units and muscle activities of the biceps femoris long head, rectus femoris, gastrocnemius, and tibialis anterior between copers and controls during half squats and gait.  For half squats, copers demonstrated thigh restriction with an effect size of 0.67-1.35, whereas we observed no significant differences in the shank and foot angles in the descending phase. Copers demonstrated less activity with an effect size of 0.61-1.58 in all four muscles. Copers showed lower activities of the rectus femoris and tibialis anterior during the same period of thigh restriction. For gait, there were no significant differences in lower limb angles and muscle activities between copers and controls. Copers may restrict thigh rotation unintentionally, leading to less muscle activity during half squats. Removing unconscious restrictions using sensor-based quantitative feedback can enable copers to obtain more efficient training. Our results suggest that assessing the limb movements of copers is important for efficient training, even if they do not experience instability so they can continue with their daily activities.", "date": "2025-06-13", "journal": ""}
{"title": "Caffeine-regulated molecular switches for functional control of CAR T cells in vivo", "doi": "10.1101/2025.06.13.659487", "authors": "Sylvander, E.; Salzer, B.; Emminger, D.; Baik, H.; D'Accardio, G.; Schaefer, M.; Mouratidis, K.; Buri, M. C.; Maresch, D.; Urbanetz, A.; Seigner, J.; Marchiori, E.; Munoz-Lopez, A.; Engert, F.; Engels, B.; Mittelstaet, J.; van der Veeken, J.; Rosato, A.; Zuber, J.; Putz, E. M.; Zajc, C. U.; Lehner, M.; Traxlmayr, M. W.", "abstract": "The limited controllability of CAR T cells in patients represents a key challenge of this highly potent immunotherapy. A molecular ON-switch, which can be regulated with a non-toxic and readily available small molecule drug, would represent a major advance towards controllable CAR T therapeutics. For that purpose, we engineered caffeine-responsive heterodimeric ON-switches (CaffSwitches) and demonstrate their high caffeine-dependency and virtually absent leakiness. When incorporating these CaffSwitches into CARs, the resulting CaffCARs were efficiently activated by caffeine concentrations achieved in human plasma after drinking one cup of coffee. Moreover, CaffCAR T cells also showed efficient tumor clearance in an in vivo mouse model, which was completely abolished in the absence of caffeine. This tight control was even observed with c-Jun overexpressing CaffCAR T cells, despite their massive expansion. Together, we anticipate that these novel CaffSwitches will be valuable tools for the development of safe and efficient next generation CAR T cells.", "date": "2025-06-13", "journal": ""}
{"title": "Lipid droplet dysmetabolism affects cell homeostasis in an in vitro model of Alzheimer disease", "doi": "10.1101/2025.06.09.658644", "authors": "Fernandes, T.; Caldeira, M.; Melo, T.; Neves, B. B.; Carvalho, C.; Resende, R.; Filadi, R.; Pizzo, P.; Domingues, M. R.; Pereira, C. F.; Moreira, P. I.", "abstract": "Lipid droplets (LD) are dynamic organelles involved in neutral lipid storage, energy homeostasis, and can prevent lipotoxicity and oxidative distress. LD dysmetabolism has been considered a pathological hallmark in neurodegenerative disorders, including Alzheimer disease (AD). In this study, we investigated the alterations in LD metabolism and their impact on mitochondria-associated membranes (MAM) in an in vitro model of AD, namely the mouse neuroblastoma cell (N2A) line overexpressing the amyloid precursor protein with the familial Swedish mutation (APPswe). In APPswe cells, we found depletion of LD associated with an accumulation of free fatty acids that can be related with the observed LD degradation by chaperone-mediated autophagy. In these cells we also found decreased levels of seipin, which might contribute to triacylglycerol accumulation. These lipid alterations are associated with increased levels of ROS and lipid peroxidation in APPswe cells. The pharmacological modulation of DGAT1, that mediates triacylglycerol synthesis, normalized LD size and improved ER-mitochondria contacts and mitochondrial function in APPswe cells. In summary, these observations suggest the involvement of altered LD metabolism in AD pathophysiology, which impact on MAM and mitochondria function leading to cell dyshomeostasis. Our findings also support the idea that LD are relevant therapeutic targets in AD.", "date": "2025-06-13", "journal": ""}
{"title": "Personalized whole-brain Ising models with heterogeneous nodes capture differences among brain regions", "doi": "10.1101/2025.06.09.658769", "authors": "Craig, A. G.; Chen, S.; Tang, Q.-Y.; Zhou, C.", "abstract": "Multiple lines of research have studied how complex brain dynamics emerge from underlying connectivity by using Ising models as simplified neural mass models. However, limitations on parameter estimation have prevented their use with individual, high-resolution human neuroimaging data. Furthermore, most studies focus only on connectivity, ignoring node heterogeneity, even though real brain regions have different structural and dynamical properties. Here we present an improved approach to fitting Ising models to 360-region functional MRI data: derivation of an initial guess model from group data, optimization of simulation temperature, and two stages of Boltzmann learning, first with group data, then with individual data. We then analyze how data binarization threshold affects goodness-of-fit, the role of the external field in model behavior, and correlations between model parameters and features from structural MRI, including myelination and sulcus depth. The fitted models can reproduce the functional connectivity of the data across a wide range of thresholds, but the role of the external field parameters in model behavior increases with threshold. In parallel, the coupling between nodes correlates with structural connectivity throughout this range, but correlations between the external field and structural features increase with threshold. These results show how our methodology enables personalized, biophysically interpretable modeling of structure-function relationships at the whole-brain level, which can aid understanding of individual differences in brain network organization and dynamics. This approach will help to bridge the gap between connectomics, which emphasizes brain networks, and translational neuroscience, which often focuses on the unique roles of brain regions.", "date": "2025-06-13", "journal": ""}
{"title": "Experience-dependent sharp-wave ripple deficits in an Alzheimer's disease mouse model", "doi": "10.1101/2025.06.09.658771", "authors": "Schnur, P.; Byron, N.; Gerasimou, S.; Pascual Clavel, A.; Rohner, V.; Patriarchi, T.; Sakata, S.", "abstract": "Amyloid pathology is a hallmark of Alzheimer's disease (AD). Hippocampal sharp-wave ripples (SWRs) play a role in memory consolidation and are impaired in various AD mouse models. However, it remains unclear how experience affects SWRs and how extrinsic signals contribute to SWR generation in AD. Here, by combining behavioral, in vivo electrophysiological and fiber photometry approaches, we show that an experience-dependent increase in hippocampal SWRs is disrupted in male and female 5xFAD mice. In wild-type mice, SWRs during non-rapid eye movement sleep (NREMS) increased after exploring a novel environment and the SWR rate gradually decreased with NREMS episodes and multiple behavioral sessions. However, 5xFAD mice did not show such experience-dependent SWR rate changes. A similar deficit was observed after a novel object recognition test. On the other hand, sleep spindles were intact in 5xFAD mice under all conditions. Since deficits in basal forebrain cholinergic neurons have been implicated in 5xFAD mice and SWRs are regulated by hippocampal cholinergic tone, we examined if hippocampal cholinergic signals could explain experience-dependent SWR deficits. Using fiber photometry and expressing a genetically encoded acetylcholine (ACh) sensor in the hippocampus, we found that ACh dynamics in the hippocampus were intact in 5xFAD mice across sleep-wake cycles, including NREMS, while we also found a negative correlation of infraslow cortical signal power dynamics with hippocampal ACh signals during NREMS regardless of genotypes. These results suggest that experience-dependent SWR deficits stem from non-cholinergic pathological changes.", "date": "2025-06-13", "journal": ""}
{"title": "The road less travelled: Exploring the genomic characteristics and antimicrobial resistance potential of Acinetobacter baumannii from the indigenous Orang Asli community in Peninsular Malaysia", "doi": "10.1101/2025.06.12.659425", "authors": "Lean, S. S.; Morris, D. E.; Anderson, R.; Alattraqchi, A. G.; Cleary, D. W.; Clarke, S.; Yeo, C. C.", "abstract": "Acinetobacter baumannii is widely recognized as a multidrug-resistant pathogen, but with most public genome datasets biased toward hospital-derived isolates. Little is thus known about A. baumannii isolates from healthy individuals from the community. This study analysed genome sequences from nine A. baumannii isolates obtained from the upper respiratory tract of healthy individuals of the indigenous Orang Asli community in their rural settlements located in the east coast of Peninsular Malaysia. Genomic analysis revealed all nine A. baumannii isolates to be genetically distinct and included three new sequence types (STs) under the Pasteur scheme and six novel STs under the Oxford scheme. Notably, one isolate, A. baumannii 19064, belonged to Global Clone 8 (GC8), a lineage associated with clinical infections. Core genome phylogeny indicated that the Orang Asli community isolates were interleaved with several non-GC clinical isolates from the tertiary hospital within the same state. This is suggestive of the potential of these community isolates to cause infections under conducive conditions. This is also attested by the identification of several virulence factors in their genomes. All nine isolates carried various intrinsic blaOXA-51-like class D {beta}-lactamase genes and class C Acinetobacter-derived cephalosporinase (ADC) blaADC genes but remained susceptible to meropenem. Two isolates, A. baumannii 19053 and 19062, were tetracycline resistant but minocycline susceptible and harboured the tet(39)-tetR gene pair within mobile pdif modules located on distinct Rep_3 family plasmids. Only one isolate, A. baumannii 19055, is plasmid-free; the rest mainly harboured cryptic Rep_3-type plasmids, often containing identifiable pdif modules. These findings highlight the clinical relevance of A. baumannii strains residing in healthy individuals, particularly in isolated communities that are seldom accessible to public health. Despite their remote location, the Orang Asli A. baumannii isolates possess virulence factors and antibiotic resistance genes similar to those found in hospital settings. This underscores the importance of genomic surveillance of commensal pathogens, and taking this road which is less travelled can help inform broader epidemiological insights and guide future public health strategies.", "date": "2025-06-13", "journal": ""}
{"title": "Genomic adaptations of novel halotolerant bacteria from extreme North Greenland", "doi": "10.1101/2025.06.13.657406", "authors": "Salinas-Garcia, M. A.; Prieme, A.", "abstract": "Peary Land, northern-most Greenland, is a cold desert region whose soil microbiome remains underexplored. This is the first study to explore the halotolerant soil microbiome of this region with culture-dependent methods. Forty-nine taxonomically diverse bacterial isolates were obtained from dry biological soil crust, surface soil and permafrost soil. Nine isolates were selected for whole genome sequencing; these genomes showed adaptations to their cold, saline native environment, such as cold shock proteins and a large number of osmoprotectant transporters. The genomes also contained several biosynthetic gene clusters, including a large variety of clusters involved in the production of antimicrobial compounds. Furthermore, most of the sequenced genomes showed low digital DNA-DNA hybridisation to their closest relatives, suggesting that they represent novel species. Overall, this study demonstrates the unexplored potential of High Arctic deserts as a source of novel halotolerant bacteria and their secondary metabolites.", "date": "2025-06-13", "journal": ""}
{"title": "Microbial Worlds Apart: Distinct Communities in Crude Oil and Production Waters", "doi": "10.1101/2025.06.13.658281", "authors": "Alibrandi, A.; Plewka, J.; Vuillemin, A.; Bartholomaeus, A.; di Primio, R.; Probst, A. J.; Kallmeyer, J.", "abstract": "Genomic analyses of microbial community composition are used to improve oil reservoir engineering and monitor reservoir dynamics. Given the challenges of extracting nucleic acids from oil, production water samples are often used as proxies from which to infer microbial community information from oil reservoirs. We employed 16S rRNA gene amplicon and metagenomic sequencing on samples of crude oil and production water from four North Sea oil fields. Taxonomic profiling revealed differences in microbial compositions and functions between production water and crude oil. Production water was more homogeneous, less diverse, harboured taxa associated with conditions non-native to the reservoir (e.g., seawater), and exhibited evidence of contact with atmospheric oxygen, most likely from passing through the water separators. Conversely, crude oil samples harboured microbial taxa typically associated with oil reservoirs. Despite long-term production and, in some cases, re-injection of production waters, the putative native microbial communities were still present in the oil. These findings demonstrate that crude oil samples are much more representative of oil reservoir microbiomes than their production water proxies.", "date": "2025-06-13", "journal": ""}
{"title": "Scavenger Receptor class F member 2 is an intracellular receptor for Hepatitis B virus", "doi": "10.1101/2025.06.13.659407", "authors": "Li, C.; Wang, Y.; Xiong, R.; Li, Q.; Zhou, Z.; Liu, Q.; Qi, Y.; Gao, Z.; Xu, G.; Fang, L.; Sun, Y.; Farzan, M.; Choe, H.; Sui, J.; Li, W.", "abstract": "Hepatitis B virus (HBV) infects hepatocytes by specific binding to the cell-surface receptor -sodium taurocholate cotransporting polypeptide (NTCP)-through the preS1 region of its large envelop protein, followed by a less well understood transport process across the cytoplasm to the nucleus. Here, we report that scavenger receptor class F member 2 (SCARF2), a single-pass transmembrane protein, functions as an intracellular receptor for HBV. SCARF2 binds to a preS1 region downstream of the NTCP binding site through its N-terminal EGF-like domains 4-6, and its proline-rich C-terminal domain also plays an indispensable role in the infection. The internalized HBV virions are transported to the cytoplasmic side of nuclear pore complexes (NPCs) within the SCARF2-containing endosomes. HBV capsid release from the endosomal vesicles is significantly impaired by knockdown of SCARF2. These results suggest a model that SCARF2 conveys HBV to the periphery of NPCs and ultimately leads to viral capsid release for nuclear entry.", "date": "2025-06-13", "journal": ""}
{"title": "Cellular antibody affinity-based CRISPR Screening identifies JUNB as a broadly acting anti-viral factor", "doi": "10.1101/2025.06.12.659131", "authors": "Waild, N.; Ciesla, J.; Schafer, X.; Munger, J.", "abstract": "CRISPR screening is a powerful approach to identify genetic perturbations that impact viral infection. However, most virus-focused CRISPR screens utilize selection strategies that limit the ability to identify genes important for infection. Here, we developed a novel CRISPR screening pipeline to identify cellular determinants of Human Cytomegalovirus infection based on virally induced remodeling of cellular antibody affinity (VIRCAA), which is scalable for large libraries and can identify cellular genes that impact HCMV infection at different life cycle stages. We utilized this pipeline to interrogate proteomic and transcriptomic data sets associated with the HCMV UL26 protein, which blocks anti-viral signaling during infection. We find that JUNB drives anti-viral gene expression, induces protein ISGylation, and suppresses diverse viral infections. Further, UL26 proximally interacts with JUNB and suppresses JUNBs nuclear condensation and JUNB-mediated contraction of viral DNA replication compartments. These results highlight the VIRCAA pipelines utility for identifying important determinants of viral infection.", "date": "2025-06-13", "journal": ""}
{"title": "Digital PCR detection of Mycobacterium tuberculosis and HIV-1 co-localization in spinal tuberculosis biopsies", "doi": "10.1101/2025.06.11.659223", "authors": "Waters, R.; Martineau, A.; Laubscher, M.; Dunn, R. N.; Held, M.; Abrahams, M.-R.; Coussens, A. K.", "abstract": "The paucibacillary nature of spinal tuberculosis (STB) makes diagnosis challenging, particularly in people living with HIV-1 (PLWH). HIV-1 and Mycobacterium tuberculosis (Mtb) co-infection in tissues may favour reciprocal replication, infection and reservoir expansion. Yet, confirmation in diseased tissues is scant. In a prospective study of 25 adults (13 (52%) PLWH on antiretroviral treatment (ART)) undergoing spinal biopsy investigation for STB, droplet digital PCR (ddPCR) was used to detect and quantify Mtb complex (MTBC) DNA (rpoB and IS6110) in 93 biopsy segments, and HIV-1 DNA (pol and gag) in 41 segments from PLWH. Mtb ddPCR sensitivity was validated against Xpert-Ultra and culture. Pathogen DNA abundance, co-detection, human cellularity, HIV status, and peripheral viral load (VL) relationships were evaluated. ddPCR detected MTBC DNA in 19/25 (76%) patients (range: 8-59,144 rpoB copies/biopsy), with increased detection in those with confirmed STB and TB history. MTBC rpoB copies/million cells were higher in biopsies from PLWH (p=0.0096) and positively correlated with matched biopsy segment HIV-1 pol copies/million cells (r=0.40; p=0.0003), not peripheral VL. HIV-1 DNA was detected in all biopsies from PLWH, four with undetectable VL. HIV-1 pol copies/million cells were higher in biopsy segments with MTBC DNA co-detected (p=0.011) and strongly correlated with VL (r=0.91; p=0.0003). ddPCR has high sensitivity for Mtb and HIV-1 DNA quantification in STB biopsies. Mtb tissue abundance correlated with localised but not systemic HIV-1 abundance. Increased HIV-1 DNA detection at sites co-localised with Mtb supports investigating the TB microenvironment for HIV-1 reservoir persistence and expansion in PLWH on ART.", "date": "2025-06-13", "journal": ""}
{"title": "Molecular Mechanisms of DNMT3A-3L-Mediated de novo DNA Methylation on Chromatin", "doi": "10.1101/2025.06.10.658647", "authors": "Yan, Y.; Zhou, X. E.; Thomas, S. L.; Liu, M.; Lai, G.-Q.; Worden, E. J.; Jones, P. A.; Xu, T.-H.", "abstract": "De novo DNA methylation is a fundamental epigenetic process essential for early development. It is mediated by DNA methyltransferase DNMT3A and DNMT3B, in cooperation with catalytically inactive DNMT3L. Abnormal DNA methylation contributes to genomic instability and oncogenesis, yet the mechanisms governing its establishment and regulation remain unclear. Here, we present high-resolution cryo-EM structures of the nucleosome-bound full-length DNMT3A2-3L and its oligomeric assemblies in the nucleosome-free state. Strikingly, DNMT3L C-terminal ''Switching Helix'' displayed a distinct conformation with a 180{degrees} rotational difference compared to its DNMT3B3 counterpart in the presence of nucleosome, preventing direct interactions with the nucleosome acidic patch. Instead, DNMT3L ADD domain promotes nucleosome binding, while DNMT3A PWWP domain inhibits it, indicating multi-layer regulation. Additionally, the novel oligomeric arrangement of DNMT3A2-3L in nucleosome-free states highlights its dynamic assembly and potential allosteric regulation. Furthermore, we identified the critical role of DNMT3L as a sensor of histone modifications, guiding the complex's chromatin interaction. These findings uncover a previously unknown mechanism by which DNMT3A-3L mediates de novo DNA methylation on chromatin through complex reorganization, histone tail sensing, dynamic DNA search, and nucleosome engagement, providing key insights into epigenetic regulation.", "date": "2025-06-13", "journal": ""}
{"title": "SARS-CoV-2 envelope protein induces LC3 lipidation via the V-ATPase-ATG16L1 axis", "doi": "10.1101/2025.06.12.659257", "authors": "Figueras-Novoa, C.; Timimi, L. J.; Marcassa, E.; Taveira-Marques, R.; Adams, L.; Jiang, M.; Wu, M. Y.; Montaner, B.; Ng, K.; De Lorenzo, G.; Furnon, W.; Cowton, V. M.; Upfold, N.; Kassiotis, G.; Harvey, R.; Patel, A. H.; Howell, M.; Ulferts, R.; Beale, R.", "abstract": "Coronaviruses encode envelope (E), a structural component of the virion that is important for assembly and egress. E has proton channel activity that prevents premature rearrangement of the spike glycoprotein as virions encounter acidic compartments as they exit the cell. How infected cells respond to this pH disruption during coronavirus infection is unknown. Here we show that SARS-CoV-2 E ion channel activity triggers the proton pump V-ATPases to recruit the ATG16L1 complex during infection. This results in ATG8 molecules such as LC3B decorating perturbed compartments. This recruitment of autophagy machinery does not inhibit viral replication, rather SARS-CoV-2 exploits this response. Inhibition of the V-ATPase/ATG16L1 interaction using the Salmonella effector SopF inhibits SARS-CoV-2 replication. Careful distinction between use of the autophagic machinery from canonical macroautophagy is required in order to better understand coronavirus replication and for rational targeting of any potential host-directed therapies.", "date": "2025-06-13", "journal": ""}
{"title": "Loss of meiotic double strand breaks triggers recruitment of recombination-independent pro-crossover factors in C. elegans spermatogenesis", "doi": "10.1101/2025.06.10.658785", "authors": "Engebrecht, J.; Calidas, A.; Li, Q.; Ruiz, A.; Padture, P.; Barroso, C.; Martinez-Perez, E.; Silva, N.", "abstract": "A key event in meiosis is the conversion of a small subset of double strand breaks into interhomolog crossovers. In this study, we demonstrate that Caenorhabditis elegans male spermatogenesis has less robust mechanisms than hermaphrodite oogenesis for ensuring and limiting the conversion of double strand breaks into crossovers. This is not a consequence of differences in meiotic prophase timing, sex chromosome genotype, or the presence or absence of germline apoptosis. Using the cyclin-like crossover marker COSA-1, we show that males have a linear response in converting increasing numbers of double strand breaks into crossovers, suggesting weakened crossover homeostasis. While the topoisomerase SPO-11, responsible for initiating meiotic double strand breaks, has an extended period of activity in males as in hermaphrodites, we discovered that COSA-1 foci form at the very end of meiotic prophase in the absence of SPO-11 during spermatogenesis. These COSA-1-marked sites are also independent of homologous recombination, and Topoisomerases I and II. We find that the synaptonemal complex, which holds homologs in proximity, differently modulates COSA-1 enrichment to chromosomes in the absence of SPO-11 in males and hermaphrodites. Together, these findings suggest that males have less robust crossover control and that there are previously unrecognized lesions or structures at the end of meiotic prophase in spermatocytes that can accumulate CO markers.", "date": "2025-06-13", "journal": ""}
{"title": "Proteomics- and BRET-screens identify SPRY2 as Ras effector that impacts its membrane organisation", "doi": "10.1101/2025.06.13.659437", "authors": "Pavic, K.; Hood, F. E.; Duval, C. J.; Manoharan, G. b.; Laurini, C.; Siddiqui, F. A.; Mo, S. P.; Prior, I. A.; Abankwa, D.", "abstract": "K-Ras functions within nanoscale proteo-lipid domains of the plasma membrane, but few regulators of its membrane organisation are known. We combined TurboID-based proximity proteomics with a secondary BRET screen to identify eight novel K-Ras G-domain interactors. We focused on APLP2 and SPRY2 for further characterisation. APLP2 binds K-Ras indirectly via C-Raf, while SPRY2 exhibits properties of a novel effector. Co-immunoprecipitation and BRET assays revealed that the SPRY2 C-terminal fragment (residues 161-315) binds oncogenic RasG12V more strongly than the full-length protein. Both forms localise to the plasma membrane, but this localisation and binding to K-Ras is disrupted by inhibitors of K-Ras membrane anchorage or activity. Mutations at the predicted interface of K-Ras and SPRY2's C-terminal region affect the interaction. Both full-length SPRY2 and its C-terminal fragment promote differentiation of C2C12 muscle cells, a process requiring MAPK pathway inhibition. Finally, SPRY2 also forms homo- or hetero-oligomers with SPRY4. We propose that active K-Ras recruits SPRY2 dimers to the membrane, where they bind Ras and block effector access.", "date": "2025-06-13", "journal": ""}
{"title": "Analysis of apo and citraconate-bound hACOD1 (hIRG1) by X-ray crystallography and NMR spectroscopy: structural insights for developing chemotherapeutic agents", "doi": "10.1101/2025.06.13.659517", "authors": "Monteiro, D. C. F.; Runge, B.; Fucci, I. J.", "abstract": "In this work, we present the high-resolution structure of human aconitate decarboxylase 1 (hACOD1) in its true apo form (active site empty) as well in complex with the inhibitor citraconate. These two new structures show the architecture of the active site and the structure-activity relationships of citraconate inhibition. Careful analysis of the structures indicates probable dynamics required for substrate/inhibitor binding and catalysis. These observations were further explored using molecular dynamic simulations, which show a clear open-close mechanism of hACOD1 between the A1 and A2 loops, the lid- and helical-domain respectively. As part of the biochemical characterization of the protein, we also developed an alternative kinetic assay which measures the rate of catalysis of hACOD1 by direct observation of the conversion of cis-aconitate to itaconate by NMR spectroscopy. The work herein offers a foundation for structure- and dynamic-driven design of novel hACOD1 inhibitors as novel chemotherapeutics.", "date": "2025-06-13", "journal": ""}
{"title": "Metabolism of epigenetic ribonucleosides leads to nucleolar stress and cytotoxicity", "doi": "10.1101/2025.06.11.659152", "authors": "Sun, X.; Donlic, A.; Boyer, J. A.; Reddy, N.; Brangwynne, C. P.; Rabinowitz, J. D.; Kleiner, R. E.", "abstract": "Post-transcriptional RNA modifications are ubiquitous in biology, but the fate of epigenetic ribonucleotides after RNA turnover and the consequences of their metabolism and misincorporation into nucleic acids are largely unknown. Here we explore the metabolism of epigenetic ribonucleosides in human cells by studying effects on cell growth, quantifying misincorporation into cellular RNAs and identifying metabolic regulators, and exploring phenotypes associated with cytotoxicity. We find that bulky N6-modified adenosines (i.e. i6A) exhibit high levels of cytotoxicity and RNA misincorporation, whereas cells dramatically restrict the misincorporation of small N6-modified adenosines (i.e. m6A), partly through sanitization by enzymatic deamination. Epigenetic ribopyrimidines also exhibit cytotoxicity, mediated primarily by nucleoside kinase UCK2, but only at much higher concentrations than ribopurines. We further characterize the effects of cytotoxic ribonucleoside metabolism on nucleolar morphology and protein translation. Taken together, our work provides new insights into the metabolism of epigenetic ribonucleosides and mechanisms underlying their cytotoxicity to cells.", "date": "2025-06-13", "journal": ""}
{"title": "Thermally controlled state switches for macrophage immunotherapy", "doi": "10.1101/2025.06.09.658763", "authors": "Liu, A.; Farooq, A. S.; Abedi, M. H.; Smith, C. A. B.; Wu, D.; Shapiro, M. G.", "abstract": "Advances in cellular immunotherapy promise new treatments for conditions such as cancer, autoimmune disease, and heart disease. While engineered cells have the ability to recognize clinically relevant signals, traffic to disease sites and interface with the host immune system, their activity must be tightly controlled to minimize undesirable effects in healthy tissues. One approach to obtaining specificity is to activate the cells spatially using externally applied energy, such as ultrasound-delivered heating. To facilitate such control, we designed and characterized a genetic circuit that enables stable transcriptional activation of macrophages after a brief thermal stimulus, resulting in the expression of reporters or secretion of the cytokine IL-12. We demonstrate that in vivo activation of a mouse macrophage cell line containing this bioswitch results in spatially localized gene expression for at least 14 days after ultrasound heating. This thermal bioswitch provides a precise control element for cell-therapeutic agents.", "date": "2025-06-13", "journal": ""}
{"title": "cfDNAanalyzer: a comprehensive toolkit for analyzing cell-free DNA genomic sequencing data in liquid biopsy", "doi": "10.1101/2025.06.09.658767", "authors": "Zhou, J.; Zhu, K.; Huang, X.; Yuan, J.; Li, Y.", "abstract": "Liquid biopsy, through the analysis of plasma cell-free DNA (cfDNA), is transforming diagnostic medicine by enabling non-invasive insights into the genomic and epigenomic landscape of diseases, most notably cancer. As cfDNA reflects dynamic contributions from multiple tissues, it holds immense potential for early detection, disease monitoring, and personalized treatment. However, the rapid expansion of cfDNA applications has outpaced the availability of unified, versatile computational tools for the systematic analysis of cfDNA data. To address this unmet need, we present cfDNAanalyzer, a comprehensive, user-friendly toolkit that streamlines the feature extraction, selection, and construction of machine learning-based models for disease detection using cfDNA. Designed for flexibility and scalability, cfDNAanalyzer supports multimodal feature extraction, integration, and interpretable outputs, enabling both exploratory research and translational applications. By standardizing and accelerating cfDNA data analysis, cfDNAanalyzer provides a critical resource to advance precision diagnostics and deepen biological insight into disease processes.", "date": "2025-06-13", "journal": ""}
{"title": "AbDesign: Database of point mutants of antibodies with associated structures reveals poor generalization of binding predictions from machine learning models.", "doi": "10.1101/2025.06.09.658639", "authors": "Janusz, B.; Chomicz, D.; Demharter, S.; Arts, M.; Kanter, J. d.; Wilke, Y.; Britze, H.; Wrobel, S.; Gawlowski, T.; Dudzic, P.; Ukkivi, K.; Peil, L.; Spreafico, R.; Krawczyk, K.", "abstract": "Antibodies are naturally evolved molecular recognition scaffolds that can bind a variety of surfaces. Their designability is crucial to the development of biologics, with computational methods holding promise in accelerating the delivery of medicines to the clinic. Modeling antibody-antigen recognition is prohibitively difficult, with data paucity being one of the biggest hurdles. Current affinity datasets comprise a small number of experimental measurements, which are often not standardized between molecules. Here, we address these issues by creating a dataset of seven antigens with two antibodies each, for which we introduce a heterogeneous set of mutations to the CDR-H3 measured by ELISA. Each of the parental complexes has a known crystal structure. We perform benchmarking of state-of-the-art affinity prediction algorithms to gauge their effectiveness. Current computational methods exhibit significant limitations in accurately predicting the effects of single-point mutations. In contrast, the older empirical, physics-based method FoldX, performs well in identifying mutants that retain binding. These findings highlight the need for more resources like the one presented here - large, molecularly diverse, and experimentally consistent datasets.", "date": "2025-06-13", "journal": ""}
{"title": "Uncovering Functional Gene Regulatory Networks in Bulk and Single-Cell Data through Robust Transcription Factor Activity Estimation and Model-Guided Experimental Validation", "doi": "10.1101/2025.06.09.658650", "authors": "Siahpirani, A. F.; McCalla, S. G.; Pyne, S.; Dillingham, C. M.; Sridharan, R.; Roy, S.", "abstract": "Reconstructing genome-scale gene regulatory networks (GRNs) remains a difficult problem in systems biology, and many experimental and computational methods have been developed to address this problem. Recent computational methods have aimed to more accurately model GRNs by estimating the hidden Transcription Factor Activity (TFA), from prior knowledge of TF target regulatory connections, encoded as an input directed graph, to relax the assumption that mRNA level of the regulator correlates with the protein activity of the regulator. However, the noise in the prior knowledge can adversely affect the estimated TFA levels and the quality of the downstream inferred GRNs. Here, we present a new approach, MERLIN+P+TFA, that uses prior knowledge-guided sparsity regularization to robustly and accurately estimate TFA and downstream GRNs. We apply our method to simulated and real expression data in yeast and mammalian systems and show improved quality of inferred GRNs for both bulk and single-cell datasets. Regularized TFA offers benefits to a variety of other GRN inference algorithms, including those that have traditionally be used with expression alone, in both bulk and scRNA-seq settings. We used the inferred GRN to prioritize key regulators for the mouse Embryonic Stem Cell (mESC) state and validate 58 regulators experimentally. We identify both known and novel regulators of the mESC state and further validate the targets of 4 known and novel regulators. Our validation experiments suggest that computationally inferred networks can capture functional targets of TFs with higher precision than estimated in current benchmarks, however, it is important to generate context-specific gold standards.", "date": "2025-06-13", "journal": ""}
{"title": "Cancer systems immunology reveals myeloid - T cell interactions and B cell activation mediate response to checkpoint inhibition in metastatic breast cancer", "doi": "10.1101/2025.06.09.658361", "authors": "Gonzalez, E.; Kreger, J.; Liu, Y.; Wu, X.; Barbetta, A.; Baugh, A.; Al-Zubeidy, B.; Jang, J.; Shin, S. M.; Jacobo, M.; Stearns, V.; Connolly, R. M.; Ho, W.; Emamaullee, J.; MacLean, A. L.; Roussos Torres, E. T.", "abstract": "Sensitization of the immune-suppressed tumor microenvironment (TME) of breast cancer by histone deacetylase inhibition shows promise, but the mechanisms of sensitization are unknown. We investigated the TME of breast-to-lung metastases by combining experimental and clinical data with theory. Knowledge-guided subclustering of single-cell RNA-sequencing data and cell circuits analysis identified 39 cell states and salient interactions, of which myeloid, T cell and B cell subpopulations were most affected by treatment. Using functional immunologic assays, we verified that inhibition of the ICAM pathway partially recapitulated treatment effects. Mathematical modeling of tumor-immune dynamics confirmed that tumor reduction required simultaneous modulation of multiple TME interactions. We found evidence that treatment affected anti-tumor antibody production. Analysis of patient biopsies via spatial proteomics corroborated preclinical findings: in responders we observed increased B cell activation, mature tertiary lymphoid structures, and increased CD8+ T cell -macrophage distances with treatment. Overall, this study provides a framework for the discovery of cell-cell interactions that govern responses in complex TMEs.", "date": "2025-06-13", "journal": ""}
{"title": "The mPFC molecular clock mediates the effects of sleep deprivation on depression-like behavior and regulates sleep consolidation and homeostasis", "doi": "10.1101/2025.06.09.658701", "authors": "Gardner, W.; Sarrazin, D. H.; Balzinger, M.; Marchese, C.; Ragno, A.; Ramanathan, C.; Veleanu, M.; Vestring, S.; Normann, C.; Bourgin, P.; Serchov, T.", "abstract": "Disruptions in sleep, circadian rhythms, and neural plasticity are closely linked to the pathophysiology and treatment of depression. Acute sleep deprivation (SD) produces rapid but transient antidepressant effects, yet the underlying mechanisms remain poorly understood. Using a mouse model of stress-induced depression, we found altered sleep architecture, impaired sleep homeostasis, and disrupted day-night oscillations of the markers of glutamatergic plasticity - Homer1a and synaptic AMPAR expression in the medial prefrontal cortex (mPFC). These changes were accompanied by a blunted homeostatic response to SD. We further show that SD and ketamine, both rapid-acting antidepressants, exert opposing effects on mPFC circadian gene expression: SD enhances the expression of negative clock loop genes (e.g., Per, Cry), mirroring stress effects, while ketamine downregulates these same genes. Targeted deletion of the core clock gene Bmal1 in CaMK2a-expressing excitatory neurons of the mPFC disrupted sleep-wake architecture, elevated slow-wave activity, and abolished the behavioral and molecular (Homer1a) response to SD. Additionally, pharmacological activation of the clock repressor REV-ERB suppressed the antidepressant effects of SD. Our results demonstrate that the mPFC molecular clock is essential for the regulation of sleep consolidation and homeostasis, and mediates the effects of SD on behavior.", "date": "2025-06-13", "journal": ""}
{"title": "Drosophila learn about properties of objects through physical interaction", "doi": "10.1101/2025.06.09.658381", "authors": "Iwasaki, K.; Kawano, S.; Cassod, A.; Neuhauser, C.; Rayshubskiy, A.", "abstract": "Animals interact with unfamiliar objects to learn about their properties and guide future behavior, but the underlying neurobiological mechanism is not well understood. Here, we developed a behavioral paradigm in which freely walking Drosophila melanogaster are repeatedly guided to spherical objects using a visual cue. Flies exhibited diverse and structured object interaction motifs, including 'ball pulling', and 'ball walking', that evolved over time. Notably, flies developed a strong preference for immobile over mobile objects, despite their near identical appearance, suggesting they learn about object stability through physical interaction. This preference was impaired by silencing specific h{Delta} neurons in the fan-shaped body, a circuit known for spatial navigation through vector computations. h{Delta} neurons also modulated object interaction motifs and fidelity of following visual guidance cues, pointing to a role in balancing goal-directed and exploratory behaviors. These findings establish Drosophila as a model for investigating how internal representations and multimodal feedback contribute to adaptive object interaction.", "date": "2025-06-13", "journal": ""}
{"title": "Identifying potential keystone microbes from co-occurrence networks in the Gulf of Alaska", "doi": "10.1101/2025.06.12.659413", "authors": "Brauner, M.; Cohen, J.; Briggs, B. R.; Hennon, G. M. M.", "abstract": "The Northern Gulf of Alaska (NGA) is a highly productive and diverse marine ecosystem. Differences in nutrient supply and physical circulation between nearshore and offshore waters in the NGA result in a mosaic of water masses with distinct biogeochemical signatures. We hypothesized that microbial communities in these regions not only differ in composition but also in the ecological interaction networks they support. We used amplicon sequencing of the 16S (V4) and 18S (V9) rRNA genes to characterize the microbial community differences between nearshore, continental shelf, and offshore regions in the NGA in summers 2018-2021. We observed significantly different community assemblages by region (MRPP, p = 0.001), with higher relative abundances and cell counts of heterotrophic bacteria and Synechococcus nearshore, elevated Alphaproteobacteria and SAR11 clades offshore, and greater dinoflagellates and Spirotrich ciliates on the shelf. Co-occurrence networks of operational taxonomic units (OTUs) of prokaryotes and eukaryotes were constructed for each region using statistically significant correlations (Spearman rank >0.8, Bonferroni corrected p < 0.05). Overall, the offshore network had higher centralization (0.331) and density (0.112), indicating higher connectivity and therefore more potential interactions compared to the shelf (0.191, 0.069) and nearshore (0.165, 0.041) networks. The nearshore network was characterized by higher proportions of potentially parasitic taxa such as Cryothecomonas aestivalis, Syndiniales Dino Group I, and MAST-1C and parasitoid bacteria Bdellovibrio and like organisms, suggesting that nearshore conditions may increase parasitoid/predator success through increased contact rates. Significant correlations between cryptophyte Plagioselmis prolonga and ciliate Oligotrichida were identified in all three regions, supporting previous findings that kleptoplasty is likely an important strategy across the NGA. Eukaryotic taxa that had the highest degree centrality across all three regions; P. prolonga and Phaeocystis are known to be mixotrophs, suggesting a role for bacterivory in forging a high number of interactions between protists and bacteria. Understanding these potential keystone microbes and their interactions is crucial for a greater understanding of ecosystem stability within the NGA.", "date": "2025-06-13", "journal": ""}
{"title": "Toward Essential Oil Stewardship Strain-Resolved Evaluation of Thyme Oil Activity Against Pseudomonas aeruginosa", "doi": "10.1101/2025.06.13.659493", "authors": "Brozyna, M.; Stepnicka, Z.; Tyminska, N.; Dudek, B.; Kapczynska, K.; Matkowski, A.; Sun, Y.; Junka, A.", "abstract": "The rising interest in essential oils (EOs) as antimicrobial agents demands evaluation frameworks that move beyond anecdotal efficacy and toward structured, reproducible assessment. In this study, we examined the strain-dependent response of Pseudomonas aeruginosa to Pharmacopoeia-grade Thyme Essential Oil (TEO) or polyhexamethylene biguanide antiseptic (PHMB), using a panel of ten genetically diversified strains in planktonic and biofilm form and by complementary in vitro models. Despite uniform test conditions, we observed striking inter-strain variability: TEO Minimal Inhibitory Concentrations (MICs) differed by up to 1000-fold, and biofilm susceptibility profiles ranged from full tolerance to near-complete eradication. Notably, strains with low metabolic activity and sparse cell populations-but high matrix biomass-exhibited reduced responsiveness to TEO, while susceptibility to PHMB was more consistent, though not absolute. These findings highlight the critical influence of both microbial phenotype and agent formulation on antimicrobial outcomes. Rather than framing EOs as superior or inferior alternatives, our results advocate for their integration into a stewardship paradigm-one that values standardization, model-based evaluation, and informed formulation. In this context, we position essential oil stewardship not as a constraint, but as a necessary evolution for their credible inclusion in antimicrobial strategies.", "date": "2025-06-13", "journal": ""}
{"title": "Hyphal induction in Candida albicans: Optimizing medium parameters to accelerate hyphal growth enhanced by GlcNAc", "doi": "10.1101/2025.06.12.659427", "authors": "A, R.; PV, A.; J, A. B.; Chakraborty, U.; Raval, R.", "abstract": "Hyphal formation is a critical virulence trait in Candida species, contributing significantly to host tissue invasion, immune evasion, and disease progression. The morphological transition from yeast to hyphal form is therefore a key target for antifungal intervention. However, conventional hyphal induction media are often complex, expensive, and poorly standardized. In this study, we developed a simplified and cost-effective medium (MF8) containing peptone (0.16%), dextrose (0.4%), and bovine serum albumin (BSA; 0.25%), which supported moderate hyphal growth under nutrient-limited conditions. The addition of N-acetylglucosamine (GlcNAc) markedly enhanced filamentation. Using a Design of Experiments (DOE) approach via JMP software, we evaluated the effects of GlcNAc and magnesium sulfate (MgSO4) on hyphal induction. GlcNAc was identified as a significant enhancer (p < 0.05; R{superscript 2} = 0.26), while MgSO4 had no significant impact (p > 0.05). Under optimized conditions (30 mM GlcNAc, 1 mM MgSO4), RT-qPCR analysis revealed strong upregulation of HWP1 (100-fold at 4 h; 85-fold at 6 h) and HGC1 (>6-fold; p < 0.05). A concurrent pH shift from alkaline to acidic during 1-6 hours correlated with hyphal induction and gene activation, suggesting that acidification may serve as an additional cue regulating morphogenesis.", "date": "2025-06-13", "journal": ""}
{"title": "Interactions of Natural Compounds and Biomolecules with Hepatitis C Virus RNA Untranslated Regions: Exploring Structural Modifications to Advance Pathogenesis Understanding and Antiviral Strategy Design", "doi": "10.1101/2025.06.13.659499", "authors": "Raskar, D. A.; Mastoli, S. Y.; Dongare, D.; Nayak, A.; Biakmawia, L.; Bhatia, A.; Shrivastava, N.; Saraf, S.; Dey, A.", "abstract": "Hepatitis C virus (HCV), a 10 kb positive-strand RNA virus, primarily infects liver cells and is a major cause of liver cirrhosis, which can progress to hepatocellular carcinoma. The HCV RNA untranslated regions (UTRs) adopt topologies that serve as binding sites for host proteins and miRNAs, crucial for viral replication and pathogenesis. However, the precise interactors and mechanisms of these interactions remain unclear. This study investigates the architectural landscape of HCV UTRs alone and in the presence of various interactors. Structural analysis reveals stable HCV UTR topologies, but significant alterations occur upon interaction with miRNAs and phytochemicals, potentially critical for viral pathogenicity. Additionally, proteins SRSF7 and AKAP8L are identified as novel interactors, which could have implication in host immune evasion and enhanced virulence. These findings highlight new miRNAs, proteins, and small molecules as interactors of HCV UTRs, offering insights into HCV infectivity and therapeutic targets for antiviral interventions.", "date": "2025-06-13", "journal": ""}
{"title": "MORC2 directs transcription-dependent CpG methylation of human LINE-1 transposons in early neurodevelopment", "doi": "10.1101/2025.06.11.658943", "authors": "Dorazehi, F.; Francesconi, C.; Pandiloski, N.; Castilla-Vallmanya, L.; Albecka, A.; Koutounidou, S.; Mohan, S. B.; Adami, A.; Katsikas, A.; Matijevic, J.; Karlsson, O.; Davis-Hansson, C.; Johansson, J. G.; Modis, Y.; Jakobsson, J.; Douse, C. H.", "abstract": "Methylation of CpG dinucleotides is essential for silencing genomic repeats such as LINE-1 retrotransposons (L1s) in the germline and soma. Evolutionarily-young L1s are transcribed in human pluripotent stem cells, but how CpG methylation is patterned to these L1s upon exit of pluripotency is unknown. Here we investigate the critical functions of chromatin regulator MORC2 in epigenome reprogramming of the repetitive genome in early human neurodevelopment. We find that reversible ATP-dependent dimerization is required for MORC2 accumulation over L1s but not gene promoters. Mutation of the MORC2 ATPase module, causative for neurodevelopmental disorders, severely disrupts the distribution of MORC2 chromatin binding, leading to simultaneous loss of L1 transcriptional control and hyper-repression of clustered ZNF genes in human pluripotent stem cells. Upon neural differentiation these phenotypes persist due to striking, targeted defects in CpG methylation patterning. Together our results define the vital role of MORC2 in safeguarding the somatic human genome upon exit of pluripotency by directing CpG methylation patterning over transcriptionally-active retrotransposons in a manner analogous to the piRNA pathway in the germline.", "date": "2025-06-13", "journal": ""}
{"title": "The abscisic acid could reverse the cuproptosis in sepsis-associated acute kidney injury through the inhibition of ferredoxin-1", "doi": "10.1101/2025.06.10.658972", "authors": "Ai, T.; Shi, A.; Chen, J.; Ya, M.; Li, H.; Tang, J.; Shi, Z.; Song, Z.; Jiang, Y.; Zhu, M.", "abstract": "Sepsis-associated acute kidney injury (S-AKI) is a grave clinical condition with a poor prognosis. Prior studies have observed a potential correlation between copper (Cu) and S-AKI, though the underlying mechanisms remain to be fully elucidated. The present study aims to investigate the underlying mechanism between Cu and renal dysfunction under sepsis conditions. Utilizing a cecal ligation and puncture (CLP) murine model, we observed a substantial upregulation of inflammatory factors and deteriorated renal function (p<0.05), concomitant with an augmented mortality rate (p<0..05). Concurrently, the renal tissue exhibited a series of pathological manifestations, including fibrosis and cell death. Concurrently, the expression of the cuproptosis-regulating protein FDX-1 (p<0.05) was found to be elevated in CLP mice. Collectively, these data indicated the activation of cuproptosis in CLP-induced S-AKI. Intriguingly, the application of abscisic acid (ABA), a FDX-1 inhibitor, led to a substantial alleviation of mortality rate and inflammatory factor level (p<0.05). Furthermore, a significant alleviation was observed in renal pathology and biofunction (p<0.05). Collectively, these observations suggest that ABA exerts a protective effect on renal function during cuproptosis promoted S-AKI. Consequently, it can be concluded that ABA has the potential to reverse cuproptosis in S-AKI by inhibiting FDX-1.", "date": "2025-06-13", "journal": ""}
{"title": "Selective interaction of the protein SMCHD1 with specific chromatin regions is governed by the loading factor LRIF1 and SMCHD1 ATPase activity", "doi": "10.1101/2025.06.13.659515", "authors": "Constantinescu, F.; Szczurek, A.; Nesterova, T. B.; Wei, G.; Pustygina, V.; Uphoff, S.; Cawte, A. D.; Brockdorff, N.", "abstract": "The chromosomal protein SMCHD1 is a GHKL ATPase that plays important roles in epigenetic silencing, including on the inactive X chromosome (Xi) and at the D4Z4 macrosatellite linked to regulation of DUX4 expression in the disorders facioscapulohumeral muscular dystrophy (FSHD2) and Bosma arrhinia micropthalmia syndrome (BAMS). In this study we use live-cell and single-molecule imaging approaches to investigate SMCHD1 interactions with chromatin and its function in epigenetic silencing. We show that chromatin binding of SMCHD1 genome-wide, including on the Xi, is critically dependent on the protein LRIF1 that mediates interaction with H3K9me2/3 modified nucleosomes. Using engineered mutations in the GHKL ATPase domain we show that ATP hydrolysis is required for selective enrichment of SMCHD1 at specific chromatin regions, which is critical for gene silencing on the Xi. A gain-of-function mutation, G137E, that occurs in BAMS patients, results in accelerated Xi recruitment and greater Xi chromosome compaction. Together, our findings advance mechanistic understanding of SMCHD1 function on the Xi and at other target sites in the genome.", "date": "2025-06-13", "journal": ""}
{"title": "Spatiotemporal variation in abundance and genetic structure across the urban-rural landscape gradient: Aedes albopictus (Skuse, 1894) (Diptera: Culicidae) in Wake County, NC", "doi": "10.1101/2025.06.12.659333", "authors": "Reed, E. M.; Reiskind, M. H.; Burford Reiskind, M. O.", "abstract": "Since its invasion of the United States in the 1980s, Aedes albopictus (Skuse, 1894) has become a major pest and a significant public health threat in the Southeastern USA. Despite its importance, we know little about its population genetics at fine spatial scales. To remedy this lack of information, we analyzed Ae. albopictus spatial variation in mosquito abundance and genetic structure in an urban-rural landscape over two years (2016 and 2018) in Wake County, NC, USA. We used a reduced representation sequencing method to generate between 11,00 to 30,000 SNPs that were used for population genetic analyses. We found spatial variation in both the abundance, genetic diversity, and significant differences in genetic divergence among sites that varied between the two years. The year-to-year variation in the population genetic patterns at the within county scale suggests a dynamic system which requires extensive geographic, temporal, and genomic sampling to resolve.", "date": "2025-06-13", "journal": ""}
{"title": "Nighttime Caffeine Intake Increases Motor Impulsivity", "doi": "10.1101/2025.06.09.658656", "authors": "Saldes, E. B.; Sabandal, P. R.; Han, K.-A.", "abstract": "Caffeine is commonly consumed at night by shift workers and military personnel for its wake-promoting effect, yet its adverse effects on behavior remain underexplored. Here, we show that nighttime caffeine intake impairs inhibitory control in Drosophila melanogaster, resulting in impulsive motor behavior, with females more sensitive than males. This effect is independent of hyperactivity or sleep loss, as walking speed was unchanged, and artificial sleep deprivation via light or mechanical stimulation did not elicit similar deficits. Notably, daytime caffeine feeding did not impair inhibitory control, highlighting a circadian gating of caffeines behavioral impact. Mechanistically, we identify dopamine signaling as a key mediator of caffeine-induced impulsivity. Reduced dopamine synthesis (pale/+), silencing of PAM dopaminergic neurons, or altered dopamine transporter activity (fumin/+) attenuated or exacerbated caffeine-induced impulsivity. Targeted manipulations identified the dopamine D1 receptor (dDA1/Dop1R1) in the mushroom body (MB) alpha/beta and gamma lobes as essential for this effect, with gamma-lobe neurons exhibiting heightened sensitivity. These findings reveal a circadian- and dopamine-dependent mechanism through which nighttime caffeine impairs behavioral inhibition.", "date": "2025-06-13", "journal": ""}
{"title": "Human CXCL17 Activates and Binds to Fish GPR25 Orthologs", "doi": "10.1101/2025.06.10.658772", "authors": "Hu, W.-F.; Wang, J.-J.; Yu, J.; Yao, J.-J.; Liu, Y.-L.; Xu, Z.-G.; Guo, Z.-Y.", "abstract": "C-X-C motif chemokine ligand 17 (CXCL17) functions as a chemoattractant, though its receptor has been controversial. Recent independent studies, including our own, identified CXCL17 as an agonist for the orphan G protein-coupled receptor 25 (GPR25). While GPR25 orthologs are found across fishes to mammals, CXCL17 orthologs appear to be mammalian-specific, leaving the endogenous ligand for non-mammalian GPR25 orthologs unknown. This study unexpectedly found that human CXCL17 exhibits high activity towards GPR25 orthologs from the zebrafish (Danio rerio) and coelacanth (Latimeria chalumnae). Recombinant human CXCL17 efficiently activated both fish GPR25 orthologs in a NanoLuc Binary Technology (NanoBiT)-based {beta}-arrestin recruitment assay, and induced chemotactic movement in transfected human embryonic kidney (HEK) 293T cells expressing fish GPR25. A human CXCL17 mutant lacking three C-terminal residues showed no such effect. A NanoBiT-based binding assay revealed that a SmBiT-tagged human CXCL17 C-terminal fragment specifically bound to secretory large NanoLuc fragment (sLgBiT)-fused fish GPR25 orthologs. Fish GPR25 orthologs had significantly higher cell surface expression in transfected HEK293T cells compared to human GPR25, improving {beta}-arrestin recruitment assay data quality. Despite approximately 400 million years of divergence between humans and fishes, the high activity of human CXCL17 on fish GPR25 orthologs suggests that the CXCL17-GPR25 pair may be conserved across all vertebrates, even though non-mammalian CXCL17 orthologs remain unidentified.", "date": "2025-06-13", "journal": ""}
{"title": "Titania Nanoparticle Regulate Innate Immunity", "doi": "10.1101/2025.06.13.658543", "authors": "Whittaker, J. J.; Eikrem, D.; Seisenbaeva, G. A.; Fromell, K.; Ekdahl, K. N.; Nilsson, B.; Sandgren, M.; Kessler, V. G.", "abstract": "Titanium dioxide (TiO2) nanoparticles, widely incorporated in everyday products such as food additives (E171), cosmetics, confectionary and paints, represent one of the most prevalent forms of engineered metal-based nanoparticles (MNPs) in modern environments. Despite their ubiquity, safety data on their immunological impact remains limited. Of particular concern are sub-5 nm TiO2 nanoparticles, which possess the capacity to cross cellular barriers and disrupt protein function. This study investigates the interaction between 3.5 nm triethanolamine-terminated TiO2 nanoparticles and complement C3, a central protein in the human innate immune system. Using cryo-electron microscopy, we reveal direct binding of TiO2 nanoparticles to the surface of C3, leading to structural restrictions that hinder its activation and subsequent complement cascade progression. Biochemical and haemolytic assays confirm that these nanoparticles act as alternative pathway-specific inhibitors, impairing normal immune function. These findings underscore the potential immunomodulatory effects of TiO2 nanoparticles and highlight the need for thorough evaluation of their biological impact, particularly given their widespread human exposure.", "date": "2025-06-13", "journal": ""}
{"title": "Humanized Caffeine-Inducible Systems for Controlling Cellular Functions", "doi": "10.1101/2025.06.13.659463", "authors": "Scheller, L.; Correia, B.; Elia, M.; Kang, C.; Bonati, L.; Gainza, P.; Garodia, Y.; Deshpande, P.; Schmidt, J.; Georgeon, S.; Tang, L.", "abstract": "Current cell therapies are limited by the lack of tools for controlling gene expression using humanized systems responsive to non-toxic stimuli. Starting from nanobodies that homodimerize in response to caffeine, we computationally designed inducible heterodimers and humanized the best-performing pairs. We used the resulting caffeine-inducible domains in engineered cytokine receptors for caffeine-inducible STAT3 signaling and in split transcription factors (caff-TFs) containing human-derived zinc-finger proteins. Heterodimerization of split transcription factors drastically enhanced their performance compared to homodimerization. We demonstrate that caff-TFs are compatible with lentiviral and retroviral delivery to Jurkat T-cells and enable inducible expression of therapeutic genes such as chimeric antigen receptors (CARs) in response to caffeine concentrations consistent with normal coffee consumption. By using the common, non-toxic molecule caffeine, and exclusively humanized protein components, these systems promise to be a safer alternative to existing systems and may be used in synthetic biology applications and for safer, more effective cell therapies.", "date": "2025-06-13", "journal": ""}
{"title": "Phosphorylation-inducing chimera rewires oncogenic kinase to trigger apoptosis", "doi": "10.1101/2025.06.13.659082", "authors": "Merz, M. M.; Shoba, V. M.; Pergu, R.; Severance, Z. C.; Munkanatta Godage, D. N. P.; Deb, A.; Kwok, H. S.; Singh, P.; Singh, S.; Allen, J. B.; Tian, W.; Gosavi, P. M.; Chaudhary, S. K.; Anokhina, V.; Weisberg, E. L.; Payne, N. C.; He, Y.; Osadchey, R.; Shekhar, M.; Mazitschek, R.; Rees, M. G.; Roth, J. A.; Cui, Q.; Griffin, J. D.; Liau, B. B.; Choudhary, A.", "abstract": "Hyperactive enzymes drive the pathology of several diseases, and classically, ''occupancy-driven'' drugs (e.g., active site or allosteric inhibitors) are used to target these enzymes. However, the stoichiometric nature of such inhibitors and the emergence of resistance highlight the need for new modalities. Here, we report a Phosphorylation-Inducing Chimeric Small molecule (PHICS) that rewires the hyperactivity of an oncogenic kinase, BCR-ABL, to phosphorylate its active site residue. Molecular dynamics simulations suggest this phosphorylation inhibits BCR-ABL by inducing electrostatic rearrangements of its active site. This ''event-driven'' mechanism selectively induces apoptosis of BCR-ABL-dependent cancer cells at substoichiometric concentrations (vs. stoichiometric concentrations of occupancy-driven drugs). Furthermore, PHICS is effective on other oncogenic ABL fusions or clinically observed resistance mutations, including to occupancy-driven drugs with the same binding site as PHICS, pointing to the orthogonality of their resistance mechanisms. These studies lay the foundation for electric-field and ''event-driven'' modalities to control hyperactive enzymes with orthogonal resistance mechanisms to occupancy-driven modalities.", "date": "2025-06-13", "journal": ""}
{"title": "White matter micro- and macrostructural properties in midlife individuals at risk for Alzheimer's disease: Associations with sex and menopausal status", "doi": "10.1101/2025.06.09.658686", "authors": "Raikes, A. C.; Dyke, J. P.; Nerattini, M.; Boneu, C.; Ajila, T.; Fauci, F.; Battista, M.; Pahlajani, S.; Williams, S.; Brinton, R. D.; Mosconi, L.", "abstract": "Women are at greater lifetime risk for Alzheimer's disease (AD), potentially due to midlife fractional anisotropy (FA) and lower mean diffusivity in fornix and corpus callosum, indicating more densely organized white matter. Perimenopausal women were the exception, with white matter profiles closely resembling those of men. Perimenopausal women exhibited minimal or absent fiber cross-section and FDC sex differences and a reversal of the fornix FA advantage observed in pre- and postmenopausal women. These cross-sectional results are consistent with sex differences in white matter organization. Importantly, the perimenopause emerges as a critical window of neural reorganization in the female midlife aging brain characterized by temporary convergence toward male-like white matter organization. Longitudinal analyses are key to identifying women who do or do not revert to a premenopausal profile, which may inform AD risk.", "date": "2025-06-13", "journal": ""}
{"title": "Attenuated single neuron and network hyperexcitability following microRNA-134 inhibition in mice with drug-resistant temporal lobe epilepsy", "doi": "10.1101/2025.06.09.658768", "authors": "Sarti, P. Q.; Higgins, J.; Heiland, M.; Sanz-Rodriguez, A.; Cunningham, M. O.; Mamad, O.; Henshall, D.", "abstract": "The multi-factorial pathophysiology of acquired epilepsies lends itself to a multi-targeting therapeutic approach. MicroRNAs (miRNA) are short noncoding RNAs that individually can negatively regulate dozens of protein-coding transcripts. Previously, we reported that central injection of antisense oligonucleotides targeting microRNA-134 (Ant-134) shortly after status epilepticus potently suppressed the development of recurrent spontaneous seizures in rodent models of temporal lobe epilepsy. The mechanism(s) of these anti-seizure effects remain, however, incompletely understood. Here we show that intracerebroventricular microinjection of Ant-134 in male mice with pre-existing epilepsy caused by intraamygdala kainic acid-induced status epilepticus potently reduces the occurrence of spontaneous seizures. Recordings from ex vivo brain slices collected 2-4 days after Ant-134 injection in epileptic mice, detected a number of electrophysiological phenotypic changes consistent with reduced excitability. Specifically, Ant-134 reduced action potential bursts after current injection in CA1 neurons and reduced miniature excitatory post-synaptic current frequencies in CA1 neurons. Ant-134 also reduced general network excitability, including attenuating pro-excitatory CA1 responses to Schaffer collateral stimulation in hippocampal slices from epileptic mice. Together, the present study demonstrates inhibiting miR-134 reduces single neuron and network hyperexcitability in mice and extends support for this approach to treat drug-resistant epilepsies.", "date": "2025-06-13", "journal": ""}
{"title": "Trpv4 mediates temperature induced sex change in ricefield eel", "doi": "10.1101/2025.06.09.658756", "authors": "Yang, Z.; Luo, T.; Zhang, Y.; Sun, Y.", "abstract": "The ricefield eel (Monopterus albus), an economically important aquaculture species in China, is the only freshwater teleost fish that exhibits protogynous hermaphroditism. While progress has been made towards understanding the sex determination and differentiation of this species, the understanding mechanisms remain elusive. Here we show that warm temperature promotes gonadal transformation by up-regulating testicular differentiation genes such as dmrt1/sox9a in ovaries. Trpv4, a Ca2+-permeable cation channel expressed in gonads, is highly sensitive to ambient temperature and mediates warm temperature-driven sex change of ricefield eel. In female fish reared at cool temperature, injection of Trpv4 agonist into the ovaries leads to significant up-regulation of testicular differentiation genes, and in female fish exposed to warm temperature, Trpv4 antagonist administration or trpv4 siRNA knockdown inhibits temperature-induced male gene expression. pStat3 signaling is downstream of Trpv4 and transduces Trpv4-controlled calcium signaling into the sex determination cascades. Inhibition of pStat3 activity prevents the up-regulation of male genes by warm temperature treatment and ovarian injection of Trpv4 agonist, whereas activation of pStat3 is sufficient to induce the expression of male genes, even in the presence of Trpv4 antagonist. pStat3 binds and activate jmjd3/kdm6b, an activator of the male gene dmrt1. Consistently, ovarian injection of Kdm6b inhibitor blocks the up-regulation of male genes by warm temperature treatment. We propose that environmental factors such as warm temperature promote gonadal transformation of ricefield eel via the Trpv4-pStat3-Kdm6b axis. Our results provide new insights into the molecular mechanism underlying natural sex change of ricefield eel, which will be useful for sex control in aquaculture.", "date": "2025-06-13", "journal": ""}
{"title": "Spatially-explicit genomics of An. gambiae s.l uncovers fine-scale population structure and mechanisms of insecticide resistance", "doi": "10.1101/2025.06.13.655782", "authors": "Nagi, S. C.; Essandoh, J.; Ato-Egyir, N.; Lucas, E. R.; Miles, A.; Desewu, K.; Williams, I.; Egyir-Yawson, A.; Sedda, L.; Weetman, D.; Donnelly, M. J.", "abstract": "Progress in malaria control in sub-Saharan Africa is stalling, partly due to the spread of insecticide resistance in Anopheles vectors. Monitoring the evolution of insecticide resistance alleles and their spatial heterogeneity is important for malaria control programmes, and genomic surveillance has emerged as a pivotal tool for this purpose. Earlier genomics research has typically employed convenience-based sampling, and research has yet to be performed to optimise sampling regimens for malaria vector genomics. In an earlier study, we developed a spatially explicit sampling framework that considers the underlying ecology to enable sampling mosquitoes with reduced bias. We applied this framework to sample and perform whole-genome sequencing on 485 individual specimens of An. gambiae s.l mosquitoes from Obuasi, central Ghana, an area with extensive artisanal-gold mining activities. In this region, An. gambiae s.l have been documented as highly resistant to multiple insecticides, including pyrethroids used for the treatment of bed-nets. High resolution of fine-scale population structure enabled the detection of isolation-by-distance in An. coluzzii in Obuasi, whilst finding that at this scale, geographic distance, rather than the underlying habitat, drives population structure. We examine methods to estimate mosquito kinship, demonstrating that polymorphic chromosomal inversions significantly confound established analytical tools, while revealing how the mosquito's chromosome architecture generates high variance in genetic relatedness among kin. Using genome-wide selection scans and clustering, we discover the novel mutations Gste2-F120L and Cyp9K1-N225I in detoxification enzymes that are driving selective sweeps, likely in response to insecticidal pressure. We find that the frequencies of some resistance variants are associated with artisanal-gold mines, and elucidate the continued evolution of the Voltage-gated sodium channel, the target of pyrethroid insecticides. Overall, we show that sampling vectors strategically may enhance our ability to perform effective genomic surveillance.", "date": "2025-06-13", "journal": ""}
{"title": "HiFIseek: gene-specific enrichment of high-impact mutations in associated genomic regions", "doi": "10.1101/2025.06.12.659305", "authors": "Riudavets Puig, R.; Brorson, I. S.; O'Mahony, D.; Kristensen, V. N.; Mathelier, A.", "abstract": "Transcription is regulated through the sequence-specific binding of transcription factors (TFs) to cis-regulatory regions (CRRs). Although scattered along the genome, multiple CRRs are brought in close spatial proximity to the genes they regulate through the formation of DNA loops. The sequence component of transcriptional regulation suggests that DNA variants in CRRs could disrupt TF-DNA interactions and gene regulatory networks through a cascading effect. To date, only a few cases of recurrent cis-regulatory variants have been described. As an alternative to variant recurrence, some methods utilize genomic annotations that indicate the functional impact (FI) of a variant and the CRRs of each gene to detect the enrichment of high-impact cis-regulatory variants (CRVs). However, the agreement across the different associations and FI scoring methods remains unexplored. This work demonstrates that gene-CRR and FI scoring methods exhibit little consensus, highlighting the impact of the choice of a specific CRR-score combination in a given analysis. In addition, we demonstrate that cancer genes exhibit a higher frequency of FI variants compared to non-cancer genes. Based on this, we developed HiFIseek, a Snakemake pipeline exploring the enrichment of FI variants in associated genomic regions using all region-score combinations and two enrichment detection methods. We apply HiFIseek to detect genes exhibiting high FI CRVs in eight cancer cohorts and a set of breast cancer risk-associated single-nucleotide polymorphisms (SNPs). In the cancer cohorts, we observe a small degree of agreement across CRR-score combinations. Although HiFIseek detected known cancer-related genes with FI CRVs, most of them did not show significant changes in their expression. In the SNPs cohort, HiFIseek found small consensus across CRR-score combinations. However, one of the combinations returned 18 known cancer-related genes, including BRCA1, showing an enrichment of high-impact CRVs.", "date": "2025-06-13", "journal": ""}
{"title": "The bacterial ESCRT-III PspA rods thin lipid tubules and and increase membrane curvature through helix α0 interactions", "doi": "10.1101/2025.06.13.659447", "authors": "Hudina, E.; Schott-Verdugo, S.; Junglas, B.; Kutzner, M.; Ritter, I.; Hellmann, N.; Schneider, D.; Gohlke, H.; Sachse, C.", "abstract": "The phage shock protein A (PspA), a bacterial member of the ESCRT-III superfamily, forms rod-shaped helical assemblies that internalize membrane tubules. The N-terminal helix 0 of PspA (and other ESCRT-III members) has been suggested to act as a membrane anchor, the detailed mechanism, however, of how it binds to membranes and eventually triggers membrane fusion and/or fission events remains unclear. By solving a total of 15 cryo-electron microscopy (cryo-EM) structures of PspA and a truncation lacking the N-terminal helix 0 in the presence of EPL membranes, we show in molecular detail how PspA interacts with and remodels membranes: binding of the N-terminal helix 0 in the outer tubular membrane leaflet induces membrane curvature, supporting membrane tubulation by PspA. Detailed molecular dynamics simulations and free energy computations of interactions between the helix 0 and negatively charged membranes suggest a compensating mechanism between helix/membrane interactions and the energy contributions required for membrane bending. The energetic considerations are in line with the membrane structures observed in the cryo-EM images of tubulated membrane vesicles, fragmented vesicles inside tapered PspA rods, and shedded vesicles emerging at the thinner PspA rod ends. Our results provide insights into the molecular determinants and a potential mechanism of vesicular membrane remodeling mediated by a member of the ESCRT-III superfamily.", "date": "2025-06-13", "journal": ""}
{"title": "A Waddingtonian description of the dynamics of Turing patterns", "doi": "10.1101/2025.06.13.659478", "authors": "Shinde, S.; Raju, A.", "abstract": "Turing patterns are a well-studied model of reaction-diffusion equations for developmental patterning. Their applicability has often been limited by the difficulty in identifying candidate molecules that satisfy the requisite criteria for patterning. Here, we build on recent work on geometric models to describe Turing patterning as a potential flow. We use the mathematics of normal form theory to capture the universal dynamics of Turing patterning, largely independent of the underlying reaction-diffusion equations. We apply our framework to three-component systems and demonstrate that we can accurately capture the dynamics of any given component. We extend our framework to larger networks and to models of Turing patterns coupled with external morphogens that provide positional information. Our normal form equations constitute a quantitative description of the dynamics of chosen markers, and we apply them to the dynamics of SOX9 expression during digit patterning.", "date": "2025-06-13", "journal": ""}
{"title": "Replay of episodic experience in human infants", "doi": "10.1101/2025.06.12.659246", "authors": "Postzich, C.; Finnemann, J.; Skeide, M. A.", "abstract": "Sequentially structured and temporally compressed reactivation of episodes of experience plays a key role for memory and learning in the mature mammalian brain. This type of neural coding, known as replay, could also drive the enormous progress in sequential learning seen in human early life. Rodent models, however, suggest that replay emerges slowly and still refines in the juvenile phase. To test whether this prediction holds in humans, we introduced a novel fast event-related stimulation paradigm for infants undergoing non-invasive electroencephalography. Leveraging time-resolved decoding techniques we discovered replay of visual objects already in infants as young as 10 months. Reactivation responses revealed a forward sequential structure and temporal compression of the learnt sequence by a factor of 6 to 7. These results demonstrate that human replay develops considerably earlier than in rodents. Our insights stimulate future research exploring how replay contributes to the development of fundamental human cognitive capacities including language processing and action planning.", "date": "2025-06-13", "journal": ""}
{"title": "Modulation of decodable semantic features of brain activity via selection attention", "doi": "10.1101/2025.06.13.659505", "authors": "Okuno, A.; Yamaguchi, H. Q.; Nishimoto, S.; Nakai, T.", "abstract": "We frequently encounter linguistic information in multiple modalities, such as text and speech, simultaneously. In such cases, we understand the information by selectively attending to one of the modalities. Previous research has shown that selective attention to a specific stimulus modality modulates cortical activity patterns. However, it remains unclear which aspects of linguistic information are selectively modulated by attention and how such modulation influences the decodability of semantic content. To address this question, we constructed decoding models of latent semantic features from the functional magnetic resonance imaging data of six participants in both unimodal (either visual or auditory) and bimodal conditions (simultaneously visual and auditory, with participants attending to a single modality at a time). In unimodal conditions, we successfully decoded the semantic contents from the brain activity. Decodable features were consistent across modalities in both intra-modal and cross-modal decoding. For bimodal conditions, decoding accuracies for the attended stimuli were higher than for the ignored when training and test stimuli belonged to the same modality. Furthermore, decodable features were more consistent across modalities with attended than ignored stimuli in both intra-modal and cross-modal decoding. These results indicate common decodable semantic features regardless of the presentation modality and that selective attention enhances the semantic representations contributing to such decodability.", "date": "2025-06-13", "journal": ""}
{"title": "Credit Assignment via Behavioral Timescale Synaptic Plasticity: Theoretical Frameworks", "doi": "10.1101/2025.06.12.659336", "authors": "Cone, I.; Clopath, C.; Costa, R. P.", "abstract": "Behavioral Timescale Synaptic Plasticity (BTSP) is a form of synaptic plasticity in which dendritic Ca2+; plateau potentials in hippocampal pyramidal neurons drive rapid place field formation. Unlike traditional learning rules, BTSP learns correlations on the timescales of seconds and rapidly changes single-unit activity in only a few trials. To explore how BTSP-like learning can be integrated into network models, we propose a generalized BTSP rule (gBTSP), which we apply to unsupervised and supervised learning tasks, in both feedforward and recurrent networks. Unsupervised gBTSP mirrors classical frameworks of competitive learning, learning place field maps (in the feed-forward case), and attractive memory networks (in the recurrent case). For supervised learning, we show that plateau events can reduce task error, enabling gBTSP to solve tasks such as trajectory matching and delayed non-match-to-sample. However, we find that credit assignment via gBTSP becomes harder to achieve with increased network depth or CA3-like recurrence. This suggests that additional features may be needed to support BTSP-mediated few-shot learning of complex tasks in the hippocampus.", "date": "2025-06-13", "journal": ""}
{"title": "Dynamic regulation of the COPII interactome and collagen trafficking by site-specific glycosylation of Sec24D", "doi": "10.1101/2025.06.13.659590", "authors": "Hirata, T.; Choudhary, D.; Bisnett, B. J.; Soderblom, E. J.; Knapik, E. W.; Boyce, M.", "abstract": "Coat protein complex II (COPII) mediates anterograde trafficking from the endoplasmic reticulum (ER). While the core COPII machinery is well-characterized, how cells regulate COPII to accommodate large cargoes, including collagens, remains incompletely understood. Here, we show that the cargo-selecting COPII subunit Sec24D is modified by site-specific O-linked {beta}-N-acetylglucosamine (O-GlcNAc) in its N-terminal intrinsically disordered region upon induction of collagen transport. These glycosylations are required for collagen trafficking in human cells and developing zebrafish. Crosslinking proteomics demonstrated that each O-GlcNAcylation influences the Sec24D interactome in a distinct way, revealing novel mediators of COPII function. In particular, Sec24D glycosylation is required for its interaction with myoferlin, which unexpectedly facilitates fusion of ER exit sites (ERES) and the ER- Golgi intermediate compartment (ERGIC) to enable collagen transport. Our results establish Sec24D O-GlcNAcylation as a dynamic regulator of COPII protein-protein interactions and collagen trafficking and identify myoferlin as a novel mediator of this process.", "date": "2025-06-13", "journal": ""}
{"title": "Foraging competence and scrounging tolerance enhance social relationships in a socially tolerant wild primate", "doi": "10.1101/2025.06.12.659242", "authors": "Karakoc, E.; Vogg, R.; Michele, M.; Petersdorff-Campen, J.; Ecker, A. S.; Kappeler, P. M.; Fichtel, C.", "abstract": "Social interactions are crucial for individual health and ultimately fitness, making the choice of social partners particularly important. Previous research has shown that individuals who succeed in foraging tasks often receive increased affiliation from group members. Similarly, in a social learning context, individuals who possess valuable information become more attractive social partners. Thus, an individual's role in a foraging context, specifically whether it is a successful producer, can influence its social relationships. Therefore, we examined the interplay between social learning, producing and scrounging behavior, and social relationships in four groups of wild redfronted lemurs (Eulemur rufifrons). We conducted an open diffusion experiment with food boxes that required animals to learn one of two techniques to open them. 27 out of 29 individuals participated in the experiment, 24 interacted with the boxes and 16 learned to open them. Initial success was better predicted by use of individual than social information, i.e., manipulating the food boxes vs. time spent watching successful individuals or scrounging. Older males were less successful than females. Scrounging occurred in about 26% of events, with on average 1.3 individuals scrounging. The technique used, age and sex of the producer did not predict scrounging frequency. Learners and males scrounged more often than non-learners and females. Among learners, less successful individuals scrounged more often and this effect was more pronounced in males. More successful individuals and those that were scrounged more often received more affiliative behavior. Thus, cognitive skills and scrounging tolerance may strengthen social relationships in this primate species.", "date": "2025-06-13", "journal": ""}
{"title": "Discriminating models of trait evolution", "doi": "10.1101/2025.06.12.659377", "authors": "Lozano, J. R.; DeGiorgio, M.; Assis, R.; Adams, R.", "abstract": "A central challenge in comparative biology is linking present-day trait variation across species with unobserved evolutionary processes that occurred in the past. In this endeavor, phylogenetic comparative methods are invaluable for fitting, comparing, and selecting evolutionary models of varying complexity and biological meaning. Traditionally, evolutionary studies have relied on conventional statistical approaches to assess model fit and identify the one that best explains variation in a given trait. Here we explore an alternative strategy by applying supervised learning to predict evolutionary models via discriminant analysis. We formally introduce Evolutionary Discriminant Analysis (EvoDA) as an addition to the biologist's toolkit, offering a suite of new methods for studying trait evolution. We evaluate the performance of EvoDA alongside conventional model selection through a series of fungal phylogeny case studies, each targeting increasingly challenging analytical tasks. These results showcase the strengths of EvoDA, with substantial improvements over conventional approaches when studying traits subject to measurement error, which likely reflect realistic conditions in empirical datasets. To complement our simulation-based benchmarking, we explore the application of EvoDA for tackling a notoriously difficult task: predicting the mode and tempo of gene expression evolution. This empirical analysis suggests that stabilizing selection acts on a majority of genes, with bursts of expression evolution in a handful of genes related to stress, cellular transportation, and transcription regulation. Collectively, our findings illustrate the promise of EvoDA for predicting trait models across a range of evolutionary and experimental contexts, establishing a new methodological framework for the next era of comparative research.", "date": "2025-06-13", "journal": ""}
{"title": "Species-specific responses to paleoclimatic changes and landscape barriers drive contrasting phylogeography of co-distributed lemur species in northeastern Madagascar", "doi": "10.1101/2025.06.11.658897", "authors": "van Elst, T.; Schüssler, D.; Rafamantanantsoa, S. M.; Radriarimanga, T.; Rabemananjara, N. R.; Rasolofoson, D. W.; Randimbiharinirina, R. D.; Hohenlohe, P. A.; Radespiel, U.", "abstract": "Madagascar is a megadiverse island with exceptionally high levels of endemism, which resulted mainly from allopatric speciation promoted by the island's complex physical geography and paleoclimatic cycles. Northeastern Madagascar is uniquely suited to test the relative importance of river barriers, topography and climatic conditions for lemur genetic differentiation. Based on restriction site-associated DNA sequences, we inferred phylogeny, population structure, genetic diversity and rates of gene flow in four mouse lemur (genus Microcebus) and two woolly lemur (genus Avahi) species. In addition, we employed isolation-by-resistance models to test the importance of topography, river barriers, climate and forest cover in restricting intraspecific gene flow. Our results show that significant differences in genetic diversity and connectivity can be explained by varying responses to landscape features and species-specific phylogeographic histories. Rivers present a general barrier to gene flow, and dispersal between inter-river systems is predominantly mediated through high-elevation headwater regions. While this led to high connectivity and genetic diversity in M. lehilahytsara and A. laniger, gene flow among M. jonahi populations is limited by low climatic niche suitability at higher elevations. In addition, topographic complexity promotes connectivity among Microcebus populations, potentially by buffering impacts of seasonal or historic changes in climatic conditions. Finally, the more restricted distributions of M. macarthurii, A. mooreorum and, to some extent, M. simmonsi likely resulted from refugial dynamics and sea level fluctuations which led to geographic isolation, microendemism and secondary contact zones. Our findings generated informed hypotheses regarding the colonization history of the studied species while also having important implications for their conservation.", "date": "2025-06-13", "journal": ""}
{"title": "Examining the Effect of Social Determinants of Health on Human Trait Heritability", "doi": "10.1101/2025.06.12.659317", "authors": "Risse-Adams, O. S.; Liquori, J. L.; Sinnott-Armstrong, N.; Musharoff, S. A.", "abstract": "Social determinants of health (SDOH) data are often excluded from genetic models of human traits. We use individual-level data from the All of Us Research Program to assess whether SDOH survey variables alter heritability estimates. Incorporating SDOH summaries decreases heritability significantly for 4 of 18 anthropometric and metabolic traits in individuals whose self-reported race is \"White\" (n=67,545). There are no such significant changes in individuals whose self-reported race is \"Black or African American\" (n=6,538), likely reflecting reduced statistical power. Incorporating genetic principal components consistently lowers heritability estimates in both groups, whether or not SDOH summaries are included. These findings demonstrate that survey-derived SDOH summaries can change heritability estimates and should be considered along with genetic summaries.", "date": "2025-06-13", "journal": ""}
{"title": "A theoretically driven calculation for language dominance and degree of multilingualism", "doi": "10.1101/2025.06.13.659417", "authors": "Chen, X. J.; Blanco-Elorrieta, E.", "abstract": "Bilingualism research has long been challenged by a lack of a unified approach to quantifying language dominance and degree of multilingualism. While numerous questionnaires (e.g., LHQ, BLP, LEAP Q, and LUQ) provide valuable data on language background variables, they lack a standardized formula to compute key measures from it. We introduce two formulas that synthesize critical linguistic variables to efficiently calculate language dominance and a multilingualism score that ranges from perfect monolingualism to native-like proficiency in multiple languages. Validation across two large datasets shows our dominance measure closely aligns with more complex PCA methods while being simpler and more efficient.", "date": "2025-06-13", "journal": ""}
{"title": "Mapping concept and relational semantic representation in the brain using large language models", "doi": "10.1101/2025.06.12.659304", "authors": "Bogdan, P. C.; Cabeza, R.; Davis, S. W.", "abstract": "How the brain organizes semantic information is one of the most challenging and expansive questions in cognitive neuroscience. To shed light on this issue, prior studies have attempted to decode how the brain represents concepts. We instead examined how relational information is encoded, which we pursued by submitting texts to a contemporary large language model and extracting relational embeddings from the model. Using behavioral data (N = 636), we found these embeddings capture independent information about scenes and objects, along with relational information on their semantic links. Turning to fMRI data (N = 60), we leveraged these embeddings for representational similarity analysis: The occipitotemporal cortex represents concepts in isolation, whereas the dorsolateral prefrontal cortex and basal ganglia principally encode relational information. Relational coding within prefrontal and striatal areas also tracks how participants reason about scenes and objects. Altogether, this research maps how information progresses from concept-level to integrative forms and how this translates into behavior.", "date": "2025-06-13", "journal": ""}